{
  "subcategory": "জ্যোতির্বিজ্ঞান",
  "entries": [
    {
      "title": "মহাবিশ্বের উৎপত্তি: বিগ ব্যাং তত্ত্ব",
      "short_description": "প্রায় ১৩.৮ বিলিয়ন বছর আগে একটি অতি ঘন ও উষ্ণ অবস্থা থেকে মহাবিশ্বের সূচনা হয়েছে এমন বৈজ্ঞানিক তত্ত্ব।",
      "details": "বিগ ব্যাং তত্ত্ব (Big Bang Theory) মহাবিশ্বের সম্প্রসারণ, কসমিক মাইক্রোওয়েভ ব্যাকগ্রাউন্ড বিকিরণ এবং হালকা মৌলগুলির প্রাচুর্য দ্বারা সমর্থিত। এটি মহাবিশ্বের জন্ম ও প্রাথমিক বিবর্তন ব্যাখ্যা করে।"
    },
    {
      "title": "মহাবিশ্বের সম্প্রসারণ",
      "short_description": "দূরবর্তী গ্যালাক্সিগুলো একে অপরের থেকে দূরে সরে যাচ্ছে এবং মহাবিশ্ব ক্রমাগত প্রসারিত হচ্ছে এমন ঘটনা।",
      "details": "এডউইন হাবল এই সম্প্রসারণ পর্যবেক্ষণ করেন (হাবল'স ল)। মহাবিশ্বের সম্প্রসারণ মহাজাগতিক স্কেলে দূরত্ব বাড়াচ্ছে এবং এটি ডার্ক এনার্জি দ্বারা ত্বরান্বিত হচ্ছে বলে মনে করা হয়।"
    },
    {
      "title": "ডার্ক ম্যাটার ও ডার্ক এনার্জি",
      "short_description": "ডার্ক ম্যাটার হলো অদৃশ্য পদার্থ যা মহাকর্ষীয় প্রভাব ফেলে কিন্তু আলো শোষণ বা নির্গত করে না; ডার্ক এনার্জি হলো মহাবিশ্বের ত্বরান্বিত সম্প্রসারণের জন্য দায়ী একটি রহস্যময় শক্তি।",
      "details": "ডার্ক ম্যাটার (Dark Matter) গ্যালাক্সি এবং গ্যালাক্সি ক্লাস্টারের ভর ও ঘূর্ণন ব্যাখ্যা করে। ডার্ক এনার্জি (Dark Energy) মহাবিশ্বের মোট শক্তি ঘনত্বের প্রায় ৬৮% গঠন করে এবং এর প্রকৃতি এখনো অজানা।"
    },
    {
      "title": "মহাজাগতিক স্কেল ও দূরত্ব পরিমাপ",
      "short_description": "জ্যোতির্বিজ্ঞানে বিশাল দূরত্ব পরিমাপের জন্য ব্যবহৃত পদ্ধতি ও এককসমূহ, যেমন আলোকবর্ষ ও পারসেক।",
      "details": "প্যারালাক্স, স্ট্যান্ডার্ড ক্যান্ডেল (যেমন সিফিড ভেরিয়েবলস, টাইপ Ia সুপারনোভা) এবং হাবল'স ল ব্যবহার করে গ্যালাক্সি ও তারার দূরত্ব মাপা হয়। আলোকবর্ষ হলো আলো এক বছরে যে দূরত্ব অতিক্রম করে।"
    },
    {
      "title": "মহাজাগতিক রশ্মি",
      "short_description": "মহাকাশ থেকে আসা উচ্চ-শক্তির কণা (প্রধানত প্রোটন) যা পৃথিবীর বায়ুমণ্ডলে প্রবেশ করে।",
      "details": "মহাজাগতিক রশ্মি (Cosmic Rays) সুপারনোভা, গ্যালাকটিক কেন্দ্র এবং অন্যান্য মহাজাগতিক ঘটনা থেকে উৎপন্ন হয়। তারা বায়ুমণ্ডলে আয়নিকরণ ঘটায় এবং মহাকাশচারীদের জন্য একটি ঝুঁকি।"
    },
    {
      "title": "মহাবিশ্বের ভবিষ্যৎ",
      "short_description": "মহাবিশ্বের চূড়ান্ত পরিণতি সম্পর্কে বিভিন্ন বৈজ্ঞানিক তত্ত্ব, যেমন বিগ ক্রাঞ্চ, বিগ ফ্রিজ এবং বিগ রিপ।",
      "details": "মহাবিশ্বের ভবিষ্যৎ (Future of the Universe) তার সামগ্রিক শক্তি ঘনত্ব এবং ডার্ক এনার্জির প্রকৃতির উপর নির্ভর করে। বিগ ফ্রিজ বা তাপীয় মৃত্যু বর্তমানে সবচেয়ে সম্ভাব্য দৃশ্যকল্প।"
    },
    {
      "title": "মাল্টিভার্স ধারণা",
      "short_description": "একটি অনুমান যে আমাদের মহাবিশ্ব অসংখ্য অন্যান্য মহাবিশ্বের একটির অংশ হতে পারে।",
      "details": "মাল্টিভার্স ধারণা (Multiverse Concept) কোয়ান্টাম মেকানিক্স, স্ট্রিং থিওরি এবং কসমোলজির কিছু মডেল থেকে উদ্ভূত হয়েছে। যদিও এখনো অপ্রমাণিত, এটি পদার্থবিজ্ঞানীদের মধ্যে আলোচনার বিষয়।"
    },
    {
      "title": "তারার জন্ম ও বিবর্তন",
      "short_description": "গ্যাস ও ধূলিকণার বিশাল মেঘ থেকে তারার উৎপত্তি এবং তাদের জীবনচক্রের বিভিন্ন পর্যায়।",
      "details": "তারা (Star) মহাকর্ষীয় সংকোচনের মাধ্যমে গঠিত হয় এবং নিউক্লীয় ফিউশনের মাধ্যমে শক্তি উৎপন্ন করে। তাদের বিবর্তন ভরের উপর নির্ভর করে, যা সাদা বামন, নিউট্রন তারা বা কৃষ্ণ গহ্বরে পরিণত হতে পারে।"
    },
    {
      "title": "সূর্য",
      "short_description": "আমাদের সৌরজগতের কেন্দ্রস্থলে অবস্থিত একটি হলুদ বামন তারা, যা পৃথিবীর জীবনের জন্য অপরিহার্য শক্তি প্রদান করে।",
      "details": "সূর্য (The Sun) মূলত হাইড্রোজেন ও হিলিয়াম দিয়ে গঠিত এবং এর কেন্দ্রে নিউক্লীয় ফিউশন বিক্রিয়া ঘটে। এটি সৌরজগতের বৃহত্তম বস্তু এবং এর মাধ্যাকর্ষণ গ্রহগুলিকে তার কক্ষপথে ধরে রাখে।"
    },
    {
      "title": "তারাদের প্রকারভেদ",
      "short_description": "ভর, তাপমাত্রা, উজ্জ্বলতা এবং বিবর্তনীয় পর্যায় অনুযায়ী তারাদের বিভিন্ন শ্রেণিবিন্যাস।",
      "details": "তারারা আকার, রঙ এবং শক্তির উৎপাদন পদ্ধতি অনুযায়ী ভিন্ন হয়, যেমন লাল বামন, নীল দানব, লাল দানব, সাদা বামন ইত্যাদি। এইচ-আর ডায়াগ্রাম তারাদের শ্রেণিবিন্যাসে ব্যবহৃত হয়।"
    },
    {
      "title": "নোভা ও সুপারনোভা",
      "short_description": "নোভা হলো একটি তারার পৃষ্ঠে হঠাৎ উজ্জ্বলতার বৃদ্ধি; সুপারনোভা হলো একটি বিশাল তারার জীবনচক্রের শেষ পর্যায়ে ভয়াবহ বিস্ফোরণ।",
      "details": "নোভা (Nova) সাধারণত বাইনারি সিস্টেমে ঘটে। সুপারনোভা (Supernova) মহাবিশ্বে নতুন মৌল তৈরি করে এবং নিউট্রন তারা বা কৃষ্ণ গহ্বর সৃষ্টি করতে পারে। টাইপ Ia সুপারনোভা দূরত্ব পরিমাপের জন্য ব্যবহৃত হয়।"
    },
    {
      "title": "নিউট্রন তারা ও পালসার",
      "short_description": "একটি সুপারনোভা বিস্ফোরণের পর একটি বিশাল তারার অবশিষ্ট অংশ, যা অত্যন্ত ঘন এবং দ্রুত ঘূর্ণনশীল হলে পালসার নামে পরিচিত।",
      "details": "নিউট্রন তারা (Neutron Star) এতটাই ঘন যে এক চা চামচ পদার্থের ওজন এক বিলিয়ন টন হতে পারে। পালসার (Pulsar) হলো দ্রুত ঘূর্ণনশীল নিউট্রন তারা যা নিয়মিত বিরতিতে রেডিও তরঙ্গ নির্গত করে।"
    },
    {
      "title": "কৃষ্ণ গহ্বর",
      "short_description": "স্থান-কালের এমন একটি অঞ্চল যেখানে মাধ্যাকর্ষণ এতটাই শক্তিশালী যে আলো সহ কোনো কিছুই এর থেকে পালাতে পারে না।",
      "details": "কৃষ্ণ গহ্বর (Black Hole) একটি বিশাল তারার পতনের ফলে বা গ্যালাক্সির কেন্দ্রে গঠিত হয়। এর 'ইভেন্ট হরাইজন' হলো সেই সীমা যেখান থেকে আর ফেরা সম্ভব নয়। স্পেসে এদের প্রত্যক্ষ করা যায় না, তবে এদের চারপাশের বস্তুর ওপর এর প্রভাব থেকে এদের উপস্থিতি বোঝা যায়।"
    },
    {
      "title": "সাদা বামন ও লাল দানব",
      "short_description": "সাদা বামন হলো ছোট বা মাঝারি তারার বিবর্তনের শেষ পর্যায়, আর লাল দানব হলো একটি তারার বিবর্তনের একটি মধ্যবর্তী পর্যায় যেখানে এটি স্ফীত হয়ে লাল রঙ ধারণ করে।",
      "details": "সূর্যের মতো তারারা লাল দানবে (Red Giant) পরিণত হবে এবং তারপর তাদের বাইরের স্তরগুলি হারিয়ে একটি সাদা বামন (White Dwarf) হিসেবে শেষ হবে। সাদা বামন ধীরে ধীরে শীতল হয়ে কৃষ্ণ বামনে পরিণত হয়।"
    },
    {
      "title": "তারামণ্ডল",
      "short_description": "আকাশের নির্দিষ্ট কিছু তারা যা প্রাচীনকালে মানুষ কর্তৃক কাল্পনিক চিত্র বা প্যাটার্নে একত্রিত করে নামকরণ করা হয়েছে।",
      "details": "তারামণ্ডল (Constellations) জ্যোতির্বিজ্ঞানের দিকনির্দেশনায় এবং সাংস্কৃতিক গল্পগুলিতে গুরুত্বপূর্ণ। উরসা মেজর, ওরিওন এবং লিও কিছু পরিচিত তারামণ্ডল।"
    },
    {
      "title": "বাইনারি তারকা সিস্টেম",
      "short_description": "দুটি তারা যা একটি সাধারণ ভর কেন্দ্রের চারপাশে মহাকর্ষীয়ভাবে আবদ্ধ হয়ে একে অপরের কক্ষপথে ঘোরে।",
      "details": "বাইনারি তারকা সিস্টেম (Binary Star Systems) একক তারার চেয়ে বেশি সাধারণ। এদের পারস্পরিক ক্রিয়া নোভা এবং কিছু সুপারনোভা বিস্ফোরণে গুরুত্বপূর্ণ ভূমিকা পালন করে।"
    },
    {
      "title": "গ্যালাক্সির প্রকারভেদ",
      "short_description": "গ্যালাক্সির বিভিন্ন রূপ, যেমন সর্পিল (স্পাইরাল), উপবৃত্তাকার (এলিপ্টিকাল) এবং অনিয়মিত গ্যালাক্সি।",
      "details": "গ্যালাক্সির প্রকারভেদ (Types of Galaxies) তাদের আকার, গঠন এবং তারাদের বিন্যাস দ্বারা নির্ধারিত হয়। সর্পিল গ্যালাক্সিতে নতুন তারা গঠিত হয়, যখন উপবৃত্তাকার গ্যালাক্সিতে পুরাতন তারা থাকে।"
    },
    {
      "title": "আকাশগঙ্গা গ্যালাক্সি",
      "short_description": "আমাদের সৌরজগতের অবস্থানকারী সর্পিল আকৃতির গ্যালাক্সি।",
      "details": "আকাশগঙ্গা গ্যালাক্সি (The Milky Way Galaxy) প্রায় ১০০-৪০০ বিলিয়ন তারা এবং ডার্ক ম্যাটার নিয়ে গঠিত। এর কেন্দ্রে একটি সুপারম্যাসিভ কৃষ্ণ গহ্বর রয়েছে এবং এটি প্রায় ১০০,০০০ আলোকবর্ষ জুড়ে বিস্তৃত।"
    },
    {
      "title": "গ্যালাক্সির গঠন ও বিবর্তন",
      "short_description": "গ্যালাক্সি কিভাবে গঠিত হয়, সময়ের সাথে সাথে তাদের পরিবর্তন এবং তাদের মধ্যে মিথস্ক্রিয়া।",
      "details": "গ্যালাক্সির গঠন ও বিবর্তন (Galaxy Formation and Evolution) ডার্ক ম্যাটার এবং গ্যাস মেঘের মহাকর্ষীয় পতনের মাধ্যমে শুরু হয়। গ্যালাক্সিগুলি একে অপরের সাথে সংঘর্ষ করে নতুন রূপ ধারণ করতে পারে।"
    },
    {
      "title": "গ্যালাক্সির ক্লাস্টার ও সুপারক্লাস্টার",
      "short_description": "মহাকর্ষীয়ভাবে আবদ্ধ গ্যালাক্সির বৃহৎ গোষ্ঠী (ক্লাস্টার) এবং তার চেয়েও বড় কাঠামোগুলি (সুপারক্লাস্টার)।",
      "details": "গ্যালাক্সির ক্লাস্টার (Galaxy Clusters) শত শত থেকে হাজার হাজার গ্যালাক্সি ধারণ করতে পারে। সুপারক্লাস্টার (Superclusters) হলো গ্যালাক্সির ক্লাস্টারের বৃহত্তর সংগ্রহ এবং মহাবিশ্বের বৃহৎ-স্কেল কাঠামো তৈরি করে।"
    },
    {
      "title": "সক্রিয় গ্যালাকটিক নিউক্লিয়াস (AGN)",
      "short_description": "কিছু গ্যালাক্সির কেন্দ্রস্থলে অবস্থিত অত্যন্ত উজ্জ্বল অঞ্চল যা তাদের সুপারম্যাসিভ কৃষ্ণ গহ্বর দ্বারা চালিত হয়।",
      "details": "সক্রিয় গ্যালাকটিক নিউক্লিয়াস (Active Galactic Nuclei - AGN) মহাবিশ্বের সবচেয়ে উজ্জ্বল বস্তুগুলির মধ্যে অন্যতম এবং এরা শক্তিশালী বিকিরণ (রেডিও, এক্স-রে) নির্গত করে। কোয়াসার হলো এক ধরণের অত্যন্ত উজ্জ্বল এজিএন।"
    },
    {
      "title": "সৌরজগতের উৎপত্তি",
      "short_description": "৪.৬ বিলিয়ন বছর আগে একটি আণবিক মেঘের মহাকর্ষীয় পতনের ফলে সূর্য এবং গ্রহগুলির গঠন।",
      "details": "সৌরজগতের উৎপত্তি (Origin of the Solar System) নেবুলার অনুমান দ্বারা ব্যাখ্যা করা হয়, যেখানে একটি ঘূর্ণায়মান গ্যাস ও ধূলিকণার মেঘ থেকে সূর্য কেন্দ্রে এবং গ্রহগুলি এর চারপাশে গঠিত হয়।"
    },
    {
      "title": "গ্রহগুলির গঠন ও বৈশিষ্ট্য",
      "short_description": "সৌরজগতের আটটি গ্রহের উৎপত্তি, তাদের ভৌত বৈশিষ্ট্য (আকার, ভর, গঠন) এবং তাদের অনন্য বায়ুমণ্ডল।",
      "details": "গ্রহগুলি অভ্যন্তরীণ (শিলাময়) ও বাহ্যিক (গ্যাসীয় দানব) এই দুই ভাগে বিভক্ত। তাদের গঠন ও বৈশিষ্ট্য তাদের সৃষ্টির সময়কার অবস্থা এবং সূর্যের থেকে দূরত্বের উপর নির্ভর করে।"
    },
    {
      "title": "বুধ",
      "short_description": "সূর্যের সবচেয়ে কাছের এবং সৌরজগতের ক্ষুদ্রতম গ্রহ।",
      "details": "বুধ (Mercury) চরম তাপমাত্রা পরিবর্তন এবং একটি পাতলা বায়ুমণ্ডল দ্বারা চিহ্নিত। এর পৃষ্ঠে অসংখ্য ক্রেটার রয়েছে এবং এটি পৃথিবীর চাঁদের মতো দেখায়।"
    },
    {
      "title": "শুক্র",
      "short_description": "পৃথিবীর আকারের প্রায় সমান এবং সৌরজগতের সবচেয়ে উষ্ণ গ্রহ, যার বায়ুমণ্ডল কার্বন ডাই অক্সাইড সমৃদ্ধ।",
      "details": "শুক্র (Venus) অত্যন্ত ঘন এবং বিষাক্ত বায়ুমণ্ডল দ্বারা বেষ্টিত। এর শক্তিশালী গ্রিনহাউস প্রভাব পৃষ্ঠকে অত্যন্ত উত্তপ্ত রাখে এবং এটি বিপরীত দিকে ঘোরে।"
    },
    {
      "title": "পৃথিবী",
      "short_description": "সৌরজগতের তৃতীয় গ্রহ এবং একমাত্র পরিচিত স্থান যেখানে প্রাণের অস্তিত্ব আছে।",
      "details": "পৃথিবী (Earth) তরল জল, একটি অক্সিজেন-সমৃদ্ধ বায়ুমণ্ডল এবং একটি স্থিতিশীল জলবায়ু দ্বারা চিহ্নিত, যা প্রাণের বিকাশের জন্য অনুকূল। এর চৌম্বক ক্ষেত্র সৌর বায়ু থেকে রক্ষা করে।"
    },
    {
      "title": "মঙ্গল",
      "short_description": "সৌরজগতের চতুর্থ গ্রহ, যা তার লালচে রঙের জন্য পরিচিত এবং যেখানে প্রাণের সম্ভাব্য অস্তিত্ব নিয়ে গবেষণা চলছে।",
      "details": "মঙ্গল (Mars) পাতলা কার্বন ডাই অক্সাইড বায়ুমণ্ডল, মেরু অঞ্চলে বরফের টুপি এবং প্রাচীনকালে জলের প্রবাহের প্রমাণ দ্বারা বৈশিষ্ট্যযুক্ত। রোভারগুলি এর পৃষ্ঠে প্রাণের চিহ্ন অনুসন্ধান করছে।"
    },
    {
      "title": "বৃহস্পতি",
      "short_description": "সৌরজগতের বৃহত্তম গ্রহ, একটি গ্যাসীয় দানব যা প্রধানত হাইড্রোজেন ও হিলিয়াম দ্বারা গঠিত।",
      "details": "বৃহস্পতি (Jupiter) একটি শক্তিশালী চৌম্বক ক্ষেত্র এবং বৃহস্পতির বৃহৎ লোহিত কলঙ্ক (গ্রেট রেড স্পট) নামক একটি বিশাল ঘূর্ণিঝড় দ্বারা পরিচিত। এর প্রায় ৮০টি চাঁদ রয়েছে।"
    },
    {
      "title": "শনি",
      "short_description": "তার সুন্দর এবং জটিল বলয় ব্যবস্থার জন্য পরিচিত সৌরজগতের দ্বিতীয় বৃহত্তম গ্যাসীয় দানব গ্রহ।",
      "details": "শনি (Saturn) এর বলয়গুলি মূলত বরফ কণা এবং শিলার ছোট ছোট টুকরা দ্বারা গঠিত। এর চাঁদ টাইটান একটি ঘন বায়ুমণ্ডল এবং তরল মিথেনের হ্রদ দ্বারা বৈশিষ্ট্যযুক্ত।"
    },
    {
      "title": "ইউরেনাস",
      "short_description": "একটি আইস জায়ান্ট গ্রহ যা তার অক্ষের উপর কাত হয়ে ঘোরে এবং এর একটি শীতলতম বায়ুমণ্ডল রয়েছে।",
      "details": "ইউরেনাস (Uranus) তার নীল-সবুজ রঙের জন্য পরিচিত যা বায়ুমণ্ডলে মিথেন গ্যাসের কারণে হয়। এর অনন্য ঘূর্ণন অক্ষ সম্ভবত একটি বিশাল সংঘর্ষের ফল।"
    },
    {
      "title": "নেপচুন",
      "short_description": "সূর্য থেকে সবচেয়ে দূরবর্তী পরিচিত গ্রহ এবং একটি শক্তিশালী বাতাসের আইস জায়ান্ট।",
      "details": "নেপচুন (Neptune) নীল রঙের এবং এর বায়ুমণ্ডলে দ্রুতগামী মেঘ দেখা যায়। এর বৃহত্তম চাঁদ ট্রাইটন, যা সম্ভবত একটি ক্যাপচার করা বামন গ্রহ।"
    },
    {
      "title": "বামন গ্রহ",
      "short_description": "বৃহত্তর গ্রহের মতো গোলাকার কিন্তু কক্ষপথের আশেপাশে অন্যান্য বস্তুকে পরিষ্কার করতে পারেনি এমন মহাজাগতিক বস্তু, যেমন প্লুটো।",
      "details": "বামন গ্রহ (Dwarf Planets) হলো গ্রহের একটি নতুন শ্রেণী। প্লুটো, এরিস, সেরেস, Маке Маке এবং হাউমিয়া কিছু পরিচিত বামন গ্রহ।"
    },
    {
      "title": "ধূমকেতু ও গ্রহাণু",
      "short_description": "ধূমকেতু হলো বরফ, ধূলিকণা ও শিলা দিয়ে গঠিত মহাজাগতিক বস্তু যা সূর্যের কাছাকাছি এলে লেজ তৈরি করে; গ্রহাণু হলো শিলাময় বা ধাতব বস্তু যা গ্রহের মতো নয়।",
      "details": "ধূমকেতু (Comets) কুইপার বেল্ট বা ওর্ট ক্লাউড থেকে আসে। গ্রহাণু (Asteroids) প্রধানত মঙ্গল ও বৃহস্পতির কক্ষপথের মধ্যে গ্রহাণু বলয়ে পাওয়া যায়। তারা সৌরজগতের প্রাথমিক অবস্থা সম্পর্কে তথ্য দেয়।"
    },
    {
      "title": "উল্কা ও উল্কাপিণ্ড",
      "short_description": "উল্কা হলো মহাকাশের শিলা যা পৃথিবীর বায়ুমণ্ডলে প্রবেশ করে জ্বলে ওঠে ('শুটিং স্টার'); উল্কাপিণ্ড হলো সেই অংশ যা পুড়ে না গিয়ে পৃথিবীতে এসে পড়ে।",
      "details": "উল্কা (Meteors) বায়ুমণ্ডলের সাথে ঘর্ষণের কারণে আলো উৎপন্ন করে। উল্কাপিণ্ড (Meteorites) গবেষণার জন্য মূল্যবান কারণ তারা সৌরজগতের প্রাচীনতম উপাদান ধারণ করে।"
    },
    {
      "title": "চাঁদ",
      "short_description": "পৃথিবীর একমাত্র প্রাকৃতিক উপগ্রহ এবং আমাদের নিকটতম মহাজাগতিক প্রতিবেশী।",
      "details": "চাঁদ (The Moon) পৃথিবীর জোয়ার-ভাটা নিয়ন্ত্রণ করে এবং পৃথিবীর অক্ষের স্থিতিশীলতা বজায় রাখতে সহায়তা করে। এর পৃষ্ঠ ক্রেটার দ্বারা আবৃত এবং এটি পৃথিবীর সৃষ্টির প্রাথমিক সময় সম্পর্কে তথ্য দেয়।"
    },
    {
      "title": "সৌর বায়ু",
      "short_description": "সূর্যের করোনা থেকে নিঃসৃত চার্জযুক্ত কণার একটি অবিচ্ছিন্ন প্রবাহ যা সৌরজগতের সর্বত্র ছড়িয়ে পড়ে।",
      "details": "সৌর বায়ু (Solar Wind) পৃথিবীর চৌম্বক ক্ষেত্রের সাথে মিথস্ক্রিয়া করে মেরুজ্যোতি (অরোরা) সৃষ্টি করে। এটি মহাকাশ আবহাওয়া এবং কৃত্রিম উপগ্রহের জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "উপগ্রহ (প্রাকৃতিক)",
      "short_description": "একটি মহাজাগতিক বস্তু যা একটি গ্রহ বা বামন গ্রহের চারপাশে কক্ষপথে ঘোরে।",
      "details": "সৌরজগতে বিভিন্ন গ্রহের অনেক প্রাকৃতিক উপগ্রহ (Moons/Satellites) রয়েছে, যেমন বৃহস্পতির গ্যালিলিয়ান চাঁদ বা শনির টাইটান। এদের মধ্যে কিছু উপগ্রহে প্রাণের সম্ভাব্য অস্তিত্ব নিয়ে গবেষণা চলছে।"
    },
    {
      "title": "মহাকাশ অভিযান ও রকেট বিজ্ঞান",
      "short_description": "মানুষ বা মানববিহীন যান দ্বারা মহাকাশে যাত্রা এবং রকেট প্রযুক্তির ব্যবহার যা এই যাত্রাকে সম্ভব করে তোলে।",
      "details": "মহাকাশ অভিযান (Space Missions) মানবজাতির জন্য নতুন দিগন্ত উন্মোচন করেছে, চাঁদ ও মঙ্গল গ্রহের অন্বেষণ এবং মহাকাশে স্টেশন স্থাপন সহ। রকেট বিজ্ঞান (Rocket Science) পদার্থবিজ্ঞানের নীতি ব্যবহার করে মহাকাশযানকে কক্ষপথে স্থাপন করে।"
    },
    {
      "title": "হাবল মহাকাশ দূরবীন",
      "short_description": "পৃথিবীর কক্ষপথে স্থাপন করা একটি শক্তিশালী অপটিক্যাল দূরবীন যা মহাবিশ্বের গভীরের অবিশ্বাস্য চিত্র সরবরাহ করেছে।",
      "details": "হাবল মহাকাশ দূরবীন (Hubble Space Telescope) ১৯৯০ সালে উৎক্ষেপণ করা হয় এবং এটি গ্যালাক্সির বিবর্তন, তারার জীবনচক্র এবং কৃষ্ণ গহ্বর অধ্যয়নে বিপ্লবী তথ্য প্রদান করেছে।"
    },
    {
      "title": "জেমস ওয়েব মহাকাশ দূরবীন",
      "short_description": "ইনফ্রারেড জ্যোতির্বিজ্ঞানের জন্য ডিজাইন করা পরবর্তী প্রজন্মের একটি মহাকাশ দূরবীন, যা মহাবিশ্বের প্রাথমিক পর্যায়গুলি পর্যবেক্ষণ করতে সক্ষম।",
      "details": "জেমস ওয়েব মহাকাশ দূরবীন (James Webb Space Telescope) মহাবিশ্বের প্রথম গ্যালাক্সিগুলি, তারার জন্ম এবং এক্সোপ্ল্যানেটের বায়ুমণ্ডল অধ্যয়নের জন্য ডিজাইন করা হয়েছে। এটি হাবল দূরবীনের উত্তরসূরি।"
    },
    {
      "title": "রেডিও জ্যোতির্বিজ্ঞান",
      "short_description": "মহাজাগতিক বস্তু থেকে নির্গত রেডিও তরঙ্গ পর্যবেক্ষণ ও বিশ্লেষণ করে মহাবিশ্বের অধ্যয়ন।",
      "details": "রেডিও জ্যোতির্বিজ্ঞান (Radio Astronomy) ক্যাস রেডিও টেলিস্কোপ ব্যবহার করে কৃষ্ণ গহ্বর, পালসার, এবং দূরবর্তী গ্যালাক্সি থেকে আসা দুর্বল সংকেত সনাক্ত করে। এটি দৃশ্যমান আলোতে অদৃশ্য বস্তু সম্পর্কে তথ্য দেয়।"
    },
    {
      "title": "এক্স-রে জ্যোতির্বিজ্ঞান",
      "short_description": "মহাজাগতিক বস্তু থেকে নির্গত এক্স-রে বিকিরণ পর্যবেক্ষণ করে মহাবিশ্বের অধ্যয়ন, যা অত্যন্ত উত্তপ্ত বা শক্তিশালী মহাজাগতিক ঘটনার ইঙ্গিত দেয়।",
      "details": "এক্স-রে জ্যোতির্বিজ্ঞান (X-ray Astronomy) কৃষ্ণ গহ্বর, নিউট্রন তারা, সুপারনোভা অবশেষ এবং গ্যালাক্সি ক্লাস্টার থেকে আসা এক্স-রে পর্যবেক্ষণ করে। এর জন্য মহাকাশ-ভিত্তিক টেলিস্কোপ প্রয়োজন কারণ পৃথিবীর বায়ুমণ্ডল এক্স-রে শোষণ করে।"
    },
    {
      "title": "জ্যোতির্বিজ্ঞানে কৃত্রিম উপগ্রহ",
      "short_description": "পৃথিবীর কক্ষপথে স্থাপন করা কৃত্রিম উপগ্রহ যা মহাকাশ পর্যবেক্ষণ, যোগাযোগ এবং নেভিগেশনে সহায়তা করে।",
      "details": "জ্যোতির্বিজ্ঞানে কৃত্রিম উপগ্রহ (Satellites in Astronomy) আবহাওয়ার পূর্বাভাস, জিপিএস, টেলিভিশন সম্প্রচার এবং দূরবর্তী অঞ্চলগুলির চিত্রগ্রহণে গুরুত্বপূর্ণ। হাবল, জেমস ওয়েব মহাকাশ দূরবীনও এক ধরনের কৃত্রিম উপগ্রহ।"
    },
    {
      "title": "ভিনগ্রহে প্রাণের অনুসন্ধান (SETI)",
      "short_description": "পৃথিবী ছাড়াও মহাবিশ্বের অন্য কোথাও বুদ্ধিমান প্রাণের অস্তিত্ব খোঁজার বৈজ্ঞানিক প্রচেষ্টা।",
      "details": "SETI (Search for Extraterrestrial Life) প্রকল্প রেডিও টেলিস্কোপ ব্যবহার করে মহাকাশ থেকে আগত কৃত্রিম সংকেতের জন্য স্ক্যান করে। এক্সোপ্ল্যানেট আবিষ্কার এই অনুসন্ধানে নতুন মাত্রা যোগ করেছে।"
    },
    {
      "title": "মহাকাশ স্টেশন (ISS)",
      "short_description": "পৃথিবীর নিম্ন কক্ষপথে অবস্থিত একটি বৃহৎ বাসস্থান ও গবেষণা কেন্দ্র যা আন্তর্জাতিক সহযোগিতায় নির্মিত হয়েছে।",
      "details": "আন্তর্জাতিক মহাকাশ স্টেশন (International Space Station - ISS) মাইক্রোগ্র্যাভিটি পরিবেশে বৈজ্ঞানিক গবেষণা, প্রযুক্তি পরীক্ষা এবং মহাকাশচারীদের প্রশিক্ষণের জন্য একটি প্ল্যাটফর্ম হিসেবে কাজ করে।"
    },
    {
      "title": "রোভার ও প্রোব",
      "short_description": "রোভার হলো স্বয়ংক্রিয় যান যা অন্য গ্রহের পৃষ্ঠে চলাচল করে গবেষণা চালায়; প্রোব হলো মহাকাশযান যা দূরবর্তী মহাজাগতিক বস্তুর তথ্য সংগ্রহ করে।",
      "details": "মঙ্গল গ্রহে কিউরিওসিটি ও পারসিভেরেন্সের মতো রোভার (Rovers) এবং ভয়েজার বা জুনোর মতো প্রোব (Probes) সৌরজগতের গ্রহ, চাঁদ এবং অন্যান্য বস্তু সম্পর্কে গুরুত্বপূর্ণ তথ্য পাঠিয়েছে।"
    },
    {
      "title": "মহাকর্ষীয় তরঙ্গ",
      "short_description": "স্থান-কালের বক্রতায় সৃষ্ট ঢেউ যা শক্তিশালী মহাকর্ষীয় ঘটনার কারণে মহাবিশ্বে ছড়িয়ে পড়ে।",
      "details": "মহাকর্ষীয় তরঙ্গ (Gravitational Waves) আইনস্টাইনের সাধারণ আপেক্ষিকতা তত্ত্ব দ্বারা পূর্বাভাস করা হয়েছিল এবং LIGO অবজারভেটরি দ্বারা প্রথম সরাসরি সনাক্ত করা হয়। এরা কৃষ্ণ গহ্বর বা নিউট্রন তারার সংঘর্ষ থেকে উৎপন্ন হয়।"
    },
    {
      "title": "কসমোলজি",
      "short_description": "মহাবিশ্বের উৎপত্তি, বিবর্তন, বৃহৎ-স্কেল গঠন এবং চূড়ান্ত পরিণতি নিয়ে অধ্যয়নকারী জ্যোতির্বিজ্ঞানের শাখা।",
      "details": "কসমোলজি (Cosmology) বিগ ব্যাং তত্ত্ব, ডার্ক ম্যাটার, ডার্ক এনার্জি এবং মহাবিশ্বের মৌলিক গঠন সম্পর্কে আমাদের জ্ঞানকে বিস্তৃত করে। এটি পদার্থবিজ্ঞান, জ্যোতির্বিজ্ঞান এবং দার্শনিক প্রশ্নগুলিকে একত্রিত করে।"
    },
    {
      "title": "জ্যোতির্পদার্থবিদ্যা",
      "short_description": "পদার্থবিজ্ঞানের নীতিগুলি প্রয়োগ করে মহাজাগতিক বস্তুর ভৌত প্রকৃতি, আচরণ এবং গঠন অধ্যয়ন।",
      "details": "জ্যোতির্পদার্থবিদ্যা (Astrophysics) তারাদের গঠন, গ্যালাক্সির গতিবিদ্যা, কৃষ্ণ গহ্বরের আচরণ এবং মহাবিশ্বের তাপগতিবিদ্যা ব্যাখ্যা করতে তাপগতিবিদ্যা, কোয়ান্টাম মেকানিক্স এবং তড়িৎচুম্বকত্বের নীতি ব্যবহার করে।"
    },
    {
      "title": "জ্যোতির্বিজ্ঞান ও সংস্কৃতি",
      "short_description": "মানব সভ্যতার ইতিহাস জুড়ে জ্যোতির্বিজ্ঞানের ভূমিকা, এর সাংস্কৃতিক প্রভাব এবং জ্যোতিষশাস্ত্রের সাথে এর পার্থক্য।",
      "details": "প্রাচীন সভ্যতাগুলি থেকে আধুনিক যুগে জ্যোতির্বিজ্ঞান মানব সংস্কৃতি, ধর্ম, শিল্প এবং দর্শনে গভীর প্রভাব ফেলেছে। জ্যোতিষশাস্ত্র (Astrology) হলো গ্রহ-নক্ষত্রের অবস্থান দ্বারা মানব ভাগ্য প্রভাবিত হয় এমন একটি বিশ্বাস, যা জ্যোতির্বিজ্ঞান থেকে ভিন্ন এবং বৈজ্ঞানিকভাবে প্রমাণিত নয়।"
    },
    {
      "title": "আণবিক মেঘ",
      "short_description": "গ্যাস ও ধূলিকণার বিশাল ও ঘন মেঘ যা নতুন তারাদের জন্মস্থান হিসেবে কাজ করে।",
      "details": "আণবিক মেঘ (Molecular Clouds) মূলত হাইড্রোজেন ও হিলিয়াম দ্বারা গঠিত, কিন্তু এতে অন্যান্য অণুও থাকতে পারে। এই মেঘের ঘনতম অংশে মহাকর্ষীয় সংকোচনের ফলে প্রোটোস্টার গঠিত হয়।"
    },
    {
      "title": "এক্সোপ্ল্যানেট",
      "short_description": "আমাদের সৌরজগতের বাইরে অন্য তারাদের কক্ষপথে আবর্তনকারী গ্রহ।",
      "details": "এক্সোপ্ল্যানেট (Exoplanets) আবিষ্কার মহাবিশ্বে প্রাণের অস্তিত্বের সম্ভাবনা বাড়িয়ে দিয়েছে। জেমস ওয়েব মহাকাশ দূরবীন সহ বিভিন্ন টেলিস্কোপ ব্যবহার করে এদের বায়ুমণ্ডল ও প্রাণের চিহ্ন অনুসন্ধান করা হচ্ছে।"
    },
    {
      "title": "সূর্যগ্রহণ ও চন্দ্রগ্রহণ",
      "short_description": "সূর্যগ্রহণ হলো যখন চাঁদ সূর্য ও পৃথিবীর মাঝে আসে এবং সূর্যের আলো পৃথিবীতে পৌঁছাতে বাধা দেয়; চন্দ্রগ্রহণ হলো যখন পৃথিবী সূর্য ও চাঁদের মাঝে আসে এবং চাঁদের উপর সূর্যের আলো পড়তে বাধা দেয়।",
      "details": "সূর্যগ্রহণ ও চন্দ্রগ্রহণ (Solar and Lunar Eclipses) মহাজাগতিক বস্তুগুলির কক্ষপথের বিন্যাসের ফল। এগুলি জ্যোতির্বিজ্ঞানের একটি সুন্দর ও পর্যবেক্ষণযোগ্য ঘটনা।"
    },
    {
      "title": "আলোক দূষণ",
      "short_description": "রাতের আকাশে কৃত্রিম আলোর অত্যধিক উপস্থিতি যা জ্যোতির্বিজ্ঞানের পর্যবেক্ষণকে ব্যাহত করে।",
      "details": "আলোক দূষণ (Light Pollution) শহরাঞ্চলে রাতের আকাশকে এতটাই উজ্জ্বল করে তোলে যে তারা এবং অন্যান্য মহাজাগতিক বস্তুর পর্যবেক্ষণ কঠিন হয়ে পড়ে। এটি জ্যোতির্বিজ্ঞানীদের জন্য একটি বড় চ্যালেঞ্জ।"
    },
    {
      "title": "জ্যোতির্বিজ্ঞান পর্যবেক্ষণ কেন্দ্র",
      "short_description": "মহাকাশীয় বস্তু পর্যবেক্ষণ করার জন্য বিশেষায়িত স্থান, যেখানে শক্তিশালী টেলিস্কোপ এবং অন্যান্য যন্ত্রপাতি স্থাপন করা হয়।",
      "details": "জ্যোতির্বিজ্ঞান পর্যবেক্ষণ কেন্দ্র (Astronomical Observatories) সাধারণত উচ্চ পর্বতশৃঙ্গ বা দূরবর্তী স্থানে স্থাপন করা হয় যেখানে আকাশ পরিষ্কার এবং আলোক দূষণ কম।"
    }
  ]
}