{
  "subcategory": "জীববিজ্ঞান",
  "entries": [
    {
      "title": "জীবনের বৈশিষ্ট্য",
      "short_description": "জীবন্ত বস্তুকে জড় বস্তু থেকে পৃথক করে এমন মৌলিক বৈশিষ্ট্যগুলো, যেমন কোষীয় সংগঠন, প্রজনন, বৃদ্ধি ও বিকাশ, বিপাক, পরিবেশের প্রতি সংবেদনশীলতা, এবং অভিযোজন ক্ষমতা।",
      "details": "জীবনের বৈশিষ্ট্যগুলি জীবের সংজ্ঞা প্রদানে সহায়তা করে। প্রতিটি জীব একটি বা একাধিক কোষ দ্বারা গঠিত, বংশবৃদ্ধি করতে সক্ষম, জীবনচক্র জুড়ে বৃদ্ধি ও বিকাশ লাভ করে, শক্তি ব্যবহার করে (বিপাক), উদ্দীপনায় সাড়া দেয় এবং পরিবেশের সাথে খাপ খাইয়ে নিতে পারে।"
    },
    {
      "title": "কোষ তত্ত্ব",
      "short_description": "জীববিজ্ঞানের একটি মৌলিক তত্ত্ব যা বলে যে সকল জীব কোষ দ্বারা গঠিত, কোষ হলো জীবনের মৌলিক একক, এবং সকল নতুন কোষ পূর্ববর্তী কোষ থেকে উৎপন্ন হয়।",
      "details": "১৮৩০-এর দশকে স্লেইডেন ও সোয়ান এই তত্ত্বের মূল ধারণাগুলি দেন। এটি আধুনিক জীববিজ্ঞানের ভিত্তি এবং রোগ, বংশগতি, এবং বিবর্তন বোঝার জন্য অপরিহার্য।"
    },
    {
      "title": "জীবের শ্রেণিবিন্যাস",
      "short_description": "জীবন্ত বস্তুকে তাদের পারস্পরিক সম্পর্ক ও বৈশিষ্ট্যের ভিত্তিতে গোষ্ঠীভুক্ত করার পদ্ধতি।",
      "details": "শ্রেণিবিন্যাস (Taxonomy) জীবদেরকে ডোমেইন, রাজ্য, পর্ব, শ্রেণী, বর্গ, গোত্র, গণ এবং প্রজাতিতে বিভক্ত করে। ক্যারোলাস লিনিয়াস আধুনিক শ্রেণিবিন্যাস পদ্ধতির জনক। এটি জীববৈচিত্র্য অধ্যয়ন এবং প্রজাতির সম্পর্ক বোঝার জন্য অপরিহার্য।"
    },
    {
      "title": "জীবনচক্র",
      "short_description": "একটি জীবের জন্ম থেকে মৃত্যু পর্যন্ত তার বৃদ্ধির পর্যায়ক্রমিক ধাপগুলি।",
      "details": "জীবনচক্র (Life Cycle) প্রতিটি প্রজাতির জন্য অনন্য এবং এতে বৃদ্ধি, প্রজনন, বিকাশ এবং রূপান্তরের মতো প্রক্রিয়া অন্তর্ভুক্ত থাকে। পোকামাকড়, উদ্ভিদ এবং মানুষের জীবনচক্র ভিন্ন ভিন্ন পর্যায়ে বৈশিষ্ট্যযুক্ত।"
    },
    {
      "title": "হোমিওস্ট্যাসিস",
      "short_description": "জীবের অভ্যন্তরীণ পরিবেশকে একটি স্থিতিশীল ও ধ্রুবক অবস্থায় বজায় রাখার ক্ষমতা।",
      "details": "হোমিওস্ট্যাসিস (Homeostasis) তাপমাত্রা, pH, রক্তে শর্করার মাত্রা এবং জলীয় ভারসাম্যের মতো শারীরবৃত্তীয় পরামিতি নিয়ন্ত্রণ করে। এটি জীবের বেঁচে থাকার জন্য অপরিহার্য এবং নেতিবাচক প্রতিক্রিয়া লুপ দ্বারা নিয়ন্ত্রিত হয়।"
    },
    {
      "title": "কোষের গঠন ও কার্যাবলী",
      "short_description": "জীবনের মৌলিক একক কোষের বিভিন্ন উপাদান (যেমন কোষপর্দা, সাইটোপ্লাজম, নিউক্লিয়াস, মাইটোকন্ড্রিয়া) এবং তাদের নির্দিষ্ট কাজগুলি।",
      "details": "কোষ (Cell) হলো জীবনের মৌলিক গাঠনিক ও কার্যিক একক। এর প্রতিটি অংশ (যেমন নিউক্লিয়াস জেনেটিক তথ্য ধারণ করে, মাইটোকন্ড্রিয়া শক্তি উৎপাদন করে) জীবের বেঁচে থাকার জন্য অত্যন্ত গুরুত্বপূর্ণ।"
    },
    {
      "title": "কোষ বিভাজন: মাইটোসিস ও মিয়োসিস",
      "short_description": "মাইটোসিস হলো দেহকোষের বিভাজন যা বৃদ্ধি ও মেরামতের জন্য দায়ী, আর মিয়োসিস হলো জননকোষের বিভাজন যা বংশগতির বৈচিত্র্য সৃষ্টি করে।",
      "details": "মাইটোসিস (Mitosis) এর ফলে দুটি অভিন্ন অপত্য কোষ তৈরি হয়। মিয়োসিস (Meiosis) এর ফলে চারটি অপত্য কোষ তৈরি হয় যেখানে ক্রোমোজোম সংখ্যা অর্ধেক হয়ে যায়, যা যৌন প্রজননের জন্য অপরিহার্য।"
    },
    {
      "title": "কোষ পর্দা",
      "short_description": "কোষকে বাইরের পরিবেশ থেকে পৃথককারী একটি আধা-ভেদ্য স্তর যা কোষের প্রবেশ ও নির্গমন নিয়ন্ত্রণ করে।",
      "details": "কোষ পর্দা (Cell Membrane) লিপিড ও প্রোটিন দিয়ে গঠিত এবং এটি কোষের সুরক্ষা, কোষীয় যোগাযোগ এবং পদার্থের পরিবহন নিয়ন্ত্রণ করে। এর সিলেক্টিভ পারমিয়াবিলিটি কোষের অভ্যন্তরীণ পরিবেশ বজায় রাখতে সহায়তা করে।"
    },
    {
      "title": "সাইটোপ্লাজম ও অর্গানেল",
      "short_description": "কোষের নিউক্লিয়াসের বাইরের জেলি-সদৃশ অংশ (সাইটোপ্লাজম) এবং এর মধ্যে ভাসমান বিভিন্ন বিশেষায়িত ক্ষুদ্র অঙ্গাণু (অর্গানেল)।",
      "details": "সাইটোপ্লাজম (Cytoplasm) কোষের বেশিরভাগ অংশ জুড়ে থাকে এবং এতে বিভিন্ন রাসায়নিক বিক্রিয়া ঘটে। অর্গানেল (Organelles) যেমন মাইটোকন্ড্রিয়া, এন্ডোপ্লাজমিক রেটিকুলাম, গলজি বডি এবং লাইসোসোম কোষের নির্দিষ্ট কাজগুলি সম্পাদন করে।"
    },
    {
      "title": "সালোকসংশ্লেষণ",
      "short_description": "সবুজ উদ্ভিদ, শৈবাল এবং কিছু ব্যাকটেরিয়া দ্বারা সূর্যালোক ব্যবহার করে কার্বন ডাই অক্সাইড ও জল থেকে খাদ্য (গ্লুকোজ) উৎপাদনের প্রক্রিয়া।",
      "details": "সালোকসংশ্লেষণ (Photosynthesis) ক্লোরোপ্লাস্টের মধ্যে ঘটে এবং এর উপজাত হিসেবে অক্সিজেন উৎপন্ন হয়। এটি পৃথিবীর অধিকাংশ জীবনের জন্য শক্তির প্রাথমিক উৎস এবং বায়ুমণ্ডলে অক্সিজেনের মাত্রা বজায় রাখতে গুরুত্বপূর্ণ।"
    },
    {
      "title": "শ্বসন",
      "short_description": "কোষের মধ্যে খাদ্য (গ্লুকোজ) ভেঙে শক্তি (ATP) উৎপাদনের প্রক্রিয়া।",
      "details": "শ্বসন (Respiration) দুই প্রকারের: সবাত শ্বসন (অক্সিজেনের উপস্থিতিতে) এবং অবাত শ্বসন (অক্সিজেনের অনুপস্থিতিতে)। এটি মাইটোকন্ড্রিয়ায় ঘটে এবং জীবের সকল কার্যকলাপের জন্য প্রয়োজনীয় শক্তি সরবরাহ করে।"
    },
    {
      "title": "কোষীয় যোগাযোগ",
      "short_description": "কোষগুলির মধ্যে সংকেত আদান-প্রদান এবং প্রতিক্রিয়া প্রদর্শনের প্রক্রিয়া, যা বহু-কোষী জীবের সমন্বিত কার্যাবলীর জন্য অপরিহার্য।",
      "details": "কোষীয় যোগাযোগ (Cellular Communication) হরমোন, নিউরোট্রান্সমিটার এবং অন্যান্য সংকেত অণুর মাধ্যমে ঘটে। এটি কোষের বৃদ্ধি, বিকাশ, প্রতিরক্ষা এবং অঙ্গের কার্যকারিতা নিয়ন্ত্রণ করে।"
    },
    {
      "title": "এনজাইম",
      "short_description": "জৈব অনুঘটক যা রাসায়নিক বিক্রিয়ার হার বৃদ্ধি করে কিন্তু নিজে বিক্রিয়ায় অংশগ্রহণ করে না বা পরিবর্তিত হয় না।",
      "details": "এনজাইম (Enzymes) মূলত প্রোটিন দ্বারা গঠিত এবং প্রতিটি এনজাইম একটি নির্দিষ্ট বিক্রিয়ার জন্য বিশেষায়িত। তারা পরিপাক, বিপাক এবং ডিএনএ প্রতিলিপিকরণের মতো জৈবিক প্রক্রিয়াগুলিতে গুরুত্বপূর্ণ ভূমিকা পালন করে।"
    },
    {
      "title": "ডিএনএ ও আরএনএ",
      "short_description": "ডিএনএ (ডিওক্সিরাইবোনিউক্লিক অ্যাসিড) হলো জীবের জেনেটিক তথ্য ধারণকারী অণু, আর আরএনএ (রাইবোনিউক্লিক অ্যাসিড) প্রোটিন সংশ্লেষণ ও জেনেটিক তথ্যের প্রকাশের সাথে জড়িত।",
      "details": "ডিএনএ (DNA) ডাবল হেলিক্স কাঠামোতে থাকে এবং বংশগত তথ্যের প্রধান ভাণ্ডার। আরএনএ (RNA) একক স্ট্র্যান্ডের হয় এবং ডিএনএ থেকে প্রোটিন তৈরিতে মধ্যস্থতাকারীর ভূমিকা পালন করে (মেসেঞ্জার আরএনএ, ট্রান্সফার আরএনএ, রাইবোসোমাল আরএনএ)।"
    },
    {
      "title": "জিন ও ক্রোমোজোম",
      "short_description": "জিন হলো ডিএনএ-এর একটি নির্দিষ্ট অংশ যা একটি নির্দিষ্ট বৈশিষ্ট্য বা প্রোটিন উৎপাদনের জন্য তথ্য ধারণ করে, আর ক্রোমোজোম হলো ডিএনএ এবং প্রোটিন দিয়ে গঠিত সুসংগঠিত কাঠামো যা জিন বহন করে।",
      "details": "জিন (Gene) হলো বংশগতির কার্যকরী একক। ক্রোমোজোম (Chromosome) নিউক্লিয়াসের মধ্যে থাকে এবং কোষ বিভাজনের সময় দৃশ্যমান হয়। মানুষে ২৩ জোড়া ক্রোমোজোম থাকে।"
    },
    {
      "title": "মেন্ডেলের বংশগতি সূত্র",
      "short_description": "গ্রেগর মেন্ডেল কর্তৃক প্রস্তাবিত বংশগতির দুটি মৌলিক সূত্র: পৃথকীকরণ সূত্র এবং স্বাধীনভাবে সঞ্চারণ সূত্র।",
      "details": "মেন্ডেলের এই সূত্রগুলি বংশগত বৈশিষ্ট্য কিভাবে এক প্রজন্ম থেকে পরবর্তী প্রজন্মে স্থানান্তরিত হয় তা ব্যাখ্যা করে। এই সূত্রগুলি আধুনিক জেনেটিক্সের ভিত্তি।"
    },
    {
      "title": "প্রোটিন সংশ্লেষণ",
      "short_description": "কোষের মধ্যে ডিএনএ-তে এনকোড করা জেনেটিক তথ্য ব্যবহার করে প্রোটিন তৈরির প্রক্রিয়া।",
      "details": "প্রোটিন সংশ্লেষণ (Protein Synthesis) দুটি প্রধান ধাপে ঘটে: ট্রান্সক্রিপশন (ডিএনএ থেকে আরএনএ তৈরি) এবং ট্রান্সলেশন (আরএনএ থেকে প্রোটিন তৈরি, রাইবোসোমে)। এটি জীবনের সকল প্রক্রিয়ার জন্য অপরিহার্য।"
    },
    {
      "title": "জেনেটিক ইঞ্জিনিয়ারিং",
      "short_description": "জীবের ডিএনএ-কে ইচ্ছাকৃতভাবে পরিবর্তন করার কৌশল, যাতে নতুন বৈশিষ্ট্য অর্জন করা যায় বা অবাঞ্ছিত বৈশিষ্ট্য দূর করা যায়।",
      "details": "জেনেটিক ইঞ্জিনিয়ারিং (Genetic Engineering) ফসল উন্নত করতে, ওষুধ তৈরি করতে (যেমন ইনসুলিন), এবং জেনেটিক রোগ নিরাময়ের জন্য ব্যবহৃত হয়। CRISPR-Cas9 হলো একটি আধুনিক এবং শক্তিশালী জেনেটিক ইঞ্জিনিয়ারিং টুল।"
    },
    {
      "title": "জিনোম",
      "short_description": "একটি জীবের ডিএনএ-তে বিদ্যমান সকল জেনেটিক তথ্যের সম্পূর্ণ সেট।",
      "details": "জিনোম (Genome) একটি জীবের সকল জিন, নন-কোডিং ডিএনএ এবং ক্রোমোজোমের সংগঠন অন্তর্ভুক্ত করে। মানব জিনোম প্রকল্প মানব জিনোমের সম্পূর্ণ সিকোয়েন্সিং সম্পন্ন করেছে, যা রোগ গবেষণা ও চিকিৎসায় গুরুত্বপূর্ণ।"
    },
    {
      "title": "মিউটেশন",
      "short_description": "ডিএনএ সিকোয়েন্সে স্থায়ী পরিবর্তন যা জিনগত তথ্যে পরিবর্তন আনতে পারে।",
      "details": "মিউটেশন (Mutation) স্বতঃস্ফূর্তভাবে ঘটতে পারে বা পরিবেশগত কারণ (যেমন বিকিরণ, রাসায়নিক) দ্বারা সৃষ্ট হতে পারে। এটি প্রজাতির মধ্যে বৈচিত্র্য সৃষ্টি করে এবং বিবর্তনের একটি চালিকা শক্তি, তবে কিছু ক্ষেত্রে রোগের কারণও হতে পারে।"
    },
    {
      "title": "জেনেটিক রোগ",
      "short_description": "জিনগত অস্বাভাবিকতার কারণে সৃষ্ট রোগ, যা প্রায়শই বংশগত হয়।",
      "details": "জেনেটিক রোগ (Genetic Disorders) সিস্টিক ফাইব্রোসিস, সিকেল সেল অ্যানিমিয়া এবং হান্টিংটন রোগ এর মতো অনেক ধরনের হতে পারে। জেনেটিক কাউন্সিলিং এবং জিন থেরাপি এই রোগগুলির ব্যবস্থাপনা ও চিকিৎসায় গুরুত্বপূর্ণ।"
    },
    {
      "title": "প্রাকৃতিক নির্বাচন",
      "short_description": "চার্লস ডারউইন কর্তৃক প্রস্তাবিত বিবর্তনের একটি মূল প্রক্রিয়া, যেখানে পরিবেশের সাথে ভালোভাবে অভিযোজিত জীবেরা বেশি টিকে থাকে এবং বংশবৃদ্ধি করে।",
      "details": "প্রাকৃতিক নির্বাচন (Natural Selection) এর ফলে একটি প্রজাতির মধ্যে অনুকূল বৈশিষ্ট্যগুলি সময়ের সাথে সাথে বেশি প্রচলিত হয়, যা বিবর্তন এবং নতুন প্রজাতির উদ্ভবে চালিকা শক্তি হিসেবে কাজ করে।"
    },
    {
      "title": "প্রজাতি উদ্ভব",
      "short_description": "নতুন প্রজাতির জন্ম হওয়ার প্রক্রিয়া, সাধারণত ভৌগোলিক বিচ্ছিন্নতা বা প্রাকৃতিক নির্বাচনের মাধ্যমে ঘটে।",
      "details": "প্রজাতি উদ্ভব (Speciation) ঘটে যখন একটি প্রজাতির দুটি গোষ্ঠী একে অপরের সাথে প্রজনন করতে অক্ষম হয় এবং স্বতন্ত্র প্রজাতিতে বিকশিত হয়। এটি বিবর্তনের একটি গুরুত্বপূর্ণ ফলাফল এবং জীববৈচিত্র্যকে বাড়ায়।"
    },
    {
      "title": "অভিযোজন",
      "short_description": "জীবের পরিবেশের সাথে খাপ খাইয়ে নেওয়ার জন্য তার বৈশিষ্ট্যগুলির (শারীরিক, আচরণগত, শারীরবৃত্তীয়) পরিবর্তন।",
      "details": "অভিযোজন (Adaptation) প্রাকৃতিক নির্বাচনের মাধ্যমে ঘটে এবং জীবের টিকে থাকার ও প্রজননের সম্ভাবনা বাড়ায়। যেমন, মরুভূমির উদ্ভিদের জল সংরক্ষণের জন্য বিশেষ পাতা বা প্রাণীদের ছদ্মবেশ ধারণ করার ক্ষমতা।"
    },
    {
      "title": "বিবর্তনের প্রমাণ",
      "short_description": "জীবাশ্ম রেকর্ড, তুলনামূলক অঙ্গসংস্থান, আণবিক প্রমাণ, এবং পর্যবেক্ষণযোগ্য বিবর্তন সহ বিবর্তন তত্ত্বের পক্ষে বিভিন্ন বৈজ্ঞানিক প্রমাণ।",
      "details": "বিবর্তনের প্রমাণ (Evidence of Evolution) বিভিন্ন উৎস থেকে আসে এবং এটি প্রাকৃতিক নির্বাচন এবং প্রজাতির পরিবর্তনের একটি শক্তিশালী বৈজ্ঞানিক ব্যাখ্যা প্রদান করে।"
    },
    {
      "title": "মানব বিবর্তন",
      "short_description": "প্রাইমেটদের থেকে মানুষের উদ্ভব ও বিকাশের দীর্ঘ প্রক্রিয়া, যা দ্বিপদ চলন, মস্তিষ্কের বৃদ্ধি এবং সংস্কৃতির বিকাশের সাথে সম্পর্কিত।",
      "details": "মানব বিবর্তন (Human Evolution) জীবাশ্ম রেকর্ড এবং জেনেটিক অধ্যয়নের মাধ্যমে বোঝা যায়। হোমো স্যাপিয়েন্স এর উদ্ভব এবং বিশ্বের বিভিন্ন অংশে তাদের ছড়িয়ে পড়া এই প্রক্রিয়ার প্রধান মাইলফলক।"
    },
    {
      "title": "বাস্তুতন্ত্রের উপাদান",
      "short_description": "একটি বাস্তুতন্ত্রের সজীব (জৈব) এবং জড় (অজৈব) উপাদানসমূহ এবং তাদের পারস্পরিক সম্পর্ক।",
      "details": "বাস্তুতন্ত্রের সজীব উপাদানগুলির মধ্যে উৎপাদক (যেমন উদ্ভিদ), খাদক (যেমন প্রাণী) এবং বিয়োজক (যেমন ব্যাকটেরিয়া, ছত্রাক) অন্তর্ভুক্ত। অজৈব উপাদানগুলির মধ্যে মাটি, জল, বায়ু, সূর্যালোক এবং তাপমাত্রা অন্তর্ভুক্ত।"
    },
    {
      "title": "খাদ্য শৃঙ্খল ও খাদ্য জাল",
      "short_description": "খাদ্য শৃঙ্খল হলো শক্তি প্রবাহের সরল রৈখিক পথ, আর খাদ্য জাল হলো একাধিক খাদ্য শৃঙ্খলের জটিল নেটওয়ার্ক যা বাস্তুতন্ত্রে শক্তি ও পুষ্টির প্রবাহ দেখায়।",
      "details": "খাদ্য শৃঙ্খল (Food Chain) উৎপাদক থেকে শুরু হয়ে খাদকদের মধ্য দিয়ে শক্তি প্রবাহের ক্রম দেখায়। খাদ্য জাল (Food Web) একটি বাস্তুতন্ত্রে বিভিন্ন জীবের মধ্যে জটিল খাদ্যের সম্পর্ককে চিত্রিত করে, যা বাস্তুতন্ত্রের স্থিতিশীলতা বোঝায়।"
    },
    {
      "title": "শক্তি প্রবাহ",
      "short_description": "বাস্তুতন্ত্রের মধ্যে শক্তির এক ট্রফিক স্তর থেকে অন্য ট্রফিক স্তরে স্থানান্তর।",
      "details": "শক্তি প্রবাহ (Energy Flow) উৎপাদক (সূর্যালোক থেকে শক্তি সংগ্রহ) থেকে শুরু হয় এবং প্রতিটি ট্রফিক স্তরে (খাদক) প্রায় ৯০% শক্তি অপচয় হয় (তাপ হিসেবে), যা শক্তি পিরামিডের মাধ্যমে দেখানো হয়। এটি সর্বদা একমুখী।"
    },
    {
      "title": "জীব-ভূ-রাসায়নিক চক্র",
      "short_description": "বিভিন্ন রাসায়নিক মৌল (যেমন কার্বন, নাইট্রোজেন, ফসফরাস, জল) এর জীবমণ্ডল, ভূতত্ত্ব এবং বায়ুমণ্ডলের মধ্যে চক্রাকার প্রবাহ।",
      "details": "জীব-ভূ-রাসায়নিক চক্র (Biogeochemical Cycles) পরিবেশে পুষ্টি উপাদানের প্রাপ্যতা এবং জীবের বেঁচে থাকার জন্য অপরিহার্য। এই চক্রগুলি পরিবেশগত ভারসাম্যের জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "জীববৈচিত্র্য",
      "short_description": "একটি নির্দিষ্ট অঞ্চলে বা পৃথিবীতে বিদ্যমান সকল জীবের প্রজাতির বৈচিত্র্য এবং তাদের জিনগত ও বাস্তুতান্ত্রিক বৈচিত্র্য।",
      "details": "জীববৈচিত্র্য (Biodiversity) বাস্তুতন্ত্রের স্থিতিশীলতা, প্রাকৃতিক সম্পদের সরবরাহ এবং মানবজাতির সুস্থ জীবনযাত্রার জন্য অপরিহার্য। বন উজাড়, দূষণ এবং জলবায়ু পরিবর্তন জীববৈচিত্র্যের জন্য প্রধান হুমকি।"
    },
    {
      "title": "পরিবেশ দূষণ",
      "short_description": "পরিবেশে অবাঞ্ছিত পদার্থের প্রবেশ যা জীব এবং বাস্তুতন্ত্রের উপর ক্ষতিকর প্রভাব ফেলে।",
      "details": "পরিবেশ দূষণ (Environmental Pollution) বায়ু দূষণ, জল দূষণ, মাটি দূষণ এবং শব্দ দূষণ অন্তর্ভুক্ত করে। শিল্পায়ন, নগরায়ন এবং কৃষিকাজ এর প্রধান কারণ। এটি মানব স্বাস্থ্য এবং প্রাকৃতিক পরিবেশের জন্য গুরুতর হুমকি।"
    },
    {
      "title": "সংরক্ষণ জীববিদ্যা",
      "short_description": "জীববৈচিত্র্য রক্ষা, প্রাকৃতিক সম্পদ সংরক্ষণ এবং বাস্তুতন্ত্রের কার্যকারিতা বজায় রাখার জন্য একটি বৈজ্ঞানিক প্রচেষ্টা।",
      "details": "সংরক্ষণ জীববিদ্যা (Conservation Biology) বিলুপ্তপ্রায় প্রজাতি রক্ষা, সুরক্ষিত অঞ্চল স্থাপন, এবং পরিবেশগত নীতি প্রণয়নের মতো বিষয় নিয়ে কাজ করে। এটি জীববৈচিত্র্য হ্রাস রোধে এবং টেকসই উন্নয়নে গুরুত্বপূর্ণ।"
    },
    {
      "title": "জনসংখ্যা বাস্তুতন্ত্র",
      "short_description": "একটি নির্দিষ্ট প্রজাতির জনসংখ্যার আকার, ঘনত্ব, বিতরণ এবং বৃদ্ধির গতিশীলতা অধ্যয়ন।",
      "details": "জনসংখ্যা বাস্তুতন্ত্র (Population Ecology) জন্মহার, মৃত্যুহার, অভিবাসন এবং পরিবেশগত সীমাবদ্ধতা কিভাবে জনসংখ্যার বৃদ্ধিকে প্রভাবিত করে তা বিশ্লেষণ করে। এটি মৎস্য ব্যবস্থাপনা, বন্যপ্রাণী সংরক্ষণ এবং মানব জনসংখ্যা অধ্যয়নে গুরুত্বপূর্ণ।"
    },
    {
      "title": "পরিপাকতন্ত্র",
      "short_description": "খাদ্য গ্রহণ, পরিপাক, শোষণ এবং বর্জ্য নিষ্কাশনে জড়িত অঙ্গ-প্রত্যঙ্গ নিয়ে গঠিত তন্ত্র।",
      "details": "পরিপাকতন্ত্র (Digestive System) মুখগহ্বর, খাদ্যনালী, পাকস্থলী, ক্ষুদ্রান্ত্র, এবং বৃহদান্ত্র অন্তর্ভুক্ত করে। এটি খাদ্যকে ছোট অণুতে ভেঙে দেয় যা শরীর দ্বারা শোষিত হয়ে শক্তি ও পুষ্টি সরবরাহ করে।"
    },
    {
      "title": "শ্বসনতন্ত্র",
      "short_description": "শরীরে অক্সিজেন গ্রহণ এবং কার্বন ডাই অক্সাইড নিষ্কাশনে জড়িত অঙ্গ-প্রত্যঙ্গ নিয়ে গঠিত তন্ত্র।",
      "details": "শ্বসনতন্ত্র (Respiratory System) নাক, গলা, শ্বাসনালী, ব্রঙ্কি এবং ফুসফুস অন্তর্ভুক্ত করে। ফুসফুসের অ্যালভিওলাইতে গ্যাসীয় আদান-প্রদান ঘটে, যা শরীরের কোষগুলিতে শক্তি উৎপাদনের জন্য অক্সিজেন সরবরাহ করে।"
    },
    {
      "title": "রক্ত সংবহনতন্ত্র",
      "short_description": "হৃদপিণ্ড, রক্তনালী এবং রক্তের সমন্বয়ে গঠিত তন্ত্র যা সারা শরীরে অক্সিজেন, পুষ্টি এবং হরমোন পরিবহন করে।",
      "details": "রক্ত সংবহনতন্ত্র (Circulatory System) শরীরের প্রতিটি কোষে প্রয়োজনীয় পদার্থ পৌঁছে দেয় এবং বর্জ্য পদার্থ অপসারিত করে। হৃৎপিণ্ড রক্ত পাম্প করে, ধমনী ও শিরা রক্ত পরিবহনের কাজ করে।"
    },
    {
      "title": "রেচনতন্ত্র",
      "short_description": "শরীরের বর্জ্য পদার্থ (যেমন ইউরিয়া) এবং অতিরিক্ত জল নিষ্কাশনে জড়িত অঙ্গ-প্রত্যঙ্গ নিয়ে গঠিত তন্ত্র।",
      "details": "রেচনতন্ত্র (Excretory System) কিডনি, মূত্রনালী, মূত্রাশয় এবং মূত্রনালী অন্তর্ভুক্ত করে। কিডনি রক্তকে ফিল্টার করে মূত্র তৈরি করে, যা শরীরের লবণ ও জলের ভারসাম্য বজায় রাখে এবং বিষাক্ত পদার্থ দূর করে।"
    },
    {
      "title": "স্নায়ুতন্ত্র",
      "short_description": "শরীর জুড়ে তথ্য প্রেরণ, প্রক্রিয়াকরণ এবং প্রতিক্রিয়া উৎপাদনে জড়িত নিউরন এবং সহায়ক কোষ দ্বারা গঠিত জটিল নেটওয়ার্ক।",
      "details": "স্নায়ুতন্ত্র (Nervous System) কেন্দ্রীয় স্নায়ুতন্ত্র (মস্তিষ্ক ও সুষুম্না কাণ্ড) এবং প্রান্তীয় স্নায়ুতন্ত্রে বিভক্ত। এটি সংবেদন, চলাচল, চিন্তাভাবনা, স্মৃতি এবং আবেগ নিয়ন্ত্রণ করে।"
    },
    {
      "title": "অন্তঃক্ষরা গ্রন্থিতন্ত্র",
      "short_description": "হরমোন উৎপাদনকারী গ্রন্থিগুলির একটি নেটওয়ার্ক যা শরীরের বিভিন্ন শারীরবৃত্তীয় প্রক্রিয়া নিয়ন্ত্রণ করে।",
      "details": "অন্তঃক্ষরা গ্রন্থিতন্ত্র (Endocrine System) পিটুইটারি, থাইরয়েড, অ্যাড্রেনাল, অগ্ন্যাশয় এবং প্রজনন গ্রন্থি অন্তর্ভুক্ত করে। হরমোনগুলি বৃদ্ধি, বিপাক, প্রজনন এবং মেজাজ নিয়ন্ত্রণ করে।"
    },
    {
      "title": "প্রজননতন্ত্র",
      "short_description": "জীবের প্রজনন (বংশবৃদ্ধি) এবং প্রজাতির ধারাবাহিকতা বজায় রাখার জন্য দায়ী অঙ্গ-প্রত্যঙ্গ নিয়ে গঠিত তন্ত্র।",
      "details": "প্রজননতন্ত্র (Reproductive System) পুরুষ ও মহিলা উভয় প্রজাতিতেই ভিন্ন ভিন্ন অঙ্গ নিয়ে গঠিত। এটি গ্যামেট (শুক্রাণু ও ডিম্বাণু) উৎপাদন, নিষেক এবং নতুন জীবের বিকাশ নিয়ন্ত্রণ করে।"
    },
    {
      "title": "কঙ্কালতন্ত্র",
      "short_description": "শরীরের কাঠামো, সমর্থন, চলাচল এবং গুরুত্বপূর্ণ অঙ্গ-প্রত্যঙ্গ সুরক্ষায় দায়ী হাড়, তরুণাস্থি এবং লিগামেন্ট দ্বারা গঠিত তন্ত্র।",
      "details": "কঙ্কালতন্ত্র (Skeletal System) পেশীগুলির জন্য সংযুক্তি বিন্দু প্রদান করে, লোহিত রক্তকণিকা তৈরি করে এবং খনিজ পদার্থ (যেমন ক্যালসিয়াম) সঞ্চয় করে। এটি শরীরের ভঙ্গি বজায় রাখতে এবং নড়াচড়ার জন্য অপরিহার্য।"
    },
    {
      "title": "পেশীতন্ত্র",
      "short_description": "পেশী দ্বারা গঠিত তন্ত্র যা শরীরের নড়াচড়া, অঙ্গভঙ্গি এবং অভ্যন্তরীণ অঙ্গগুলির কার্যকারিতা নিয়ন্ত্রণ করে।",
      "details": "পেশীতন্ত্র (Muscular System) তিন প্রকারের পেশী নিয়ে গঠিত: কঙ্কাল পেশী (ঐচ্ছিক), মসৃণ পেশী (অনৈচ্ছিক, যেমন পরিপাকনালীতে), এবং হৃদপেশী (অনৈচ্ছিক, কেবল হৃদপিণ্ডে)। এটি তাপ উৎপাদন এবং রক্ত সংবহনেও সহায়তা করে।"
    },
    {
      "title": "ত্বক ও ইন্দ্রিয়",
      "short_description": "ত্বক হলো শরীরের বৃহত্তম অঙ্গ যা সুরক্ষা প্রদান করে, এবং ইন্দ্রিয়গুলি (দৃষ্টি, শ্রবণ, গন্ধ, স্বাদ, স্পর্শ) বাহ্যিক উদ্দীপনা গ্রহণ করে।",
      "details": "ত্বক (Skin) দেহের তাপমাত্রা নিয়ন্ত্রণ, জল ধরে রাখা এবং রোগজীবাণু থেকে সুরক্ষা প্রদান করে। ইন্দ্রিয় (Senses)গুলি মস্তিষ্কে তথ্য পাঠায়, যা আমাদের পরিবেশ সম্পর্কে সচেতন হতে এবং প্রতিক্রিয়া জানাতে সাহায্য করে।"
    },
    {
      "title": "রোগ প্রতিরোধ ব্যবস্থা",
      "short_description": "শরীরের একটি জটিল প্রতিরক্ষা ব্যবস্থা যা রোগজীবাণু (ব্যাকটেরিয়া, ভাইরাস) এবং অন্যান্য ক্ষতিকারক পদার্থ থেকে শরীরকে রক্ষা করে।",
      "details": "রোগ প্রতিরোধ ব্যবস্থা (Immune System) সহজাত (প্রথম প্রতিরক্ষা রেখা) এবং অভিযোজিত (বিশেষায়িত, অ্যান্টিবডি তৈরি) উভয় ধরনের অনাক্রম্যতা অন্তর্ভুক্ত করে। এটি রোগ প্রতিরোধ ক্ষমতা, অ্যালার্জি এবং স্বয়ং-প্রতিরোধক রোগে গুরুত্বপূর্ণ।"
    },
    {
      "title": "উদ্ভিদের গঠন ও কার্যাবলী",
      "short_description": "উদ্ভিদের বিভিন্ন অংশ (মূল, কাণ্ড, পাতা, ফুল) এবং তাদের নির্দিষ্ট শারীরবৃত্তীয় কাজগুলি।",
      "details": "মূল জল ও পুষ্টি শোষণ করে, কাণ্ড সমর্থন ও পরিবহন করে, পাতা সালোকসংশ্লেষণ করে এবং ফুল প্রজননে সহায়তা করে। এই গঠনগুলি উদ্ভিদের বেঁচে থাকা, বৃদ্ধি এবং প্রজননের জন্য অপরিহার্য।"
    },
    {
      "title": "উদ্ভিদের প্রজনন",
      "short_description": "উদ্ভিদের বংশবৃদ্ধির প্রক্রিয়া, যা যৌন (ফুল, বীজ) বা অযৌন (শাখা, কন্দ) উভয় পদ্ধতিতে হতে পারে।",
      "details": "যৌন প্রজননে পরাগায়ন এবং নিষেক জড়িত, যা বীজ ও ফল তৈরি করে। অযৌন প্রজননে নতুন উদ্ভিদ মূল উদ্ভিদ থেকে সরাসরি জন্ম নেয়। এই প্রক্রিয়াগুলি উদ্ভিদের বিস্তার এবং বৈচিত্র্য বজায় রাখে।"
    },
    {
      "title": "উদ্ভিদ হরমোন",
      "short_description": "উদ্ভিদের বৃদ্ধি, বিকাশ, প্রজনন এবং পরিবেশের প্রতি সাড়া নিয়ন্ত্রণকারী রাসায়নিক পদার্থ।",
      "details": "উদ্ভিদ হরমোন (যেমন অক্সিন, জিব্বেরেলিন, সাইটোকাইনিন, অ্যাবসিসিক অ্যাসিড, ইথিলিন) পাতার বৃদ্ধি, ফুলের বিকাশ, ফলের পাকানো এবং পরিবেশগত চাপ মোকাবেলায় গুরুত্বপূর্ণ ভূমিকা পালন করে।"
    },
    {
      "title": "প্রাণীদের শ্রেণিবিন্যাস",
      "short_description": "প্রাণীজগতের বিভিন্ন ফাইলাম এবং শ্রেণী, যেমন ইনভারটিব্রেটস (অমেরুদণ্ডী) ও ভার্টিব্রেটস (মেরুদণ্ডী), তাদের বৈশিষ্ট্য এবং পারস্পরিক সম্পর্ক।",
      "details": "প্রাণীদের শ্রেণিবিন্যাস (Classification of Animals) তাদের শারীরিক গঠন, বিকাশ এবং জেনেটিক তথ্যের ভিত্তিতে করা হয়। এটি প্রাণীজগতের বিশাল বৈচিত্র্য এবং বিবর্তনীয় সম্পর্ক বুঝতে সাহায্য করে।"
    },
    {
      "title": "প্রাণীদের আচরণ",
      "short_description": "প্রাণীদের স্বাভাবিক ক্রিয়াকলাপ এবং পরিবেশের প্রতি তাদের প্রতিক্রিয়ার অধ্যয়ন, যেমন খাদ্য সংগ্রহ, প্রজনন, যোগাযোগ এবং সামাজিক মিথস্ক্রিয়া।",
      "details": "প্রাণীদের আচরণ (Animal Behavior) জন্মগত বা শেখা উভয়ই হতে পারে। এটি টিকে থাকা, প্রজনন এবং বাস্তুতান্ত্রিক ভারসাম্যের জন্য গুরুত্বপূর্ণ। আচরণগত বাস্তুতন্ত্র এবং তুলনামূলক মনোবিজ্ঞান এই ক্ষেত্রটির অংশ।"
    },
    {
      "title": "ভাইরাস",
      "short_description": "ক্ষুদ্রাতিক্ষুদ্র সংক্রামক এজেন্ট যা কেবল জীবন্ত কোষের অভ্যন্তরে প্রতিলিপি তৈরি করতে পারে।",
      "details": "ভাইরাস (Virus) ডিএনএ বা আরএনএ জিনোম এবং একটি প্রোটিন আবরণ নিয়ে গঠিত। তারা সজীব সত্তা হিসেবে বিবেচিত হয় না কারণ তাদের নিজস্ব বিপাক প্রক্রিয়া নেই। ভাইরাস বিভিন্ন রোগ (যেমন ফ্লু, কোভিড-১৯) সৃষ্টি করে।"
    },
    {
      "title": "ব্যাকটেরিয়া",
      "short_description": "এককোষী প্রোকারিওটিক অণুজীব যা পৃথিবীর প্রায় সর্বত্র বিদ্যমান এবং বিভিন্ন বাস্তুতান্ত্রিক ও চিকিৎসা সংক্রান্ত ভূমিকা পালন করে।",
      "details": "ব্যাকটেরিয়া (Bacteria) বিভিন্ন আকার ও আকৃতির হয় এবং পুষ্টিচক্র, রোগ সৃষ্টি, এবং অ্যান্টিবায়োটিক তৈরিতে ভূমিকা পালন করে। তাদের দ্রুত প্রজনন এবং অভিযোজন ক্ষমতা তাদের সাফল্য ব্যাখ্যা করে।"
    },
    {
      "title": "ছত্রাক",
      "short_description": "ইউক্যারিওটিক জীব যা সালোকসংশ্লেষণ করে না এবং পুষ্টির জন্য অন্যান্য জীবের উপর নির্ভরশীল।",
      "details": "ছত্রাক (Fungi) ইস্ট, মাশরুম এবং মোল্ড অন্তর্ভুক্ত করে। তারা বিয়োজক হিসেবে বাস্তুতন্ত্রে গুরুত্বপূর্ণ ভূমিকা রাখে, কিন্তু কিছু রোগও সৃষ্টি করতে পারে। অ্যান্টিবায়োটিক (যেমন পেনিসিলিন) উৎপাদনেও এদের ব্যবহার হয়।"
    },
    {
      "title": "অঙ্গ ও অঙ্গতন্ত্র",
      "short_description": "বিভিন্ন কলা একত্রিত হয়ে একটি নির্দিষ্ট কাজ সম্পাদনের জন্য গঠিত কাঠামো (অঙ্গ) এবং একাধিক অঙ্গ একত্রিত হয়ে একটি বড় কাজ সম্পাদনের জন্য গঠিত ব্যবস্থা (অঙ্গতন্ত্র)।",
      "details": "উদাহরণস্বরূপ, হৃদপিণ্ড একটি অঙ্গ, এবং এটি রক্তনালী ও রক্ত নিয়ে রক্ত সংবহনতন্ত্র গঠন করে। অঙ্গ ও অঙ্গতন্ত্রের সমন্বয় একটি জটিল জীবের বেঁচে থাকার জন্য অপরিহার্য।"
    },
    {
      "title": "টিস্যু ও কলাতন্ত্র",
      "short_description": "একই ধরণের কোষের সমষ্টি যারা একটি নির্দিষ্ট কাজ করে (টিস্যু বা কলা) এবং বিভিন্ন ধরণের কলা একত্রিত হয়ে গঠিত একটি কার্যকরী ইউনিট (কলাতন্ত্র)।",
      "details": "মানবদেহে প্রধানত চার ধরনের কলা রয়েছে: আবরণী কলা, যোজক কলা, পেশী কলা এবং স্নায়ু কলা। এই কলাগুলি অঙ্গ ও অঙ্গতন্ত্রের ভিত্তি।"
    },
    {
      "title": "পরিপোষক চক্র",
      "short_description": "বাস্তুতন্ত্রের মধ্যে খাদ্য উপাদান (যেমন নাইট্রোজেন, ফসফরাস) এর চক্রাকার প্রবাহ, যা জৈব ও অজৈব উভয় উপাদানকে অন্তর্ভুক্ত করে।",
      "details": "পরিপোষক চক্র (Nutrient Cycle) পরিবেশে পুষ্টি উপাদানের উপলব্ধতা এবং জীবের বৃদ্ধি ও বিকাশের জন্য অপরিহার্য। এই চক্রগুলি বাস্তুতন্ত্রের স্বাস্থ্য এবং কার্যকারিতা বজায় রাখে।"
    },
    {
      "title": "প্রাণীদের মধ্যে মিথস্ক্রিয়া",
      "short_description": "বিভিন্ন প্রজাতির প্রাণীর মধ্যে সম্পর্ক, যেমন প্রতিযোগিতা, শিকার-শিকারী সম্পর্ক, মিথোজীবিতা এবং পরজীবিতা।",
      "details": "এই মিথস্ক্রিয়াগুলি বাস্তুতন্ত্রের কাঠামো, শক্তি প্রবাহ এবং প্রজাতির জনসংখ্যার গতিশীলতা নির্ধারণ করে। সহাবস্থান এবং সহ-বিবর্তন এর গুরুত্বপূর্ণ ফলাফল।"
    },
    {
      "title": "জীবপ্রযুক্তি",
      "short_description": "জীবন্ত সিস্টেম এবং জীবন্ত জীবের অ্যাপ্লিকেশন, প্রক্রিয়া বা পণ্য তৈরি বা পরিবর্তন করার জন্য।",
      "details": "জীবপ্রযুক্তি (Biotechnology) জেনেটিক ইঞ্জিনিয়ারিং, বায়োফার্মাসিউটিক্যালস, কৃষি এবং পরিবেশ ব্যবস্থাপনার মতো ক্ষেত্রগুলিতে ব্যবহৃত হয়। এটি মানব স্বাস্থ্য, খাদ্য উৎপাদন এবং পরিবেশগত সমস্যার সমাধানে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "ফার্মাকোলজি",
      "short_description": "জীবের উপর ওষুধের প্রভাব, তাদের ক্রিয়া প্রক্রিয়া, ব্যবহার এবং প্রতিকূল প্রভাবের অধ্যয়ন।",
      "details": "ফার্মাকোলজি (Pharmacology) নতুন ওষুধ তৈরি, বিদ্যমান ওষুধের কার্যকারিতা ও নিরাপত্তা মূল্যায়ন, এবং রোগের চিকিৎসায় ওষুধের ব্যবহার সম্পর্কে জ্ঞান প্রদান করে। এটি চিকিৎসা বিজ্ঞানের একটি গুরুত্বপূর্ণ শাখা।"
    },
    {
      "title": "মাইক্রোবায়োলজি",
      "short_description": "ক্ষুদ্র অণুজীব (যেমন ব্যাকটেরিয়া, ভাইরাস, ছত্রাক, প্রোটোজোয়া) এবং তাদের জীবনের বিভিন্ন দিকের অধ্যয়ন।",
      "details": "মাইক্রোবায়োলজি (Microbiology) রোগ, খাদ্য উৎপাদন, পরিবেশগত প্রক্রিয়া (যেমন নাইট্রিফিকেশন) এবং অ্যান্টিবায়োটিক আবিষ্কারে অণুজীবের ভূমিকা নিয়ে কাজ করে। এটি জনস্বাস্থ্য এবং শিল্পে গুরুত্বপূর্ণ।"
    },
    {
      "title": "ভাইরোলজি",
      "short_description": "ভাইরাস এবং ভাইরাস দ্বারা সৃষ্ট রোগের অধ্যয়ন।",
      "details": "ভাইরোলজি (Virology) ভাইরাসের গঠন, প্রতিলিপিকরণ, সংক্রমণের পদ্ধতি এবং হোস্টের উপর তাদের প্রভাব নিয়ে কাজ করে। এটি ভ্যাকসিন তৈরি এবং অ্যান্টিভাইরাল ওষুধ বিকাশে গুরুত্বপূর্ণ।"
    },
    {
      "title": "জীবনী শক্তি",
      "short_description": "জীবের মধ্যে শক্তি উৎপাদন, রূপান্তর এবং ব্যবহারের প্রক্রিয়া, যা বিপাকীয় পথ (যেমন গ্লাইকোলাইসিস, ক্রেবস চক্র) এর মাধ্যমে ঘটে।",
      "details": "জীবনী শক্তি (Bioenergetics) তাপগতিবিদ্যার নীতিগুলি জীবন্ত সিস্টেমে প্রয়োগ করে। এটি শক্তি প্রবাহ, ATP উৎপাদন এবং এনজাইম কাইনেটিক্সের মতো বিষয় নিয়ে আলোচনা করে, যা জীবনের মৌলিক প্রক্রিয়া।"
    }
  ]
}