{
  "subcategory": "রসায়ন",
  "entries": [
    {
      "title": "পরমাণু ও অণু",
      "short_description": "পরমাণু হলো পদার্থের ক্ষুদ্রতম অবিভাজ্য একক যা একটি রাসায়নিক মৌলের বৈশিষ্ট্য ধারণ করে, আর অণু হলো একাধিক পরমাণুর রাসায়নিক বন্ধনের মাধ্যমে গঠিত একটি স্থিতিশীল সত্তা।",
      "details": "পরমাণু প্রোটন, নিউট্রন (নিউক্লিয়াসে) এবং ইলেকট্রন (নিউক্লিয়াসের চারপাশে) নিয়ে গঠিত। অণু গঠিত হয় যখন দুই বা ততোধিক পরমাণু (একই বা ভিন্ন মৌলের) রাসায়নিক বন্ধন দ্বারা সংযুক্ত হয়, যেমন H₂O (জল) বা O₂ (অক্সিজেন)।"
    },
    {
      "title": "রাসায়নিক বন্ধন",
      "short_description": "পরমাণুসমূহকে একত্রিত করে অণু বা যৌগ গঠনকারী আকর্ষণ শক্তি।",
      "details": "রাসায়নিক বন্ধন (Chemical Bond) মূলত তিন প্রকারের: আয়নিক বন্ধন (ইলেকট্রন আদান-প্রদান), সমযোজী বন্ধন (ইলেকট্রন ভাগাভাগি) এবং ধাতব বন্ধন (মুক্ত ইলেকট্রন সমুদ্র)। এই বন্ধনগুলি পদার্থের ভৌত ও রাসায়নিক বৈশিষ্ট্য নির্ধারণ করে।"
    },
    {
      "title": "মৌলিক পদার্থ ও যৌগ",
      "short_description": "মৌলিক পদার্থ হলো একটি মাত্র পরমাণু দিয়ে গঠিত বিশুদ্ধ পদার্থ যা রাসায়নিকভাবে আর ভাঙা যায় না, আর যৌগ হলো দুই বা ততোধিক মৌলিক পদার্থের রাসায়নিক সংযুক্তিতে গঠিত পদার্থ।",
      "details": "অক্সিজেন (O), কার্বন (C) মৌলিক পদার্থের উদাহরণ। জল (H₂O) এবং কার্বন ডাই অক্সাইড (CO₂) হলো যৌগ। যৌগগুলির ধর্ম তাদের উপাদান মৌলগুলির ধর্ম থেকে ভিন্ন হতে পারে।"
    },
    {
      "title": "মিশ্রণ ও সমাধান",
      "short_description": "মিশ্রণ হলো দুই বা ততোধিক পদার্থের ভৌত সমাবেশ যেখানে উপাদানগুলো তাদের নিজস্ব বৈশিষ্ট্য বজায় রাখে, আর সমাধান (দ্রবণ) হলো এক ধরণের সুষম মিশ্রণ।",
      "details": "মিশ্রণ (Mixture) সমসত্ব (সুষম) বা অসমসত্ব হতে পারে। দ্রবণ (Solution) হলো একটি সমসত্ব মিশ্রণ যেখানে একটি দ্রাবক (solvent) অন্য একটি দ্রাব্যকে (solute) দ্রবীভূত করে, যেমন চিনি ও জলের দ্রবণ।"
    },
    {
      "title": "পর্যায় সারণী",
      "short_description": "মৌলিক পদার্থগুলোকে তাদের পারমাণবিক সংখ্যা, ইলেকট্রন বিন্যাস এবং পুনরাবৃত্ত রাসায়নিক বৈশিষ্ট্য অনুযায়ী সাজানো একটি সারণী।",
      "details": "দিমিত্রি মেন্ডেলিভ পর্যায় সারণীর আধুনিক রূপের ভিত্তি স্থাপন করেন। এটি রসায়নবিদদের মৌলিক পদার্থগুলির বৈশিষ্ট্য পূর্বাভাস দিতে এবং তাদের পারস্পরিক সম্পর্ক বুঝতে সাহায্য করে।"
    },
    {
      "title": "মোল ধারণা",
      "short_description": "পদার্থের পরিমাণ পরিমাপের একটি একক, যা অ্যাভোগাড্রো সংখ্যার (৬.০২২ x ১০²³) সমান সংখ্যক কণা (পরমাণু, অণু বা আয়ন) ধারণ করে।",
      "details": "মোল (Mole) রাসায়নিক গণনা এবং স্টোইচিওমেট্রিতে একটি মৌলিক ধারণা। এটি পরমাণু বা অণুর ক্ষুদ্রাকারকে ব্যবহারিক পরিমাণে নিয়ে আসে, যা রাসায়নিক বিক্রিয়ায় পদার্থের অনুপাত নির্ণয়ে অপরিহার্য।"
    },
    {
      "title": "রাসায়নিক বিক্রিয়া ও সমীকরণ",
      "short_description": "রাসায়নিক বিক্রিয়া হলো এমন প্রক্রিয়া যেখানে এক বা একাধিক পদার্থ অন্য পদার্থে রূপান্তরিত হয়, যা রাসায়নিক সমীকরণ দ্বারা প্রকাশ করা হয়।",
      "details": "রাসায়নিক বিক্রিয়ায় পরমাণুগুলির মধ্যে বন্ধন ভেঙে যায় এবং নতুন বন্ধন গঠিত হয়। সমীকরণে বিক্রিয়ক ও উৎপাদকের প্রতীক এবং তাদের অনুপাত নির্দেশ করা হয়, যা ভর সংরক্ষণের সূত্র মেনে চলে।"
    },
    {
      "title": "অম্ল, ক্ষার ও লবণ",
      "short_description": "অম্ল (অ্যাসিড) হলো এমন পদার্থ যা প্রোটন দান করে, ক্ষার (বেস) হলো এমন পদার্থ যা প্রোটন গ্রহণ করে, এবং লবণ হলো অম্ল ও ক্ষারের বিক্রিয়ার ফল।",
      "details": "আর্হেনিয়াস, ব্রনস্টেড-লরি এবং লুইস তত্ত্ব অম্ল-ক্ষারের বিভিন্ন সংজ্ঞা প্রদান করে। লবণ (Salt) সাধারণত আয়নিক যৌগ হয় যা অম্ল-ক্ষার বিক্রিয়ার মাধ্যমে গঠিত হয়, যেমন NaCl (সোডিয়াম ক্লোরাইড)।"
    },
    {
      "title": "pH স্কেল",
      "short_description": "দ্রবণের অম্লতা বা ক্ষারত্ব পরিমাপের একটি লগারিদমিক স্কেল।",
      "details": "pH স্কেল ০ থেকে ১৪ পর্যন্ত বিস্তৃত। ৭ হলো নিরপেক্ষ (যেমন বিশুদ্ধ জল), ৭ এর নিচে অম্লীয় এবং ৭ এর উপরে ক্ষারীয়। এটি পরিবেশ, জীববিদ্যা এবং শিল্পে অম্লতা/ক্ষারত্ব পর্যবেক্ষণে গুরুত্বপূর্ণ।"
    },
    {
      "title": "জারণ-বিজারণ বিক্রিয়া",
      "short_description": "রাসায়নিক বিক্রিয়া যেখানে ইলেকট্রন আদান-প্রদান হয়; জারণে ইলেকট্রন হারানো হয় এবং বিজারণে ইলেকট্রন লাভ করা হয়।",
      "details": "জারণ-বিজারণ (Redox) বিক্রিয়া অনেক রাসায়নিক প্রক্রিয়ার ভিত্তি, যেমন দহন, ব্যাটারির কার্যপ্রণালী এবং মরিচা পড়া। জারণ সংখ্যা পরিবর্তন এই বিক্রিয়াগুলি চিহ্নিত করতে ব্যবহৃত হয়।"
    },
    {
      "title": "ধাতব ও অধাতব পদার্থ",
      "short_description": "ধাতব পদার্থ হলো তড়িৎ ও তাপের সুপরিবাহী, চকচকে এবং নমনীয় মৌল; অধাতব পদার্থ হলো সাধারণত তড়িৎ ও তাপের কুপরিবাহী এবং ভঙ্গুর মৌল।",
      "details": "ধাতু (Metals) সাধারণত পর্যায় সারণীর বাম ও মাঝের দিকে থাকে (যেমন লোহা, তামা), যখন অধাতু (Nonmetals) ডান দিকে থাকে (যেমন অক্সিজেন, ক্লোরিন)। ধাতুকল্প হলো উভয় প্রকারের বৈশিষ্ট্য ধারণকারী মৌল।"
    },
    {
      "title": "ক্ষার ধাতু ও ক্ষারীয় মৃত্তিকা ধাতু",
      "short_description": "পর্যায় সারণীর গ্রুপ ১ (ক্ষার ধাতু) এবং গ্রুপ ২ (ক্ষারীয় মৃত্তিকা ধাতু) এর অত্যন্ত সক্রিয় মৌলসমূহ।",
      "details": "ক্ষার ধাতু (Alkali Metals) যেমন লিথিয়াম, সোডিয়াম, পটাশিয়াম খুবই সক্রিয় এবং সহজে ইলেকট্রন দান করে। ক্ষারীয় মৃত্তিকা ধাতু (Alkaline Earth Metals) যেমন ক্যালসিয়াম, ম্যাগনেসিয়ামও সক্রিয় তবে ক্ষার ধাতুগুলির চেয়ে কম।"
    },
    {
      "title": "হ্যালোজেন",
      "short_description": "পর্যায় সারণীর গ্রুপ ১৭ এর অত্যন্ত সক্রিয় অধাতব মৌলসমূহ, যেমন ফ্লোরিন, ক্লোরিন, ব্রোমিন, আয়োডিন।",
      "details": "হ্যালোজেন (Halogens)গুলি তীব্র জারক এবং সহজে ইলেকট্রন গ্রহণ করে। তারা প্রায়শই লবণ তৈরি করে (যেমন NaCl) এবং জীবাণুনাশক, ব্লিচিং এবং আলো শিল্পে ব্যবহৃত হয়।"
    },
    {
      "title": "নিষ্ক্রিয় গ্যাস",
      "short_description": "পর্যায় সারণীর গ্রুপ ১৮ এর মৌলসমূহ (হিলিয়াম, নিয়ন, আর্গন ইত্যাদি) যা সাধারণত রাসায়নিকভাবে নিষ্ক্রিয়।",
      "details": "নিষ্ক্রিয় গ্যাস (Noble Gases)গুলির স্থিতিশীল ইলেকট্রন বিন্যাস থাকে, তাই তারা সাধারণত অন্য মৌলগুলির সাথে বিক্রিয়া করে না। এগুলি আলো (নিয়ন সাইন), বেলুন (হিলিয়াম) এবং ঝালাই কাজে ব্যবহৃত হয়।"
    },
    {
      "title": "অবস্থান্তর মৌল",
      "short_description": "পর্যায় সারণীর d-ব্লকের মৌলসমূহ, যা একাধিক জারণ অবস্থা, রঙিন যৌগ এবং অনুঘটকীয় বৈশিষ্ট্য প্রদর্শন করে।",
      "details": "অবস্থান্তর মৌল (Transition Elements) যেমন লোহা, তামা, নিকেল শিল্পে, জৈব রসায়নে অনুঘটক হিসেবে এবং জীববিজ্ঞানে এনজাইমের অংশ হিসেবে অত্যন্ত গুরুত্বপূর্ণ। তাদের ইলেকট্রন বিন্যাসের কারণে তারা বহুবিধ যৌগ গঠন করতে পারে।"
    },
    {
      "title": "জটিল যৌগ",
      "short_description": "একটি কেন্দ্রীয় ধাতু পরমাণু বা আয়ন এবং তার সাথে সংযুক্ত লিগ্যান্ড (অণু বা আয়ন) দ্বারা গঠিত যৌগ।",
      "details": "জটিল যৌগ (Coordination Compounds) ঔষধ, রঙ, পলিমার এবং জীববিজ্ঞানে (যেমন হিমোগ্লোবিন) গুরুত্বপূর্ণ ভূমিকা পালন করে। তাদের বিশেষ গঠন এবং ইলেকট্রন বিন্যাস তাদের অনন্য বৈশিষ্ট্য প্রদান করে।"
    },
    {
      "title": "আয়নিক ও সমযোজী যৌগ",
      "short_description": "আয়নিক যৌগ ইলেকট্রন আদান-প্রদানের মাধ্যমে গঠিত হয়, আর সমযোজী যৌগ ইলেকট্রন ভাগাভাগির মাধ্যমে গঠিত হয়।",
      "details": "আয়নিক যৌগ (Ionic Compounds) সাধারণত ধাতু ও অধাতুর মধ্যে গঠিত হয় এবং উচ্চ গলনাঙ্ক থাকে (যেমন NaCl)। সমযোজী যৌগ (Covalent Compounds) সাধারণত অধাতুগুলির মধ্যে গঠিত হয় এবং তাদের গলনাঙ্ক কম হয় (যেমন H₂O)।"
    },
    {
      "title": "অক্সাইড",
      "short_description": "অক্সিজেন এবং অন্য একটি মৌল (ধাতু বা অধাতু) এর মধ্যে গঠিত যৌগ।",
      "details": "অক্সাইড (Oxides) অম্লীয়, ক্ষারীয় বা উভধর্মী হতে পারে। কার্বন ডাই অক্সাইড, জলের অক্সাইড এবং আয়রনের অক্সাইড (মরিচা) দৈনন্দিন জীবনে পরিচিত অক্সাইড। শিল্পে এবং বায়ুমণ্ডলীয় রসায়নে এদের ভূমিকা গুরুত্বপূর্ণ।"
    },
    {
      "title": "নাইট্রোজেন ও তার যৌগ",
      "short_description": "নাইট্রোজেন হলো বায়ুমণ্ডলের প্রধান উপাদান এবং এর যৌগগুলি সার, বিস্ফোরক ও জীববিজ্ঞানে অপরিহার্য।",
      "details": "নাইট্রোজেন (Nitrogen) একটি নিষ্ক্রিয় গ্যাস হলেও এর যৌগগুলি (যেমন অ্যামোনিয়া, নাইট্রিক অ্যাসিড) কৃষি, শিল্প এবং মানবদেহে (প্রোটিন, ডিএনএ) গুরুত্বপূর্ণ ভূমিকা রাখে। নাইট্রোজেন চক্র জীবমণ্ডলে এর গুরুত্ব তুলে ধরে।"
    },
    {
      "title": "সালফার ও তার যৌগ",
      "short_description": "সালফার একটি অধাতব মৌল যা বিভিন্ন অ্যালোট্রপিক রূপে পাওয়া যায় এবং এর যৌগগুলি শিল্প ও জীববিজ্ঞানে গুরুত্বপূর্ণ।",
      "details": "সালফার (Sulfur) সালফিউরিক অ্যাসিডের মতো গুরুত্বপূর্ণ শিল্প রাসায়নিক তৈরিতে ব্যবহৃত হয়। এর যৌগগুলি ডিএনএ, প্রোটিন এবং বিভিন্ন জীবন্ত সিস্টেমে অপরিহার্য উপাদান।"
    },
    {
      "title": "হাইড্রোকার্বন: অ্যালকেন, অ্যালকিন, অ্যালকাইন",
      "short_description": "কার্বন ও হাইড্রোজেন দিয়ে গঠিত জৈব যৌগসমূহের প্রধান শ্রেণী, যা একক (অ্যালকেন), দ্বিবন্ধন (অ্যালকিন) বা ত্রিবন্ধন (অ্যালকাইন) ধারণ করে।",
      "details": "অ্যালকেন (যেমন মিথেন) হলো সম্পৃক্ত হাইড্রোকার্বন। অ্যালকিন (যেমন ইথিন) এবং অ্যালকাইন (যেমন ইথাইন) হলো অসম্পৃক্ত হাইড্রোকার্বন। এগুলি পেট্রোলিয়াম, প্রাকৃতিক গ্যাস এবং প্লাস্টিক শিল্পে মৌলিক উপাদান।"
    },
    {
      "title": "অ্যারোমেটিক যৌগ",
      "short_description": "বিশেষ স্থিতিশীল রিং-গঠন (যেমন বেনজিন রিং) ধারণকারী জৈব যৌগ যা সুগন্ধযুক্ত হয়।",
      "details": "অ্যারোমেটিক যৌগ (Aromatic Compounds) ওষুধ, প্লাস্টিক, রঞ্জক এবং বিস্ফোরক শিল্পে ব্যাপকভাবে ব্যবহৃত হয়। বেনজিন তাদের সবচেয়ে পরিচিত উদাহরণ এবং এর বিশেষ ইলেকট্রন বিন্যাস অ্যারোমেটিসিটি ব্যাখ্যা করে।"
    },
    {
      "title": "অ্যালকোহল, ফেনল ও ইথার",
      "short_description": "অ্যালকোহল ও ফেনলে হাইড্রোকার্বন গ্রুপের সাথে -OH গ্রুপ যুক্ত থাকে, যখন ইথারে অক্সিজেন পরমাণু দুটি হাইড্রোকার্বন গ্রুপের সাথে যুক্ত থাকে।",
      "details": "অ্যালকোহল (যেমন ইথানল) দ্রাবক, জ্বালানি এবং পানীয়তে ব্যবহৃত হয়। ফেনল জীবাণুনাশক হিসেবে ব্যবহৃত হয়। ইথার দ্রাবক এবং অ্যানাস্থেটিক হিসেবে ব্যবহৃত হয়।"
    },
    {
      "title": "অ্যালডিহাইড ও কিটোন",
      "short_description": "কার্বনিল গ্রুপ (C=O) ধারণকারী জৈব যৌগ, যা যথাক্রমে কার্বন শৃঙ্খলের প্রান্তে (অ্যালডিহাইড) বা অভ্যন্তরে (কিটোন) থাকে।",
      "details": "অ্যালডিহাইড (যেমন ফরমালডিহাইড) এবং কিটোন (যেমন অ্যাসিটোন) দ্রাবক, রজন, এবং ওষুধ তৈরিতে ব্যবহৃত হয়। তারা জৈব সংশ্লেষণে গুরুত্বপূর্ণ মধ্যবর্তী যৌগ।"
    },
    {
      "title": "কার্বক্সিলিক অ্যাসিড ও তাদের জাতক",
      "short_description": "কার্বক্সিল গ্রুপ (-COOH) ধারণকারী জৈব যৌগ, যা অম্লীয় বৈশিষ্ট্য প্রদর্শন করে, এবং তাদের থেকে উৎপন্ন বিভিন্ন যৌগ।",
      "details": "কার্বক্সিলিক অ্যাসিড (যেমন অ্যাসিটিক অ্যাসিড, সাইট্রিক অ্যাসিড) খাদ্য, ওষুধ এবং শিল্পে ব্যাপকভাবে ব্যবহৃত হয়। তাদের জাতক যেমন এস্টার, অ্যামাইড এবং অ্যাসিড হ্যালাইড বিভিন্ন জৈব সংশ্লেষণ ও পলিমার তৈরিতে গুরুত্বপূর্ণ।"
    },
    {
      "title": "অ্যামিন",
      "short_description": "অ্যামোনিয়া (NH₃) থেকে উদ্ভূত জৈব যৌগ যেখানে একটি বা একাধিক হাইড্রোজেন পরমাণু অ্যালকাইল বা অ্যারাইল গ্রুপ দ্বারা প্রতিস্থাপিত হয়।",
      "details": "অ্যামিন (Amines) প্রোটিন, ডিএনএ, ভিটামিন এবং হরমোনের মতো জৈব অণুর গুরুত্বপূর্ণ উপাদান। তারা ওষুধ, রঞ্জক এবং পলিমার শিল্পে ব্যবহৃত হয়।"
    },
    {
      "title": "পলিমার রসায়ন",
      "short_description": "বৃহৎ অণু (পলিমার) এর সংশ্লেষণ, গঠন, বৈশিষ্ট্য এবং প্রয়োগের অধ্যয়ন, যা ছোট পুনরাবৃত্ত একক (মনোমার) দ্বারা গঠিত।",
      "details": "প্লাস্টিক, রাবার, ফাইবার এবং প্রোটিন হলো পলিমারের উদাহরণ। পলিমার রসায়ন নতুন উপাদান তৈরি এবং তাদের ব্যবহারিক প্রয়োগ (যেমন প্যাকেজিং, বস্ত্র, চিকিৎসা সরঞ্জাম) নিয়ে কাজ করে।"
    },
    {
      "title": "বায়োমোলিকুলস: কার্বোহাইড্রেট",
      "short_description": "জীবন্ত কোষে শক্তির উৎস এবং কাঠামোগত উপাদান হিসেবে কাজ করা জৈব অণু।",
      "details": "কার্বোহাইড্রেট (শর্করা) চিনি, স্টার্চ এবং সেলুলোজ অন্তর্ভুক্ত করে। তারা সালোকসংশ্লেষণের মাধ্যমে তৈরি হয় এবং উদ্ভিদ ও প্রাণী উভয় ক্ষেত্রেই শক্তির সঞ্চয় ও কাঠামোগত সহায়তা প্রদান করে।"
    },
    {
      "title": "বায়োমোলিকুলস: প্রোটিন",
      "short_description": "অ্যামিনো অ্যাসিডের লম্বা শৃঙ্খল দ্বারা গঠিত জটিল জৈব অণু, যা জীবন্ত কোষে অসংখ্য কাজ সম্পাদন করে।",
      "details": "প্রোটিন (Proteins) এনজাইম, হরমোন, অ্যান্টিবডি এবং কাঠামোগত উপাদান হিসেবে কাজ করে। তাদের ত্রিমাত্রিক গঠন তাদের কার্যকারিতার জন্য অপরিহার্য।"
    },
    {
      "title": "বায়োমোলিকুলস: লিপিড",
      "short_description": "জলে অদ্রবণীয় জৈব অণু, যা শক্তি সঞ্চয়, কোষ পর্দার গঠন এবং হরমোনের মতো সংকেত অণু হিসেবে কাজ করে।",
      "details": "লিপিড (Lipids) চর্বি, তেল, ফসফোলিপিড এবং স্টেরয়েড অন্তর্ভুক্ত করে। তারা কোষের কাঠামোগত অখণ্ডতা বজায় রাখতে, ভিটামিন শোষণ করতে এবং শক্তি সরবরাহ করতে গুরুত্বপূর্ণ।"
    },
    {
      "title": "বায়োমোলিকুলস: নিউক্লিক অ্যাসিড",
      "short_description": "ডিএনএ (DNA) এবং আরএনএ (RNA) এর মতো জটিল জৈব অণু, যা বংশগত তথ্য সঞ্চয় ও প্রকাশ করে।",
      "details": "নিউক্লিক অ্যাসিড (Nucleic Acids) নিউক্লিওটাইড নামক একক দ্বারা গঠিত। ডিএনএ জীবের জেনেটিক কোড ধারণ করে, আর আরএনএ প্রোটিন সংশ্লেষণ এবং জেনেটিক তথ্যের প্রকাশের সাথে জড়িত।"
    },
    {
      "title": "আইসোমেরিজম",
      "short_description": "একই আণবিক সূত্র কিন্তু ভিন্ন কাঠামোগত বিন্যাস বা ত্রিমাত্রিক বিন্যাসযুক্ত যৌগগুলির ঘটনা।",
      "details": "আইসোমেরিজম (Isomerism) কাঠামোগত আইসোমেরিজম (যেমন কার্যকারী গ্রুপ আইসোমেরিজম) এবং স্টেরিওআইসোমেরিজম (যেমন জ্যামিতিক আইসোমেরিজম, এনান্টিওমার) অন্তর্ভুক্ত করে। আইসোমারগুলির ভৌত ও রাসায়নিক বৈশিষ্ট্য ভিন্ন হতে পারে।"
    },
    {
      "title": "গুণগত বিশ্লেষণ",
      "short_description": "একটি নমুনায় কোন রাসায়নিক উপাদান বা যৌগগুলি উপস্থিত আছে তা সনাক্ত করার পদ্ধতি।",
      "details": "গুণগত বিশ্লেষণ (Qualitative Analysis) বিভিন্ন পরীক্ষা, যেমন শিখা পরীক্ষা, অবক্ষেপণ পরীক্ষা এবং বিশেষ বিকারক ব্যবহার করে, নমুনায় বিদ্যমান আয়ন বা কার্যকারী গ্রুপগুলি শনাক্ত করে। এর উদ্দেশ্য 'কী আছে' তা খুঁজে বের করা।"
    },
    {
      "title": "পরিমাণগত বিশ্লেষণ",
      "short_description": "একটি নমুনায় বিদ্যমান প্রতিটি রাসায়নিক উপাদানের পরিমাণ বা ঘনত্ব পরিমাপের পদ্ধতি।",
      "details": "পরিমাণগত বিশ্লেষণ (Quantitative Analysis) টাইট্রেশন, গ্রাভিমেট্রি, বর্ণালিবীক্ষণ এবং ক্রোমাটোগ্রাফির মতো পদ্ধতি ব্যবহার করে একটি নমুনায় 'কতটা আছে' তা নির্ধারণ করে। এটি শিল্প, পরিবেশ এবং চিকিৎসাবিজ্ঞানে গুরুত্বপূর্ণ।"
    },
    {
      "title": "টাইট্রেশন",
      "short_description": "একটি দ্রবণে একটি অজানা পদার্থের ঘনত্ব পরিমাপের একটি রাসায়নিক পদ্ধতি, যেখানে একটি পরিচিত ঘনত্বের দ্রবণ ব্যবহার করা হয়।",
      "details": "টাইট্রেশন (Titration) অম্ল-ক্ষার টাইট্রেশন, রেডক্স টাইট্রেশন এবং জটিলমেট্রিক টাইট্রেশন সহ বিভিন্ন প্রকারের হতে পারে। এটি রাসায়নিক বিশ্লেষণ, গুণগত নিয়ন্ত্রণ এবং গবেষণায় ব্যাপকভাবে ব্যবহৃত হয়।"
    },
    {
      "title": "ক্রোমাটোগ্রাফি",
      "short_description": "একটি মিশ্রণকে তার উপাদানগুলিতে পৃথক করার একটি পদ্ধতি, যা স্থির দশা এবং চলমান দশার মধ্যে উপাদানগুলির ভিন্ন আসক্তির উপর ভিত্তি করে কাজ করে।",
      "details": "ক্রোমাটোগ্রাফি (Chromatography) গ্যাস ক্রোমাটোগ্রাফি, উচ্চ-পারফরম্যান্স লিকুইড ক্রোমাটোগ্রাফি এবং পেপার ক্রোমাটোগ্রাফি সহ বিভিন্ন ধরনের হতে পারে। এটি ওষুধ, পরিবেশ বিজ্ঞান এবং ফরেনসিক্সে বিশ্লেষণ ও পৃথকীকরণে ব্যবহৃত হয়।"
    },
    {
      "title": "স্পেকট্রোস্কোপি",
      "short_description": "পদার্থের সাথে তড়িৎচুম্বকীয় বিকিরণের মিথস্ক্রিয়া অধ্যয়ন, যা পদার্থের গঠন ও বৈশিষ্ট্য সম্পর্কে তথ্য প্রদান করে।",
      "details": "স্পেকট্রোস্কোপি (Spectroscopy) ইউভি-ভিজ, আইআর, এনএমআর এবং মাস স্পেকট্রোস্কোপি সহ বিভিন্ন প্রকারের হতে পারে। এটি যৌগ শনাক্তকরণ, আণবিক গঠন নির্ধারণ এবং রাসায়নিক গতিবিদ্যা অধ্যয়নে অপরিহার্য।"
    },
    {
      "title": "মাস স্পেকট্রোমেট্রি",
      "short_description": "একটি বিশ্লেষণাত্মক কৌশল যা একটি অণুর ভর-আধান অনুপাত পরিমাপ করে তার আণবিক ভর এবং গঠন সম্পর্কে তথ্য প্রদান করে।",
      "details": "মাস স্পেকট্রোমেট্রি (Mass Spectrometry) জটিল মিশ্রণে উপাদান শনাক্তকরণ, পলিমারের আণবিক ওজন নির্ধারণ এবং প্রোটিন বিশ্লেষণে ব্যবহৃত হয়। এটি পদার্থের আণবিক ফিঙ্গারপ্রিন্ট তৈরিতে সহায়তা করে।"
    },
    {
      "title": "ইলেক্ট্রোকেমিস্ট্রিতে বিশ্লেষণ",
      "short_description": "তড়িৎরাসায়নিক নীতি ব্যবহার করে পদার্থের রাসায়নিক বিশ্লেষণ, যা উপাদানগুলির ঘনত্ব বা তাদের বিক্রিয়াশীলতা পরিমাপ করে।",
      "details": "এটি ভোল্টামেট্রি, পোটেনশিওমেট্রি এবং কন্ডাক্টোমেট্রির মতো কৌশল অন্তর্ভুক্ত করে। ব্যাটারি, জ্বালানি কোষ এবং সেন্সর গবেষণায় এটি গুরুত্বপূর্ণ।"
    },
    {
      "title": "রাসায়নিক গতিবিদ্যা",
      "short_description": "রাসায়নিক বিক্রিয়ার হার, তার উপর প্রভাব বিস্তারকারী কারণসমূহ (যেমন তাপমাত্রা, ঘনত্ব, অনুঘটক) এবং বিক্রিয়ার প্রক্রিয়া অধ্যয়ন।",
      "details": "রাসায়নিক গতিবিদ্যা (Chemical Kinetics) বিক্রিয়ার ক্রম, সক্রিয়করণ শক্তি এবং বিক্রিয়া হার ধ্রুবক নিয়ে কাজ করে। এটি শিল্প প্রক্রিয়ার অপটিমাইজেশন, এনজাইম কাইনেটিক্স এবং পরিবেশগত রসায়নে গুরুত্বপূর্ণ।"
    },
    {
      "title": "রাসায়নিক সাম্যাবস্থা",
      "short_description": "একটি রাসায়নিক বিক্রিয়ার অবস্থা যেখানে সম্মুখ এবং বিপরীত বিক্রিয়ার হার সমান হয় এবং বিক্রিয়ক ও উৎপাদকের ঘনত্ব স্থিতিশীল থাকে।",
      "details": "রাসায়নিক সাম্যাবস্থা (Chemical Equilibrium) লে-শাতেলিয়ের নীতি দ্বারা প্রভাবিত হয়, যা চাপ, তাপমাত্রা বা ঘনত্বের পরিবর্তনের প্রতিক্রিয়া ব্যাখ্যা করে। এটি শিল্প রাসায়নিক উৎপাদনে (যেমন অ্যামোনিয়া) গুরুত্বপূর্ণ।"
    },
    {
      "title": "তাপ-রসায়ন",
      "short_description": "রাসায়নিক বিক্রিয়ায় তাপশক্তির পরিবর্তন (শোষণ বা নির্গমন) এবং শক্তির রূপান্তর অধ্যয়ন।",
      "details": "তাপ-রসায়ন (Thermochemistry) এনথালপি, এনট্রপি এবং গিবস মুক্ত শক্তি ধারণা ব্যবহার করে বিক্রিয়ার স্বতঃস্ফূর্ততা এবং তাপীয় আচরণ ব্যাখ্যা করে। এটি জ্বালানি এবং শক্তি উৎপাদন প্রক্রিয়ায় মৌলিক।"
    },
    {
      "title": "তড়িৎ-রসায়ন",
      "short_description": "রাসায়নিক বিক্রিয়া এবং তড়িৎশক্তির মধ্যে সম্পর্ক অধ্যয়ন, যেখানে রাসায়নিক শক্তি তড়িৎশক্তিতে বা বিপরীতক্রমে রূপান্তরিত হয়।",
      "details": "তড়িৎ-রসায়ন (Electrochemistry) ব্যাটারি, জ্বালানি কোষ, ইলেক্ট্রোপ্লেটিং এবং জারণ-বিজারণ বিক্রিয়া নিয়ে কাজ করে। এটি শক্তি সঞ্চয়, ধাতুবিদ্যা এবং ক্ষয় প্রতিরোধে অপরিহার্য।"
    },
    {
      "title": "দ্রবণ তত্ত্ব",
      "short_description": "দ্রাবক এবং দ্রাব্য কণার মধ্যে মিথস্ক্রিয়া এবং দ্রবণগুলির ভৌত-রাসায়নিক বৈশিষ্ট্য অধ্যয়ন।",
      "details": "দ্রবণ তত্ত্ব (Solution Theory) দ্রাব্যতা, স্ফুটনাঙ্ক বৃদ্ধি, হিমাঙ্ক হ্রাস, এবং অসমোটিক চাপ এর মতো কলিগেটিভ বৈশিষ্ট্য ব্যাখ্যা করে। এটি ঔষধ, খাদ্য এবং পরিবেশ রসায়নে গুরুত্বপূর্ণ।"
    },
    {
      "title": "কলোয়েড ও পৃষ্ঠ রসায়ন",
      "short_description": "কলোয়েড হলো এক ধরণের মিশ্রণ যেখানে একটি পদার্থ অন্য পদার্থের মধ্যে ক্ষুদ্র কণা হিসেবে ছড়িয়ে থাকে; পৃষ্ঠ রসায়ন পৃষ্ঠতলে ঘটিত ভৌত ও রাসায়নিক ঘটনা অধ্যয়ন করে।",
      "details": "কলোয়েড (Colloids) জেল, সল এবং ইমালসন অন্তর্ভুক্ত করে। পৃষ্ঠ রসায়ন (Surface Chemistry) শোষণ, অনুঘটন এবং সার্ফ্যাক্ট্যান্টের মতো ঘটনা নিয়ে কাজ করে, যা ডিটারজেন্ট, পেইন্ট এবং জৈব সিস্টেমে গুরুত্বপূর্ণ।"
    },
    {
      "title": "কোয়ান্টাম রসায়ন",
      "short_description": "কোয়ান্টাম মেকানিক্সের নীতিগুলি রাসায়নিক সিস্টেমে প্রয়োগ করে অণু, পরমাণু এবং তাদের মধ্যে বিক্রিয়া ব্যাখ্যা করা।",
      "details": "কোয়ান্টাম রসায়ন (Quantum Chemistry) আণবিক অরবিটাল তত্ত্ব, বন্ধন শক্তি এবং প্রতিক্রিয়া পথের মতো ধারণা নিয়ে কাজ করে। এটি নতুন অণু ডিজাইন করতে এবং রাসায়নিক বিক্রিয়ার প্রক্রিয়া বুঝতে সাহায্য করে।"
    },
    {
      "title": "পরিসংখ্যানগত তাপগতিবিদ্যা",
      "short_description": "ম্যাক্রোস্কোপিক তাপগতিবিদ্যাকে আণবিক স্তরের আচরণ থেকে উদ্ভূত করার জন্য পরিসংখ্যানগত পদ্ধতি ব্যবহার।",
      "details": "এটি তাপ, কাজ এবং এনট্রপির মতো ম্যাক্রোস্কোপিক বৈশিষ্ট্যগুলিকে অণু-পরমাণুর গতি এবং বিন্যাস থেকে ব্যাখ্যা করে। এটি গ্যাসের আচরণ এবং রাসায়নিক সাম্যাবস্থা বোঝার জন্য একটি শক্তিশালী হাতিয়ার।"
    },
    {
      "title": "পরিবেশ রসায়ন",
      "short_description": "প্রাকৃতিক পরিবেশে (বায়ু, জল, মাটি) রাসায়নিক প্রজাতির উৎস, বিক্রিয়া, পরিবহন এবং পরিণতি অধ্যয়ন।",
      "details": "পরিবেশ রসায়ন (Environmental Chemistry) দূষণ, জলবায়ু পরিবর্তন, ওজোন স্তর ক্ষয় এবং বিষাক্ত বর্জ্য ব্যবস্থাপনার মতো বিষয় নিয়ে কাজ করে। এটি পরিবেশ রক্ষা এবং টেকসই উন্নয়ন ধারণার জন্য অপরিহার্য।"
    },
    {
      "title": "খাদ্য রসায়ন",
      "short_description": "খাদ্য উপাদানগুলির রাসায়নিক গঠন, বৈশিষ্ট্য, এবং খাদ্য প্রক্রিয়াকরণ, সংরক্ষণ ও পুষ্টির উপর তাদের প্রভাব অধ্যয়ন।",
      "details": "খাদ্য রসায়ন (Food Chemistry) কার্বোহাইড্রেট, প্রোটিন, লিপিড, ভিটামিন এবং খনিজ পদার্থের বিশ্লেষণ নিয়ে কাজ করে। এটি খাদ্য নিরাপত্তা, গুণগত মান নিয়ন্ত্রণ এবং নতুন খাদ্য পণ্য বিকাশে গুরুত্বপূর্ণ।"
    },
    {
      "title": "ন্যানো রসায়ন",
      "short_description": "ন্যানোস্কেলে (১ থেকে ১০০ ন্যানোমিটার) পদার্থের সংশ্লেষণ, বৈশিষ্ট্য এবং প্রয়োগের অধ্যয়ন।",
      "details": "ন্যানো রসায়ন (Nanochemistry) ন্যানো পার্টিকেল, ন্যানোটিউব এবং ন্যানোমিটার স্কেলে গঠিত অন্যান্য কাঠামো নিয়ে কাজ করে। এটি ওষুধ বিতরণ, ইলেকট্রনিক্স, অনুঘটন এবং নতুন উপকরণ তৈরিতে বিপ্লব আনতে পারে।"
    }
  ]
}