{
  "subcategory": "পৃথিবী বিজ্ঞান",
  "entries": [
    {
      "title": "পৃথিবীর অভ্যন্তরীণ কাঠামো",
      "short_description": "পৃথিবীর গঠন, যেমন ভূত্বক, ম্যান্টল এবং কোর।",
      "details": "পৃথিবীর অভ্যন্তরীণ কাঠামো (Earth's Interior Structure) বিভিন্ন স্তর দ্বারা গঠিত: শক্ত ভূত্বক, অর্ধ-তরল ম্যান্টল এবং কঠিন অন্তঃস্থ কোর ও তরল বহিঃস্থ কোর।"
    },
    {
      "title": "টেকটোনিক প্লেট",
      "short_description": "পৃথিবীর ভূত্বককে বিভক্তকারী বৃহৎ প্লেট যা ভূমিকম্প, আগ্নেয়গিরি এবং পর্বতমালা সৃষ্টির কারণ।",
      "details": "টেকটোনিক প্লেট (Tectonic Plates) হলো পৃথিবীর লিথোস্ফিয়ারের বিশাল টুকরা যা ম্যান্টলের উপর নড়াচড়া করে। এর ফলস্বরূপ অভিসারী, অপসারী এবং রূপান্তরিত প্লেট সীমানায় বিভিন্ন ভূতাত্ত্বিক ঘটনা ঘটে।"
    },
    {
      "title": "আগ্নেয়গিরি ও ভূমিকম্প",
      "short_description": "পৃথিবীর টেকটোনিক কার্যকলাপের ফলস্বরূপ সৃষ্ট প্রাকৃতিক ঘটনা।",
      "details": "আগ্নেয়গিরি (Volcanoes) হলো পৃথিবীর ভূত্বকের ফাটল যার মাধ্যমে লাভা, ছাই এবং গ্যাস নির্গত হয়। ভূমিকম্প (Earthquakes) হলো ভূত্বকে আকস্মিক শক্তি মুক্তির ফলে সৃষ্ট কম্পন।"
    },
    {
      "title": "শিলার প্রকারভেদ",
      "short_description": "পৃথিবীর ভূত্বকে পাওয়া বিভিন্ন ধরণের শিলা: আগ্নেয়, পাললিক এবং রূপান্তরিত শিলা।",
      "details": "শিলার প্রকারভেদ (Types of Rocks) হলো আগ্নেয় (Igneous) শিলা (যেমন গ্রানাইট), পাললিক (Sedimentary) শিলা (যেমন বেলেপাথর) এবং রূপান্তরিত (Metamorphic) শিলা (যেমন মার্বেল)। এই শিলাগুলি শিলা চক্রের মাধ্যমে একে অপরের মধ্যে পরিবর্তিত হয়।"
    },
    {
      "title": "খনিজ পদার্থ",
      "short_description": "প্রাকৃতিকভাবে সৃষ্ট অজৈব পদার্থ যা একটি নির্দিষ্ট রাসায়নিক গঠন এবং স্ফটিক কাঠামো ধারণ করে।",
      "details": "খনিজ পদার্থ (Minerals) হলো পৃথিবীর ভূত্বকের মৌলিক উপাদান। কোয়ার্টজ, ফেল্ডস্পার এবং মাইকা এর সাধারণ উদাহরণ।"
    },
    {
      "title": "ভূমিরূপবিদ্যা",
      "short_description": "পৃথিবীর পৃষ্ঠের ভূমিরূপ এবং তাদের গঠন প্রক্রিয়া নিয়ে অধ্যয়ন।",
      "details": "ভূমিরূপবিদ্যা (Geomorphology) পর্বত, উপত্যকা, মালভূমি এবং উপকূলীয় অঞ্চলের মতো ভূমিরূপগুলির উৎপত্তি এবং বিবর্তন নিয়ে আলোচনা করে।"
    },
    {
      "title": "ভূতাত্ত্বিক সময় স্কেল",
      "short_description": "পৃথিবীর ইতিহাসকে বিভক্তকারী একটি ক্রনোলজিক্যাল ব্যবস্থা, যা বিলিয়ন বিলিয়ন বছর পর্যন্ত বিস্তৃত।",
      "details": "ভূতাত্ত্বিক সময় স্কেল (Geological Time Scale) মহাযুগ (Eon), যুগ (Era), পিরিয়ড (Period) এবং ইপক (Epoch) এ বিভক্ত। এটি পৃথিবীর ভূতাত্ত্বিক ঘটনা এবং জীববৈচিত্র্যের বিবর্তনকে বুঝতে সাহায্য করে।"
    },
    {
      "title": "ক্ষয় ও অবক্ষেপণ",
      "short_description": "শিলার ভাঙন ও অপসারণ (ক্ষয়) এবং এই উপাদানের জমা (অবক্ষেপণ)।",
      "details": "ক্ষয় (Erosion) জল, বাতাস, বরফ এবং মাধ্যাকর্ষণ দ্বারা ঘটে। অবক্ষেপণ (Deposition) হলো এই ক্ষয়প্রাপ্ত উপাদানের জমা হওয়া যা ভূমিরূপ পরিবর্তন করে এবং পাললিক শিলা গঠন করে।"
    },
    {
      "title": "ফসিল ও প্যালিওন্টোলজি",
      "short_description": "ফসিল হলো প্রাচীন জীবের সংরক্ষিত অবশেষ এবং প্যালিওন্টোলজি হলো ফসিল নিয়ে অধ্যয়ন।",
      "details": "ফসিল (Fossils) পৃথিবীর জীবনের ইতিহাস সম্পর্কে গুরুত্বপূর্ণ তথ্য সরবরাহ করে। প্যালিওন্টোলজি (Paleontology) ভূতাত্ত্বিক সময়ে জীবনের বিবর্তন এবং পরিবেশ সম্পর্কে ধারণা দেয়।"
    },
    {
      "title": "পেট্রোলিয়াম ভূতত্ত্ব",
      "short_description": "ভূতত্ত্বের একটি শাখা যা পেট্রোলিয়াম এবং প্রাকৃতিক গ্যাসের উৎস, সঞ্চয় এবং নিষ্কাশন নিয়ে কাজ করে।",
      "details": "পেট্রোলিয়াম ভূতত্ত্ব (Petroleum Geology) পাললিক বেসিনগুলিতে তেল ও গ্যাস আবিষ্কারের জন্য ভূতাত্ত্বিক কাঠামো, শিলা এবং ফাঁদ বিশ্লেষণ করে।"
    },
    {
      "title": "হাইড্রোজিয়োলজি",
      "short_description": "ভূগর্ভস্থ জল (Groundwater) এবং এর চলাচল, বিতরণ এবং গুণমান নিয়ে অধ্যয়ন।",
      "details": "হাইড্রোজিয়োলজি (Hydrogeology) পানীয় জল সরবরাহ, সেচ এবং পরিবেশগত প্রভাবের জন্য ভূগর্ভস্থ জলের গুরুত্ব বোঝায়।"
    },
    {
      "title": "খনিজ সম্পদ",
      "short_description": "ভূত্বকে প্রাপ্ত মূল্যবান খনিজ পদার্থ যা অর্থনৈতিকভাবে নিষ্কাশন করা যায়।",
      "details": "খনিজ সম্পদ (Mineral Resources) ধাতু (যেমন লোহা, তামা), জীবাশ্ম জ্বালানি (যেমন কয়লা, তেল) এবং শিল্প খনিজ (যেমন জিপসাম, লবণের) অন্তর্ভুক্ত।"
    },
    {
      "title": "পৃথিবীর বায়ুমণ্ডল",
      "short_description": "পৃথিবীকে ঘিরে থাকা গ্যাসের স্তর, এর স্তরবিন্যাস এবং উপাদান।",
      "details": "পৃথিবীর বায়ুমণ্ডল (Earth's Atmosphere) ট্রপোস্ফিয়ার, স্ট্র্যাটোস্ফিয়ার, মেসোস্ফিয়ার, থার্মোস্ফিয়ার এবং এক্সোস্ফিয়ারে বিভক্ত। এটি জীবনকে সমর্থন করে এবং আবহাওয়া ও জলবায়ুকে প্রভাবিত করে।"
    },
    {
      "title": "জলবায়ু ও আবহাওয়া",
      "short_description": "আবহাওয়া হলো একটি নির্দিষ্ট স্থানে স্বল্পমেয়াদী বায়ুমণ্ডলীয় অবস্থা, যখন জলবায়ু হলো দীর্ঘমেয়াদী গড় আবহাওয়া।",
      "details": "জলবায়ু (Climate) ও আবহাওয়া (Weather) একে অপরের থেকে ভিন্ন ধারণা। আবহাওয়া প্রতিদিন পরিবর্তিত হতে পারে, কিন্তু জলবায়ু একটি অঞ্চলের দীর্ঘমেয়াদী বৈশিষ্ট্য।"
    },
    {
      "title": "বায়ুচাপ ও বায়ুপ্রবাহ",
      "short_description": "বায়ুমণ্ডলের চাপ এবং এর ফলে সৃষ্ট বাতাসের চলাচল।",
      "details": "বায়ুচাপ (Air Pressure) উচ্চ এবং নিম্নচাপ এলাকার মধ্যে বায়ুপ্রবাহ (Wind) সৃষ্টি করে। এই পার্থক্য আবহাওয়ার ধরন এবং বায়ুপ্রবাহের গতিকে প্রভাবিত করে।"
    },
    {
      "title": "মেঘের প্রকারভেদ ও বৃষ্টিপাত",
      "short_description": "বিভিন্ন ধরণের মেঘের গঠন এবং তাদের থেকে সৃষ্ট বৃষ্টি, তুষার বা শিলাবৃষ্টি।",
      "details": "মেঘের প্রকারভেদ (Types of Clouds) (যেমন কিউমুলাস, স্ট্র্যাটাস, সির্রাস) এবং বৃষ্টিপাত (Precipitation) জলচক্রের গুরুত্বপূর্ণ অংশ এবং আবহাওয়ার পূর্বাভাসে ব্যবহৃত হয়।"
    },
    {
      "title": "ঘূর্ণিঝড় ও টর্নেডো",
      "short_description": "প্রচণ্ড বাতাস এবং বৃষ্টি সহকারে সৃষ্ট বায়ুমণ্ডলীয় ঝড়।",
      "details": "ঘূর্ণিঝড় (Cyclones) বৃহৎ আকারের নিম্নচাপ সিস্টেম যা সমুদ্রের উপর গঠিত হয়, আর টর্নেডো (Tornadoes) হলো সংকীর্ণ, সহিংসভাবে ঘূর্ণায়মান বায়ুর স্তম্ভ যা স্থলভাগে গঠিত হয়।"
    },
    {
      "title": "আবহাওয়ার পূর্বাভাস",
      "short_description": "বায়ুমণ্ডলীয় অবস্থার ডেটা ব্যবহার করে ভবিষ্যতের আবহাওয়া অবস্থা অনুমান করা।",
      "details": "আবহাওয়ার পূর্বাভাস (Weather Forecasting) স্যাটেলাইট, রাডার এবং কম্পিউটার মডেল ব্যবহার করে তাপমাত্রা, বৃষ্টিপাত, বায়ুপ্রবাহ এবং অন্যান্য আবহাওয়া উপাদান অনুমান করে।"
    },
    {
      "title": "জলবায়ু পরিবর্তন",
      "short_description": "দীর্ঘমেয়াদী সময়ে পৃথিবীর জলবায়ু প্যাটার্নের পরিবর্তন, যা মানব কার্যকলাপ দ্বারা প্রভাবিত।",
      "details": "জলবায়ু পরিবর্তন (Climate Change) কার্বন ডাই অক্সাইডের মতো গ্রীনহাউস গ্যাসের নির্গমন বৃদ্ধির ফলে পৃথিবীর তাপমাত্রা বৃদ্ধি (গ্লোবাল ওয়ার্মিং) এবং এর ফলে সৃষ্ট প্রাকৃতিক দুর্যোগ বৃদ্ধি।"
    },
    {
      "title": "গ্রীনহাউস প্রভাব",
      "short_description": "পৃথিবীর বায়ুমণ্ডলে কিছু গ্যাসের (গ্রীনহাউস গ্যাস) তাপ ধরে রাখার প্রক্রিয়া যা গ্রহকে উষ্ণ রাখে।",
      "details": "গ্রীনহাউস প্রভাব (Greenhouse Effect) পৃথিবীর পৃষ্ঠকে উষ্ণ রাখে, যা জীবনের জন্য অপরিহার্য। তবে মানব সৃষ্ট গ্রীনহাউস গ্যাসের বৃদ্ধি অতিরিক্ত উষ্ণায়নের কারণ।"
    },
    {
      "title": "বায়ুমণ্ডলীয় দূষণ",
      "short_description": "বায়ুতে ক্ষতিকারক পদার্থ বা কণার উপস্থিতি যা মানুষ, প্রাণী বা পরিবেশের ক্ষতি করে।",
      "details": "বায়ুমণ্ডলীয় দূষণ (Atmospheric Pollution) শিল্প নির্গমন, যানবাহন এবং অন্যান্য মানব কার্যকলাপের ফলে ঘটে। এটি শ্বাসযন্ত্রের রোগ এবং অ্যাসিড বৃষ্টির কারণ।"
    },
    {
      "title": "বজ্রপাত ও বাজ",
      "short_description": "বিদ্যুৎ চমক এবং বায়ুর দ্রুত প্রসারণের ফলে সৃষ্ট শব্দ।",
      "details": "বজ্রপাত (Lightning) হলো মেঘের মধ্যে বা মেঘ থেকে স্থলভাগে বৈদ্যুতিক স্রাব। বাজ (Thunder) হলো বজ্রপাতের ফলে সৃষ্ট শব্দ।"
    },
    {
      "title": "মহাসাগরের গঠন ও বৈশিষ্ট্য",
      "short_description": "পৃথিবীর মহাসাগরগুলির ভূতাত্ত্বিক গঠন, গভীরতা, তাপমাত্রা এবং লবণাক্ততা।",
      "details": "মহাসাগরের গঠন ও বৈশিষ্ট্য (Ocean Structure and Characteristics) পৃথিবীর বৃহত্তম জলরাশিকে বোঝায়, যা মহাসাগরীয় অববাহিকা, মধ্য-মহাসাগরীয় শৈলশিরা এবং গভীর সমুদ্রের খাত অন্তর্ভুক্ত করে।"
    },
    {
      "title": "সমুদ্রের স্রোত",
      "short_description": "মহাসাগরের জলের নিয়মিত এবং নির্দেশিত চলাচল যা তাপমাত্রা, লবণাক্ততা এবং বায়ু দ্বারা চালিত হয়।",
      "details": "সমুদ্রের স্রোত (Ocean Currents) পৃথিবীর জলবায়ু, সামুদ্রিক জীবন এবং নেভিগেশনকে প্রভাবিত করে। উপসাগরীয় স্রোত এর একটি গুরুত্বপূর্ণ উদাহরণ।"
    },
    {
      "title": "জোয়ার-ভাটা",
      "short_description": "চাঁদ ও সূর্যের মহাকর্ষীয় টানের কারণে সমুদ্রের জলের নিয়মিত উত্থান ও পতন।",
      "details": "জোয়ার-ভাটা (Tides) পৃথিবীর পৃষ্ঠে জলের ওঠানামা ঘটায়। পূর্ণিমা এবং অমাবস্যায় সর্বোচ্চ জোয়ার (বসন্ত জোয়ার) ঘটে।"
    },
    {
      "title": "সমুদ্রের তলদেশের টপোগ্রাফি",
      "short_description": "মহাসাগরের তলদেশের ভূসংস্থানিক বৈশিষ্ট্য, যেমন পর্বতমালা, উপত্যকা এবং খাত।",
      "details": "সমুদ্রের তলদেশের টপোগ্রাফি (Seafloor Topography) ডুবো পর্বত, মধ্য-মহাসাগরীয় শৈলশিরা, মহাসাগরীয় খাত এবং মহাদেশীয় তাক অন্তর্ভুক্ত করে।"
    },
    {
      "title": "সামুদ্রিক জীবন ও বাস্তুতন্ত্র",
      "short_description": "মহাসাগরে বসবাসকারী জীব এবং তাদের পরিবেশগত সম্পর্ক।",
      "details": "সামুদ্রিক জীবন ও বাস্তুতন্ত্র (Marine Life and Ecosystems) প্লাঙ্কটন থেকে শুরু করে মাছ, স্তন্যপায়ী প্রাণী এবং কোরাল পর্যন্ত বিস্তৃত। সামুদ্রিক বাস্তুতন্ত্র পৃথিবীর জলবায়ু এবং কার্বন চক্রে গুরুত্বপূর্ণ ভূমিকা পালন করে।"
    },
    {
      "title": "সমুদ্র দূষণ",
      "short_description": "প্লাস্টিক, রাসায়নিক, তেল এবং অন্যান্য বর্জ্য দ্বারা মহাসাগরের দূষণ।",
      "details": "সমুদ্র দূষণ (Ocean Pollution) সামুদ্রিক জীবন, বাস্তুতন্ত্র এবং মানুষের স্বাস্থ্যের উপর ক্ষতিকারক প্রভাব ফেলে।"
    },
    {
      "title": "প্রবাল প্রাচীর",
      "short_description": "ছোট সামুদ্রিক প্রাণী (প্রবাল) দ্বারা গঠিত ডুবো কাঠামো যা সামুদ্রিক জীববৈচিত্র্যের জন্য গুরুত্বপূর্ণ।",
      "details": "প্রবাল প্রাচীর (Coral Reefs) হলো সামুদ্রিক বাস্তুতন্ত্রের হটস্পট। তবে জলবায়ু পরিবর্তন, দূষণ এবং অতিরিক্ত মাছ ধরার কারণে তারা হুমকির মুখে।"
    },
    {
      "title": "সুনামি",
      "short_description": "সমুদ্রের তলদেশের ভূমিকম্প, আগ্নেয়গিরির অগ্ন্যুৎপাত বা ভূমিধসের ফলে সৃষ্ট বিশাল সমুদ্রের ঢেউ।",
      "details": "সুনামি (Tsunamis) উপকূলীয় অঞ্চলে ব্যাপক ধ্বংসযজ্ঞ ঘটাতে পারে। এটি গভীর সমুদ্রে ছোট হয় কিন্তু উপকূলে পৌঁছানোর সাথে সাথে বিশাল আকার ধারণ করে।"
    },
    {
      "title": "গভীর সমুদ্র অনুসন্ধান",
      "short_description": "গভীর মহাসাগরের তলদেশ এবং সেখানে বসবাসকারী জীব সম্পর্কে অধ্যয়ন।",
      "details": "গভীর সমুদ্র অনুসন্ধান (Deep Sea Exploration) সাবমেরিন এবং রোবোটিক যান ব্যবহার করে গভীর সমুদ্রের অনন্য জীব এবং ভূতাত্ত্বিক বৈশিষ্ট্যগুলি আবিষ্কার করে।"
    },
    {
      "title": "বাস্তুতন্ত্র ও বায়োম",
      "short_description": "বাস্তুতন্ত্র হলো জীব এবং তাদের পরিবেশের মিথস্ক্রিয়া, যখন বায়োম হলো বৃহৎ আঞ্চলিক বাস্তুতন্ত্র।",
      "details": "বাস্তুতন্ত্র (Ecosystems) (যেমন বন, মরুভূমি, জলাভূমি) এবং বায়োম (Biomes) (যেমন তুন্দ্রা, গ্রীষ্মমণ্ডলীয় বৃষ্টিপাত অরণ্য) পৃথিবীর জীববৈচিত্র্য এবং পরিবেশগত প্রক্রিয়াগুলির মূল একক।"
    },
    {
      "title": "জীববৈচিত্র্য",
      "short_description": "একটি নির্দিষ্ট অঞ্চলে বা পৃথিবীতে জীবনের বিভিন্নতা, যার মধ্যে উদ্ভিদ, প্রাণী এবং অণুজীব অন্তর্ভুক্ত।",
      "details": "জীববৈচিত্র্য (Biodiversity) বাস্তুতন্ত্রের স্বাস্থ্য এবং স্থিতিশীলতার জন্য অপরিহার্য। এটি জেনেটিক, প্রজাতি এবং বাস্তুতন্ত্রের স্তরে বিদ্যমান।"
    },
    {
      "title": "দূষণ (বায়ু, জল, মাটি)",
      "short_description": "পরিবেশে ক্ষতিকারক পদার্থ বা শক্তির সংযোজন যা জীবন্ত প্রাণীদের ক্ষতি করে।",
      "details": "দূষণ (Pollution) বায়ু দূষণ (Atmospheric Pollution), জল দূষণ (Water Pollution) এবং মাটি দূষণ (Soil Pollution) এর বিভিন্ন উৎস এবং প্রভাব রয়েছে। এটি পরিবেশগত অবনতির প্রধান কারণ।"
    },
    {
      "title": "পরিবেশগত প্রভাব মূল্যায়ন (EIA)",
      "short_description": "একটি প্রস্তাবিত প্রকল্পের পরিবেশের উপর সম্ভাব্য প্রভাবগুলি চিহ্নিত এবং মূল্যায়ন করার প্রক্রিয়া।",
      "details": "পরিবেশগত প্রভাব মূল্যায়ন (Environmental Impact Assessment - EIA) প্রকল্প অনুমোদনের আগে পরিবেশগত ঝুঁকি এবং সুযোগগুলি বিবেচনা করতে সাহায্য করে, যা টেকসই উন্নয়ন নিশ্চিত করে।"
    },
    {
      "title": "টেকসই উন্নয়ন",
      "short_description": "বর্তমান প্রজন্মের চাহিদা পূরণ করা, ভবিষ্যতের প্রজন্মের চাহিদা পূরণের ক্ষমতাকে আপস না করে।",
      "details": "টেকসই উন্নয়ন (Sustainable Development) অর্থনৈতিক, সামাজিক এবং পরিবেশগত দিকগুলিকে একত্রিত করে। এটি প্রাকৃতিক সম্পদ সংরক্ষণ এবং পরিবেশ সুরক্ষা উপর জোর দেয়।"
    },
    {
      "title": "বর্জ্য ব্যবস্থাপনা",
      "short_description": "বর্জ্য সংগ্রহ, পরিবহন, প্রক্রিয়াকরণ, পুনর্ব্যবহার এবং নিষ্পত্তির প্রক্রিয়া।",
      "details": "বর্জ্য ব্যবস্থাপনা (Waste Management) কঠিন বর্জ্য, তরল বর্জ্য এবং বিপজ্জনক বর্জ্য অন্তর্ভুক্ত করে। এটি পরিবেশ দূষণ হ্রাস এবং সম্পদ সংরক্ষণে গুরুত্বপূর্ণ।"
    },
    {
      "title": "পরিবেশ আইন ও নীতি",
      "short_description": "পরিবেশ সুরক্ষা এবং প্রাকৃতিক সম্পদ ব্যবস্থাপনার জন্য প্রণীত আইন এবং বিধিমালা।",
      "details": "পরিবেশ আইন ও নীতি (Environmental Law and Policy) দূষণ নিয়ন্ত্রণ, বন্যপ্রাণী সুরক্ষা এবং প্রাকৃতিক পরিবেশ সংরক্ষণের উপর মনোযোগ দেয়।"
    },
    {
      "title": "প্রাকৃতিক সম্পদ ব্যবস্থাপনা",
      "short_description": "ভূমিকম্প, বন্যা, খরা এবং দাবানলের মতো প্রাকৃতিক ঘটনার প্রভাব মোকাবিলা করার জন্য প্রস্তুতি।",
      "details": "প্রাকৃতিক সম্পদ ব্যবস্থাপনা (Natural Resource Management) মাটি, জল, বন এবং খনিজ পদার্থের মতো প্রাকৃতিক সম্পদগুলির টেকসই ব্যবহার এবং সংরক্ষণের পরিকল্পনা এবং বাস্তবায়ন।"
    },
    {
      "title": "পরিবেশগত ঝুঁকি ও দুর্যোগ",
      "short_description": "পরিবেশগত ঝুঁকি হলো সম্ভাব্য বিপদ, আর দুর্যোগ হলো এই বিপদের বাস্তব প্রভাব।",
      "details": "পরিবেশগত ঝুঁকি ও দুর্যোগ (Environmental Risks and Disasters) প্রাকৃতিক (যেমন ভূমিকম্প, বন্যা) বা মানব-সৃষ্ট (যেমন রাসায়নিক দুর্ঘটনা) হতে পারে। দুর্যোগ ব্যবস্থাপনা প্রস্তুতি, প্রতিক্রিয়া এবং পুনরুদ্ধারের উপর জোর দেয়।"
    },
    {
      "title": "কার্বন চক্র",
      "short_description": "পৃথিবীর বায়ুমণ্ডল, মহাসাগর, স্থল এবং জীবন্ত প্রাণীর মধ্যে কার্বন পরমাণুর চলাচল।",
      "details": "কার্বন চক্র (Carbon Cycle) জলবায়ু নিয়ন্ত্রণ এবং জীবনের জন্য অপরিহার্য। সালোকসংশ্লেষণ এবং শ্বসন এর মূল প্রক্রিয়া।"
    },
    {
      "title": "জলচক্র",
      "short_description": "জলীয় বাষ্প, বৃষ্টিপাত, ভূপৃষ্ঠের জলপ্রবাহ এবং ভূগর্ভস্থ জলের মাধ্যমে পৃথিবীর জল চলাচল।",
      "details": "জলচক্র (Water Cycle) বা হাইড্রোলজিক চক্র জীবনের জন্য অপরিহার্য এবং পৃথিবীর জলবায়ুকে প্রভাবিত করে।"
    },
    {
      "title": "পৃথিবীর চৌম্বক ক্ষেত্র",
      "short_description": "পৃথিবীর চারপাশে একটি সুরক্ষা ক্ষেত্র যা সৌর বায়ু এবং মহাজাগতিক রশ্মি থেকে গ্রহকে রক্ষা করে।",
      "details": "পৃথিবীর চৌম্বক ক্ষেত্র (Earth's Magnetic Field) তরল বহিঃস্থ কোরের মধ্যে ধাতব সংবাহনের ফলে উৎপন্ন হয়। এটি নেভিগেশন এবং মেরু আলো (অরোরা) এর জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "প্রাকৃতিক দুর্যোগ (সাধারণ)",
      "short_description": "মানব জীবন ও পরিবেশের উপর নেতিবাচক প্রভাব ফেলে এমন প্রাকৃতিক ঘটনা।",
      "details": "প্রাকৃতিক দুর্যোগ (Natural Disasters) ভূমিকম্প, বন্যা, খরা, ঘূর্ণিঝড়, টর্নেডো এবং দাবানল অন্তর্ভুক্ত করে। তাদের প্রভাব হ্রাস করার জন্য প্রস্তুতি এবং প্রতিক্রিয়া পরিকল্পনা গুরুত্বপূর্ণ।"
    },
    {
      "title": "দূর সংবেদন (Remote Sensing)",
      "short_description": "বস্তু বা এলাকা থেকে নির্গত বা প্রতিফলিত শক্তি সনাক্ত ও পরিমাপ করে তথ্য সংগ্রহ করা।",
      "details": "দূর সংবেদন (Remote Sensing) স্যাটেলাইট, ড্রোন এবং বিমান ব্যবহার করে পৃথিবীর পৃষ্ঠের ডেটা সংগ্রহ করে। এটি মানচিত্র তৈরি, পরিবেশ পর্যবেক্ষণ এবং দুর্যোগ ব্যবস্থাপনায় ব্যবহৃত হয়।"
    },
    {
      "title": "ভৌগোলিক তথ্য ব্যবস্থা (GIS)",
      "short_description": "ভৌগোলিক ডেটা সংগ্রহ, সংরক্ষণ, বিশ্লেষণ এবং প্রদর্শনের জন্য একটি কম্পিউটার সিস্টেম।",
      "details": "ভৌগোলিক তথ্য ব্যবস্থা (GIS - Geographic Information System) নগর পরিকল্পনা, পরিবেশ ব্যবস্থাপনা, ভূগোল এবং দুর্যোগ প্রতিক্রিয়াতে ব্যবহৃত হয়।"
    },
    {
      "title": "গ্রহ ভূতত্ত্ব",
      "short_description": "পৃথিবীর বাইরে অন্যান্য গ্রহ এবং প্রাকৃতিক উপগ্রহগুলির ভূতাত্ত্বিক বৈশিষ্ট্য নিয়ে অধ্যয়ন।",
      "details": "গ্রহ ভূতত্ত্ব (Planetary Geology) চাঁদ, মঙ্গল এবং শুক্রের মতো গ্রহগুলির ভূতাত্ত্বিক গঠন, শিলা এবং ভূমিরূপ বিশ্লেষণ করে।"
    },
    {
      "title": "প্রত্নতত্ত্ব ও ভূতত্ত্ব",
      "short_description": "মানব অতীতের অধ্যয়ন এবং পৃথিবীর ভূতাত্ত্বিক ইতিহাসের মধ্যে সম্পর্ক।",
      "details": "প্রত্নতত্ত্ব (Archaeology) ও ভূতত্ত্ব (Geology) একে অপরের পরিপূরক, কারণ ভূতাত্ত্বিক প্রক্রিয়াগুলি প্রত্নতাত্ত্বিক স্থানগুলির সংরক্ষণ এবং আবিষ্কারকে প্রভাবিত করে।"
    },
    {
      "title": "পৃথিবীর ভূতাপীয় শক্তি",
      "short_description": "পৃথিবীর অভ্যন্তরীণ তাপ থেকে উৎপন্ন শক্তি যা বিদ্যুৎ উৎপাদন এবং উষ্ণায়নে ব্যবহৃত হয়।",
      "details": "পৃথিবীর ভূতাপীয় শক্তি (Earth's Geothermal Energy) একটি নবায়নযোগ্য শক্তির উৎস যা পৃথিবীর ভূগর্ভস্থ তাপ থেকে আসে।"
    },
    {
      "title": "পরিবেশগত ভূতত্ত্ব",
      "short_description": "পরিবেশের সাথে ভূতাত্ত্বিক প্রক্রিয়াগুলির মিথস্ক্রিয়া এবং মানুষের কার্যকলাপের উপর তাদের প্রভাব নিয়ে অধ্যয়ন।",
      "details": "পরিবেশগত ভূতত্ত্ব (Environmental Geology) প্রাকৃতিক ঝুঁকি, দূষণ, বর্জ্য ব্যবস্থাপনা এবং ভূমি ব্যবহার পরিকল্পনার মতো বিষয়গুলি অন্তর্ভুক্ত করে।"
    }
  ]
}