{
  "subcategory": "ভৌত বিজ্ঞান",
  "entries": [
    {
      "title": "নিউটনের গতিসূত্র",
      "short_description": "বস্তুর গতি এবং বলের পারস্পরিক সম্পর্ক ব্যাখ্যা করে এমন তিনটি মৌলিক সূত্র।",
      "details": "আইজ্যাক নিউটনের তিনটি গতিসূত্র (inertia, F=ma, ক্রিয়া-প্রতিক্রিয়া) ক্লাসিক্যাল মেকানিক্সের ভিত্তি স্থাপন করে। এই সূত্রগুলো বস্তুর গতি ও বলের ক্রিয়া-প্রতিক্রিয়াকে ব্যাখ্যা করে, যা দৈনন্দিন জীবন থেকে শুরু করে মহাকাশ বিজ্ঞান পর্যন্ত সর্বত্র প্রযোজ্য।"
    },
    {
      "title": "কাজ, শক্তি ও ক্ষমতা",
      "short_description": "বস্তুর উপর বল প্রয়োগে সরণ ঘটলে কৃত কাজ, কাজ করার সামর্থ্য (শক্তি) এবং কাজ করার হার (ক্ষমতা) এর ধারণা।",
      "details": "কাজ (work) হলো বল এবং বলের দিকে সরণের গুণফল। শক্তি (energy) হলো কাজ করার সামর্থ্য, যা গতিশক্তি, স্থিতিশক্তি, তাপশক্তি ইত্যাদি বিভিন্ন রূপে থাকতে পারে। ক্ষমতা (power) হলো প্রতি একক সময়ে কৃত কাজের পরিমাণ, যা কর্মদক্ষতার পরিমাপক।"
    },
    {
      "title": "ঘূর্ণন গতি",
      "short_description": "একটি নির্দিষ্ট অক্ষের চারপাশে বস্তুর বৃত্তাকার গতি এবং এর সাথে সম্পর্কিত মৌলিক ধারণাগুলি।",
      "details": "ঘূর্ণন গতিতে বস্তুর কৌণিক সরণ, কৌণিক বেগ, কৌণিক ত্বরণ এবং টর্ক জড়িত। গ্রহের কক্ষপথ, চাকার ঘূর্ণন এবং ফ্যানের ব্লেডের গতি ঘূর্ণন গতির উদাহরণ। কৌণিক ভরবেগ এই গতির একটি গুরুত্বপূর্ণ সংরক্ষিত রাশি।"
    },
    {
      "title": "মাধ্যাকর্ষণ",
      "short_description": "যে শক্তি দ্বারা দুটি বস্তুকণা একে অপরকে আকর্ষণ করে, বিশেষ করে মহাকাশীয় বস্তুর মধ্যে ক্রিয়াশীল শক্তি।",
      "details": "আইজ্যাক নিউটনের মহাকর্ষ সূত্র অনুযায়ী, দুটি বস্তুকণার আকর্ষণ বল তাদের ভরের গুণফলের সমানুপাতিক এবং তাদের দূরত্বের বর্গের ব্যস্তানুপাতিক। এই বলের কারণেই গ্রহগুলি সূর্যের চারপাশে ঘোরে এবং পৃথিবীর উপর বস্তু নিচে পড়ে।"
    },
    {
      "title": "স্থিতিশক্তি ও গতিশক্তি",
      "short_description": "অবস্থান বা অবস্থা পরিবর্তনের কারণে বস্তুর সঞ্চিত শক্তি (স্থিতিশক্তি) এবং গতির কারণে সৃষ্ট শক্তি (গতিশক্তি)।",
      "details": "স্থিতিশক্তি (Potential Energy) হলো কোনো বস্তুর অবস্থান বা কাঠামোগত বিন্যাসের কারণে সঞ্চিত শক্তি, যেমন উঁচু স্থানে থাকা বস্তুর মহাকর্ষীয় স্থিতিশক্তি বা স্প্রিং-এর স্থিতিশক্তি। গতিশক্তি (Kinetic Energy) হলো বস্তুর গতির কারণে সৃষ্ট শক্তি, যা তার ভর ও বেগের উপর নির্ভরশীল।"
    },
    {
      "title": "ভরবেগ ও ঘাত",
      "short_description": "ভরবেগ (momentum) হলো বস্তুর ভর ও বেগের গুণফল, এবং ঘাত (impulse) হলো বল ও বল প্রয়োগের সময়ের গুণফল।",
      "details": "ভরবেগ বস্তুর গতির পরিমাণ নির্দেশ করে এবং এর সংরক্ষণশীলতা নীতি পদার্থবিজ্ঞানের একটি মৌলিক ধারণা। ঘাত হলো বস্তুর ভরবেগের পরিবর্তন, যা সংঘর্ষের মতো ঘটনা ব্যাখ্যা করতে ব্যবহৃত হয়।"
    },
    {
      "title": "সরল দোলগতি",
      "short_description": "একটি ভারসাম্য বিন্দুকে কেন্দ্র করে বস্তুর নিয়মিতভাবে সামনে-পিছনে বা উপরে-নীচে স্পন্দনশীল গতি।",
      "details": "সরল দোলগতি (Simple Harmonic Motion - SHM) হলো এক ধরণের পর্যায়বৃত্ত গতি যেখানে পুনরুদ্ধারকারী বল সরণের সমানুপাতিক এবং ভারসাম্য বিন্দুর দিকে নির্দেশিত হয়। সরল দোলক, স্প্রিং-এর সাথে যুক্ত বস্তুর গতি এবং শব্দের কম্পন সরল দোলগতির উদাহরণ।"
    },
    {
      "title": "তরল গতিবিদ্যা",
      "short_description": "তরল পদার্থের (যেমন পানি বা গ্যাস) গতিশীল আচরণ এবং তাদের উপর বলের প্রভাবের অধ্যয়ন।",
      "details": "তরল গতিবিদ্যা বার্নোলির নীতি, সান্দ্রতা, প্রবাহের ধরণ (ল্যামিনার বা টার্বুলেন্ট) এবং তরলের উপর ক্রিয়াশীল বিভিন্ন বল নিয়ে কাজ করে। এটি এরোপ্লেনের উড্ডয়ন, নদীর প্রবাহ এবং রক্তের সঞ্চালনের মতো ঘটনা ব্যাখ্যায় ব্যবহৃত হয়।"
    },
    {
      "title": "শব্দ",
      "short_description": "বস্তুর কম্পনের ফলে সৃষ্ট যান্ত্রিক তরঙ্গ যা বায়ু, জল বা কঠিন বস্তুর মাধ্যমে পরিবাহিত হয় এবং কানে শোনার অনুভূতি তৈরি করে।",
      "details": "শব্দ একটি অনুদৈর্ঘ্য তরঙ্গ, যা সংকোচন ও প্রসারণের মাধ্যমে এক স্থান থেকে অন্য স্থানে চলাচল করে। শব্দের তীব্রতা, তীক্ষ্ণতা (পিচ) এবং গুণ (টিম্বর) এর বৈশিষ্ট্য। ডপলার প্রভাব এবং প্রতিধ্বনি শব্দের গুরুত্বপূর্ণ ঘটনা।"
    },
    {
      "title": "ঘর্ষণ",
      "short_description": "দুটি পৃষ্ঠ যখন একে অপরের সাথে সংস্পর্শে আসে এবং একটি আরেকটির উপর দিয়ে চলে বা চলার চেষ্টা করে তখন তাদের গতির বিরুদ্ধে যে প্রতিরোধকারী বল কাজ করে।",
      "details": "ঘর্ষণ (friction) স্থির ঘর্ষণ ও গতিশীল ঘর্ষণ এই দুই প্রকারের হতে পারে। এটি বস্তুর গতিকে বাধা দেয়, তবে হাঁটা বা গাড়ি চালানোর মতো অনেক দৈনন্দিন কাজে অপরিহার্য। এটি তাপ উৎপন্ন করে এবং যন্ত্রপাতির ক্ষয় ঘটায়।"
    },
    {
      "title": "চাপ",
      "short_description": "প্রতি একক ক্ষেত্রফলের উপর লম্বভাবে প্রযুক্ত বল।",
      "details": "চাপ (Pressure) হলো বল/ক্ষেত্রফল। তরল ও গ্যাসের আচরণ ব্যাখ্যায় এটি একটি গুরুত্বপূর্ণ ধারণা (যেমন বায়ুমণ্ডলীয় চাপ, জলীয় চাপ)। চাপ মাপার একক প্যাসকেল (Pa)।"
    },
    {
      "title": "মহাকর্ষীয় বিভব শক্তি",
      "short_description": "মহাকর্ষীয় ক্ষেত্রে একটি বস্তুর অবস্থানের কারণে তার মধ্যে সঞ্চিত শক্তি।",
      "details": "মহাকর্ষীয় বিভব শক্তি (Gravitational Potential Energy) বস্তুর ভর, মহাকর্ষীয় ত্বরণ এবং উচ্চতার উপর নির্ভর করে। এটি বস্তুকে এক স্থান থেকে অন্য স্থানে সরাতে কৃত কাজের পরিমাণ নির্দেশ করে।"
    },
    {
      "title": "কেন্দ্রমুখী ও কেন্দ্রবিমুখী বল",
      "short_description": "বৃত্তাকার পথে ঘূর্ণায়মান বস্তুকে কেন্দ্রের দিকে আকর্ষণকারী বল (কেন্দ্রমুখী) এবং কেন্দ্র থেকে বাইরের দিকে ক্রিয়াশীল আপাত বল (কেন্দ্রবিমুখী)।",
      "details": "কেন্দ্রমুখী বল (Centripetal Force) বস্তুকে বৃত্তাকার পথে ধরে রাখে, যেমন গ্রহকে সূর্যের চারপাশে ধরে রাখা মহাকর্ষ বল। কেন্দ্রবিমুখী বল (Centrifugal Force) হলো একটি আপাত বল যা ঘূর্ণনশীল ফ্রেমে অনুভূত হয়, যেমন রাইডে বাইরের দিকে ছিটকে যাওয়ার অনুভূতি।"
    },
    {
      "title": "স্থিতিবিদ্যা",
      "short_description": "পদার্থবিজ্ঞানের যে শাখা স্থির বস্তুর উপর ক্রিয়াশীল বল এবং তাদের ভারসাম্যের অবস্থা নিয়ে আলোচনা করে।",
      "details": "স্থিতিবিদ্যা (Statics) এমন বস্তুর ক্ষেত্রে প্রযোজ্য যেখানে নেট বল ও নেট টর্ক শূন্য। এটি সেতু, ভবন এবং অন্যান্য কাঠামোর নকশায় গুরুত্বপূর্ণ ভূমিকা পালন করে, যেখানে স্থিরতা এবং ভারসাম্য অপরিহার্য।"
    },
    {
      "title": "নমনীয়তা ও দৃঢ়তা",
      "short_description": "বস্তুর উপর বল প্রয়োগ করলে তার বিকৃত হওয়ার প্রবণতা (নমনীয়তা) এবং বিকৃতি প্রতিরোধ করার ক্ষমতা (দৃঢ়তা)।",
      "details": "নমনীয়তা (Elasticity) হলো বস্তুর বিকৃত হওয়ার পর তার মূল আকারে ফিরে আসার ক্ষমতা। দৃঢ়তা (Rigidity) হলো বস্তুর বিকৃতি প্রতিরোধ করার ক্ষমতা। ইয়ং এর গুণাঙ্ক, বাল্ক মডুলাস এবং শিয়ার মডুলাস এই বৈশিষ্ট্যগুলির পরিমাপক।"
    },
    {
      "title": "কুলম্বের সূত্র",
      "short_description": "দুটি স্থির আহিত কণার মধ্যে ক্রিয়াশীল স্থিরতড়িৎ বলের পরিমাণ ব্যাখ্যা করে।",
      "details": "শার্ল-অগাস্টিন দ্য কুলম্বের সূত্র অনুযায়ী, দুটি বিন্দুর আধানের মধ্যে আকর্ষণ বা বিকর্ষণ বল তাদের আধানের গুণফলের সমানুপাতিক এবং তাদের দূরত্বের বর্গের ব্যস্তানুপাতিক। এটি তড়িৎচুম্বকত্বের মৌলিক সূত্রগুলির একটি।"
    },
    {
      "title": "তড়িৎ ক্ষেত্র",
      "short_description": "একটি আহিত বস্তুর চারপাশে যে স্থান জুড়ে তার তড়িৎ প্রভাব অনুভূত হয়।",
      "details": "তড়িৎ ক্ষেত্র (Electric Field) হলো এমন একটি ভেক্টর ক্ষেত্র যা প্রতি একক ধনাত্মক আধানের উপর ক্রিয়াশীল বল নির্দেশ করে। এর মাধ্যমে আহিত কণাগুলির মধ্যে ক্রিয়াশীল তড়িৎ বল ব্যাখ্যা করা হয় এবং এটি চার্জের দ্বারা উৎপন্ন হয়।"
    },
    {
      "title": "তড়িৎ বিভব",
      "short_description": "একটি আহিত বস্তুর তড়িৎ ক্ষেত্রে কোনো বিন্দুতে একক ধনাত্মক আধানকে অসীম থেকে সেই বিন্দুতে আনতে যে পরিমাণ কাজ করতে হয়।",
      "details": "তড়িৎ বিভব (Electric Potential) হলো একটি স্কেলার রাশি যা তড়িৎ ক্ষেত্রে একটি বিন্দুর 'শক্তি স্তর' নির্দেশ করে। বিভব পার্থক্য তড়িৎ প্রবাহের কারণ এবং ভোল্টেজ এককে পরিমাপ করা হয়।"
    },
    {
      "title": "ওহমের সূত্র",
      "short_description": "একটি পরিবাহীর মধ্য দিয়ে প্রবাহিত তড়িৎ প্রবাহ, এর রোধ এবং এর দুই প্রান্তের বিভব পার্থক্যের মধ্যে সম্পর্ক স্থাপন করে।",
      "details": "জর্জ ওহমের সূত্র অনুযায়ী, স্থির তাপমাত্রায় কোনো পরিবাহীর মধ্য দিয়ে প্রবাহিত তড়িৎ প্রবাহ (I) তার দুই প্রান্তের বিভব পার্থক্যের (V) সমানুপাতিক এবং রোধের (R) ব্যস্তানুপাতিক (V = IR)। এটি বৈদ্যুতিক সার্কিটের মৌলিক সূত্র।"
    },
    {
      "title": "রোধ ও পরিবাহিতা",
      "short_description": "রোধ (resistance) হলো তড়িৎ প্রবাহকে বাধা দেওয়ার ক্ষমতা, এবং পরিবাহিতা (conductivity) হলো তড়িৎ প্রবাহকে সহজে প্রবাহিত হতে দেওয়ার ক্ষমতা।",
      "details": "রোধকে ওহম (Ω) এককে মাপা হয় এবং এটি পরিবাহীর দৈর্ঘ্য, প্রস্থচ্ছেদ ও উপাদানের উপর নির্ভর করে। পরিবাহিতা রোধের বিপরীত এবং সিমেন্স (S) এককে মাপা হয়। ধাতু সাধারণত ভালো পরিবাহী, আর অধাতু খারাপ পরিবাহী।"
    },
    {
      "title": "ক্যাপাসিটর ও ডাইলেক্ট্রিক",
      "short_description": "ক্যাপাসিটর হলো তড়িৎ আধান সঞ্চয় করার যন্ত্র, এবং ডাইলেক্ট্রিক হলো একটি অন্তরক পদার্থ যা ক্যাপাসিটরের আধান ধারণ ক্ষমতা বাড়ায়।",
      "details": "ক্যাপাসিটর (capacitor) ইলেকট্রনিক সার্কিটে শক্তি সঞ্চয় করতে, ফিল্টারিং করতে এবং সময় নির্ধারণে ব্যবহৃত হয়। ডাইলেক্ট্রিক (dielectric) পদার্থ ক্যাপাসিটরের প্লেটগুলির মধ্যে স্থাপন করে এর ক্যাপাসিট্যান্স বৃদ্ধি করা হয় এবং এটি তড়িৎ ক্ষেত্রকে প্রভাবিত করে।"
    },
    {
      "title": "তড়িৎ প্রবাহ",
      "short_description": "কোনো পরিবাহীর মধ্য দিয়ে আধানের (ইলেকট্রন বা আয়ন) প্রবাহের হার।",
      "details": "তড়িৎ প্রবাহ (Electric Current) অ্যাম্পিয়ার (A) এককে মাপা হয়। এটি ব্যাটারি, জেনারেটর বা পাওয়ার সাপ্লাই দ্বারা উৎপন্ন হয় এবং বৈদ্যুতিক যন্ত্রপাতি চালনায় ব্যবহৃত হয়। ডিসি (একমুখী) এবং এসি (পরিবর্তী) দুই প্রকারের প্রবাহ রয়েছে।"
    },
    {
      "title": "চৌম্বক ক্ষেত্র",
      "short_description": "একটি চৌম্বক বা তড়িৎ প্রবাহের চারপাশে যে স্থান জুড়ে তার চৌম্বক প্রভাব অনুভূত হয়।",
      "details": "চৌম্বক ক্ষেত্র (Magnetic Field) হলো একটি ভেক্টর ক্ষেত্র যা একটি চৌম্বকের চারপাশে বা একটি তড়িৎ প্রবাহিত তারের চারপাশে সৃষ্টি হয়। এটি লোহা বা চৌম্বকীয় পদার্থের উপর বল প্রয়োগ করে এবং তড়িৎ মোটরের মতো যন্ত্রে ব্যবহৃত হয়।"
    },
    {
      "title": "ফ্যারাডের সূত্র",
      "short_description": "একটি পরিবর্তনশীল চৌম্বক ক্ষেত্র কীভাবে একটি পরিবাহীতে তড়িৎ প্রবাহ (তড়িৎচালক বল) সৃষ্টি করে তা ব্যাখ্যা করে।",
      "details": "মাইকেল ফ্যারাডের তড়িৎচুম্বকীয় আবেশের সূত্র জেনারেটর, ট্রান্সফরমার এবং ইন্ডাকশন কুকারের মতো যন্ত্রের কার্যপ্রণালীর ভিত্তি। এটি বলে যে, একটি বদ্ধ লুপে আবিষ্ট তড়িৎচালক বল লুপের মধ্য দিয়ে যাওয়া চৌম্বক ফ্লাক্স পরিবর্তনের হারের সমানুপাতিক।"
    },
    {
      "title": "লঞ্জের সূত্র",
      "short_description": "তড়িৎচুম্বকীয় আবেশের ফলে উৎপন্ন আবিষ্ট তড়িৎপ্রবাহ বা তড়িৎচালক বল সর্বদা সেই কারণকে বাধা দেয় যার ফলে এর উৎপত্তি।",
      "details": "হেনরিক লঞ্জের সূত্র ফ্যারাডের সূত্রের একটি দিক। এটি শক্তির নিত্যতা সূত্রকে সমর্থন করে এবং ব্যাখ্যা করে কেন একটি চুম্বক যখন একটি কয়েলের দিকে সরানো হয় তখন কয়েলে উৎপন্ন কারেন্ট চুম্বকের গতিকে বাধা দেয়।"
    },
    {
      "title": "এসি ও ডিসি সার্কিট",
      "short_description": "এসি (Alternating Current) হলো পরিবর্তী প্রবাহ যেখানে আধানের দিক নিয়মিত পরিবর্তিত হয়, আর ডিসি (Direct Current) হলো একমুখী প্রবাহ যেখানে আধান একই দিকে প্রবাহিত হয়।",
      "details": "গৃহস্থালীর বিদ্যুৎ সরবরাহ সাধারণত এসি হয়, যা সহজে ট্রান্সফরমার দ্বারা ভোল্টেজ পরিবর্তন করা যায়। ব্যাটারি থেকে উৎপন্ন বিদ্যুৎ ডিসি হয়। উভয় ধরনের সার্কিটের নিজস্ব বৈশিষ্ট্য ও ব্যবহার রয়েছে।"
    },
    {
      "title": "ম্যাক্সওয়েলের সমীকরণ",
      "short_description": "তড়িৎ ও চৌম্বক ক্ষেত্রের আচরণ এবং তাদের পারস্পরিক সম্পর্ক ব্যাখ্যা করে এমন চারটি মৌলিক সমীকরণ সেট।",
      "details": "জেমস ক্লার্ক ম্যাক্সওয়েলের এই সমীকরণগুলি তড়িৎচুম্বকত্বের সম্পূর্ণ ভিত্তি প্রদান করে। তারা প্রমাণ করে যে আলো হলো একটি তড়িৎচুম্বকীয় তরঙ্গ, এবং বেতার যোগাযোগ ও অপটিক্যাল ফাইবার প্রযুক্তির ভিত্তি স্থাপন করে।"
    },
    {
      "title": "তড়িৎচুম্বকীয় তরঙ্গ",
      "short_description": "তড়িৎ ক্ষেত্র ও চৌম্বক ক্ষেত্রের মধ্যে দোলায়মানতা থেকে সৃষ্ট শক্তি তরঙ্গ, যা শূন্যস্থান সহ সকল মাধ্যমে চলতে পারে।",
      "details": "আলো, বেতার তরঙ্গ, মাইক্রোওয়েভ, এক্স-রে এবং গামা-রে সবই তড়িৎচুম্বকীয় তরঙ্গের উদাহরণ। তারা আলোর গতিতে চলে এবং তাদের ফ্রিকোয়েন্সি ও তরঙ্গদৈর্ঘ্যের ভিত্তিতে তড়িৎচুম্বকীয় বর্ণালী তৈরি করে।"
    },
    {
      "title": "অপটিক্স: আলো ও প্রতিফলন",
      "short_description": "আলোর প্রকৃতি, এর গতি, এবং যখন এটি কোনো পৃষ্ঠে আপতিত হয়ে ফিরে আসে (প্রতিফলন) তখন তার আচরণ।",
      "details": "আলো হলো তড়িৎচুম্বকীয় বর্ণালীর একটি অংশ যা আমাদের চোখে দৃশ্যমান। প্রতিফলন হলো যখন আলো একটি মসৃণ পৃষ্ঠ থেকে ফিরে আসে, যেমন আয়নায়। প্রতিফলনের সূত্রগুলি আয়না এবং টেলিস্কোপের মতো অপটিক্যাল যন্ত্রের নকশায় গুরুত্বপূর্ণ।"
    },
    {
      "title": "অপটিক্স: প্রতিসরণ ও লেন্স",
      "short_description": "আলো যখন এক মাধ্যম থেকে অন্য মাধ্যমে প্রবেশ করে তখন তার দিক পরিবর্তন (প্রতিসরণ) এবং লেন্সের মাধ্যমে আলোর ফোকাসিং।",
      "details": "প্রতিসরণ ঘটে যখন আলোর গতি বিভিন্ন মাধ্যমে ভিন্ন হয়, যা আলোকে বাঁকিয়ে দেয়। লেন্স (উত্তল ও অবতল) প্রতিসরণের নীতি ব্যবহার করে আলোকরশ্মিকে একত্রিত বা ছড়িয়ে দেয়, যা ক্যামেরা, চশমা এবং মাইক্রোস্কোপের মতো যন্ত্রে ব্যবহৃত হয়।"
    },
    {
      "title": "প্লাঙ্কের কোয়ান্টাম তত্ত্ব",
      "short_description": "ম্যাক্স প্লাঙ্ক দ্বারা প্রস্তাবিত বিপ্লবী তত্ত্ব যে শক্তি অবিচ্ছিন্ন নয়, বরং কোয়ান্টা নামক বিচ্ছিন্ন প্যাকেটে নির্গত বা শোষিত হয়।",
      "details": "এই তত্ত্ব কৃষ্ণবস্তু বিকিরণ ব্যাখ্যা করতে সাহায্য করে এবং কোয়ান্টাম পদার্থবিজ্ঞানের ভিত্তি স্থাপন করে। এটি দেখায় যে পরমাণুর শক্তি স্তর বিচ্ছিন্ন এবং শুধুমাত্র নির্দিষ্ট পরিমাণ শক্তি শোষণ বা নির্গত করতে পারে।"
    },
    {
      "title": "ফোটোইলেকট্রিক প্রভাব",
      "short_description": "যখন আলো একটি ধাতব পৃষ্ঠে আপতিত হয় তখন ইলেকট্রন নির্গমনের ঘটনা।",
      "details": "আলবার্ট আইনস্টাইন এই প্রভাব ব্যাখ্যা করে দেখান যে আলো কণা (ফোটন) দ্বারা গঠিত। ফোটোইলেকট্রিক প্রভাব সোলার সেল, লাইট মিটার এবং অন্যান্য ইলেকট্রনিক ডিভাইসের কার্যপ্রণালীর ভিত্তি।"
    },
    {
      "title": "বোরের পরমাণু মডেল",
      "short_description": "নিলস বোর দ্বারা প্রস্তাবিত পরমাণুর একটি মডেল যেখানে ইলেকট্রনগুলি নির্দিষ্ট শক্তি স্তরে নিউক্লিয়াসের চারপাশে ঘোরে।",
      "details": "বোরের মডেল হাইড্রোজেন পরমাণুর বর্ণালী ব্যাখ্যা করতে সফল হয়েছিল। এটি কোয়ান্টাম ধারণাকে পরমাণুর গঠনে প্রথম প্রয়োগ করে এবং কোয়ান্টাম মেকানিক্সের বিকাশে একটি গুরুত্বপূর্ণ পদক্ষেপ ছিল।"
    },
    {
      "title": "ডি ব্রগলি তরঙ্গ",
      "short_description": "লুই ডি ব্রগলি কর্তৃক প্রস্তাবিত ধারণা যে কণা, যেমন ইলেকট্রন, তরঙ্গের মতো বৈশিষ্ট্য প্রদর্শন করে।",
      "details": "ডি ব্রগলি তরঙ্গ-কণা দ্বৈততা ধারণাটি প্রতিষ্ঠা করে, যা বলে যে কণা এবং তরঙ্গ উভয়ই একে অপরের বৈশিষ্ট্য প্রদর্শন করতে পারে। এটি ইলেকট্রন মাইক্রোস্কোপ এবং অন্যান্য কোয়ান্টাম প্রযুক্তির ভিত্তি।"
    },
    {
      "title": "হাইজেনবার্গের অনিশ্চয়তা নীতি",
      "short_description": "ওয়ার্নার হাইজেনবার্গ কর্তৃক প্রস্তাবিত একটি মৌলিক নীতি যা বলে যে একটি কণার অবস্থান ও ভরবেগ একই সাথে নির্ভুলভাবে পরিমাপ করা সম্ভব নয়।",
      "details": "এই নীতি কোয়ান্টাম পদার্থবিজ্ঞানের একটি মূল ধারণা এবং এটি কণাগুলির আচরণে অন্তর্নিহিত অনিশ্চয়তাকে তুলে ধরে। এটি দেখায় যে পর্যবেক্ষণ প্রক্রিয়া নিজেই কোয়ান্টাম সিস্টেমকে প্রভাবিত করে।"
    },
    {
      "title": "শ্রোডিঙ্গারের সমীকরণ",
      "short_description": "কোয়ান্টাম মেকানিক্সের একটি মৌলিক সমীকরণ যা একটি কোয়ান্টাম সিস্টেমের তরঙ্গ ফাংশনের বিবর্তন ব্যাখ্যা করে।",
      "details": "এরউইন শ্রোডিঙ্গারের এই সমীকরণটি পরমাণু ও অণুর আচরণ ব্যাখ্যা করতে ব্যবহৃত হয়। এটি কোয়ান্টাম সিস্টেমের সম্ভাব্য অবস্থা এবং সময়ের সাথে তাদের পরিবর্তন বর্ণনা করে।"
    },
    {
      "title": "পরমাণু গঠন",
      "short_description": "প্রোটন, নিউট্রন এবং ইলেকট্রন দিয়ে গঠিত পরমাণুর অভ্যন্তরীণ গঠন এবং তাদের পারস্পরিক বিন্যাস।",
      "details": "পরমাণুর কেন্দ্রে নিউক্লিয়াস থাকে, যেখানে প্রোটন ও নিউট্রন থাকে। ইলেকট্রনগুলি নিউক্লিয়াসের চারপাশে নির্দিষ্ট শক্তি স্তরে ঘোরে। এই গঠন পদার্থের বৈশিষ্ট্য এবং রাসায়নিক বিক্রিয়া ব্যাখ্যায় মৌলিক।"
    },
    {
      "title": "নিউক্লীয় পদার্থবিজ্ঞান",
      "short_description": "পরমাণুর নিউক্লিয়াস, তার গঠন, বৈশিষ্ট্য, এবং নিউক্লীয় শক্তি ও বিক্রিয়ার অধ্যয়ন।",
      "details": "নিউক্লীয় পদার্থবিজ্ঞান নিউক্লীয় ফিশন, ফিউশন, তেজস্ক্রিয় ক্ষয় এবং পারমাণবিক শক্তির উৎপাদন নিয়ে কাজ করে। এটি পারমাণবিক বোমা, নিউক্লীয় শক্তি কেন্দ্র এবং চিকিৎসা প্রযুক্তিতে ব্যবহৃত হয়।"
    },
    {
      "title": "তেজস্ক্রিয়তা",
      "short_description": "কিছু অস্থিতিশীল পরমাণুর নিউক্লিয়াস থেকে স্বতঃস্ফূর্তভাবে কণা বা শক্তি নির্গমনের প্রক্রিয়া।",
      "details": "তেজস্ক্রিয়তা (Radioactivity) আলফা, বিটা এবং গামা বিকিরণের মাধ্যমে ঘটে। এটি তেজস্ক্রিয় ডেটিং, চিকিৎসা ইমেজিং এবং ক্যান্সার চিকিৎসায় ব্যবহৃত হয়, তবে এর বিপজ্জনক দিকও রয়েছে।"
    },
    {
      "title": "কণা পদার্থবিজ্ঞান",
      "short_description": "মহাবিশ্বের ক্ষুদ্রতম মৌলিক কণা এবং তাদের মধ্যে ক্রিয়াশীল বলের অধ্যয়ন।",
      "details": "কণা পদার্থবিজ্ঞান (Particle Physics) কোয়ার্ক, লেপটন, বোসন এবং অন্যান্য মৌলিক কণা নিয়ে কাজ করে। এটি মহাবিশ্বের মৌলিক উপাদান এবং তারা কীভাবে একত্রিত হয়ে পদার্থ গঠন করে তা বোঝার চেষ্টা করে।"
    },
    {
      "title": "স্ট্যান্ডার্ড মডেল",
      "short_description": "কণা পদার্থবিজ্ঞানের একটি তত্ত্ব যা পরিচিত মৌলিক কণা এবং তাদের মধ্যে ক্রিয়াশীল তিনটি মৌলিক বল (তড়িৎচুম্বকীয়, দুর্বল, সবল) বর্ণনা করে।",
      "details": "স্ট্যান্ডার্ড মডেল হিগস বোসন সহ ১২টি মৌলিক কণা এবং চার্টের তিনটি মৌলিক বলকে সফলভাবে ব্যাখ্যা করে। এটি মহাবিশ্বের মৌলিক গঠন এবং কণাগুলির মধ্যে মিথস্ক্রিয়া বোঝার জন্য একটি ফ্রেমওয়ার্ক।"
    },
    {
      "title": "বিশেষ আপেক্ষিকতা",
      "short_description": "আলবার্ট আইনস্টাইন কর্তৃক প্রস্তাবিত একটি তত্ত্ব যা উচ্চ গতিতে আলোর গতি ও সময়-স্থানের ধারণাকে ব্যাখ্যা করে।",
      "details": "বিশেষ আপেক্ষিকতা (Special Relativity) দুটি মূল ধারণার উপর ভিত্তি করে: আলোর গতি সকল জড় কাঠামোতে ধ্রুবক এবং পদার্থবিজ্ঞানের সূত্রাবলী সকল জড় কাঠামোতে একই। এর ফলাফলগুলির মধ্যে সময় প্রসারণ, দৈর্ঘ্য সংকোচন এবং ভর-শক্তি সমতা (E=mc²) অন্তর্ভুক্ত।"
    },
    {
      "title": "সাধারণ আপেক্ষিকতা",
      "short_description": "আলবার্ট আইনস্টাইন কর্তৃক প্রস্তাবিত একটি তত্ত্ব যা মাধ্যাকর্ষণকে স্থান-কালের বক্রতা হিসেবে ব্যাখ্যা করে।",
      "details": "সাধারণ আপেক্ষিকতা (General Relativity) দেখায় যে ভর এবং শক্তি স্থান-কালকে বাঁকিয়ে দেয়, যা আমরা মাধ্যাকর্ষণ হিসেবে অনুভব করি। এটি ব্ল্যাক হোল, মহাবিশ্বের সম্প্রসারণ এবং মহাকর্ষীয় তরঙ্গের মতো ঘটনার পূর্বাভাস দেয়।"
    },
    {
      "title": "সময় প্রসারণ",
      "short_description": "বিশেষ আপেক্ষিকতার একটি প্রভাব যেখানে একজন পর্যবেক্ষকের কাছে অন্য একটি দ্রুত গতিশীল পর্যবেক্ষকের সময় ধীর গতিতে চলে।",
      "details": "সময় প্রসারণ (Time Dilation) উচ্চ বেগে ভ্রমণকারী বস্তুর জন্য ঘটে। এটি জিএনএসএস স্যাটেলাইটের নির্ভুলতা নিশ্চিত করতে এবং কণা পদার্থবিজ্ঞানের পরীক্ষায় পরিলক্ষিত হয়।"
    },
    {
      "title": "দৈর্ঘ্য সংকোচন",
      "short_description": "বিশেষ আপেক্ষিকতার একটি প্রভাব যেখানে একজন পর্যবেক্ষকের কাছে দ্রুত গতিশীল বস্তুর দৈর্ঘ্য তার গতির দিকে সংকুচিত হয়।",
      "details": "দৈর্ঘ্য সংকোচন (Length Contraction) শুধুমাত্র উচ্চ বেগে চলমান বস্তুর ক্ষেত্রে লক্ষণীয় হয়। এটি বস্তুর গতিশক্তি এবং ভরবেগের সাথে সম্পর্কযুক্ত।"
    },
    {
      "title": "ভর-শক্তি সমতা (E=mc²)",
      "short_description": "আলবার্ট আইনস্টাইনের বিখ্যাত সমীকরণ যা ভর এবং শক্তিকে সমতুল্য হিসেবে বর্ণনা করে, অর্থাৎ ভরকে শক্তিতে এবং শক্তিকে ভরে রূপান্তরিত করা যায়।",
      "details": "এই সমীকরণটি নিউক্লীয় শক্তি (যেমন পারমাণবিক বোমা এবং পারমাণবিক চুল্লি) এবং কণা পদার্থবিজ্ঞানের ঘটনা ব্যাখ্যায় মৌলিক। এটি দেখায় যে অল্প পরিমাণ ভর থেকে বিপুল পরিমাণ শক্তি উৎপন্ন হতে পারে।"
    },
    {
      "title": "তাপগতিবিদ্যার সূত্রাবলী",
      "short_description": "তাপ, কাজ, শক্তি এবং এনট্রপির মধ্যে সম্পর্ক স্থাপনকারী পদার্থবিজ্ঞানের চারটি মৌলিক সূত্র।",
      "details": "তাপগতিবিদ্যার শূন্যতম সূত্র তাপমাত্রা এবং তাপীয় ভারসাম্যের ধারণা দেয়। প্রথম সূত্র শক্তির নিত্যতা নিয়ে কাজ করে, দ্বিতীয় সূত্র এনট্রপি বৃদ্ধি এবং তৃতীয় সূত্র পরম শূন্য তাপমাত্রার আচরণ নিয়ে আলোচনা করে। এই সূত্রগুলি ইঞ্জিন, রেফ্রিজারেটর এবং রাসায়নিক বিক্রিয়া ব্যাখ্যায় ব্যবহৃত হয়।"
    },
    {
      "title": "তাপ ও তাপমাত্রা",
      "short_description": "তাপ (Heat) হলো তাপমাত্রার পার্থক্যের কারণে শক্তি স্থানান্তর, এবং তাপমাত্রা (Temperature) হলো বস্তুর কণাগুলির গড় গতিশক্তির পরিমাপ।",
      "details": "তাপশক্তি উচ্চ তাপমাত্রা থেকে নিম্ন তাপমাত্রার দিকে প্রবাহিত হয়। তাপমাত্রা সেলসিয়াস, ফারেনহাইট বা কেলভিন এককে মাপা হয়। তাপীয় প্রসারণ এবং তাপ সঞ্চালন (পরিবহন, পরিচলন, বিকিরণ) এর গুরুত্বপূর্ণ দিক।"
    },
    {
      "title": "এনট্রপি",
      "short_description": "একটি সিস্টেমের বিশৃঙ্খলা বা এলোমেলোতার পরিমাপ।",
      "details": "এনট্রপি (Entropy) তাপগতিবিদ্যার দ্বিতীয় সূত্রের একটি মূল ধারণা, যা বলে যে একটি বিচ্ছিন্ন সিস্টেমের এনট্রপি সময়ের সাথে সাথে বৃদ্ধি পায়। এটি মহাবিশ্বের একটি মৌলিক প্রবণতা যে সিস্টেমগুলি কম শৃঙ্খলাবদ্ধ অবস্থার দিকে অগ্রসর হয়।"
    },
    {
      "title": "তাপ ইঞ্জিন ও রেফ্রিজারেটর",
      "short_description": "তাপ ইঞ্জিন তাপশক্তিকে যান্ত্রিক কাজে রূপান্তরিত করে, আর রেফ্রিজারেটর তাপকে শীতল স্থান থেকে উষ্ণ স্থানে স্থানান্তরিত করে।",
      "details": "তাপ ইঞ্জিন (যেমন গাড়ির ইঞ্জিন) তাপগতিবিদ্যার নীতি ব্যবহার করে তাপশক্তিকে ব্যবহারযোগ্য যান্ত্রিক শক্তিতে রূপান্তরিত করে। রেফ্রিজারেটর (এবং এয়ার কন্ডিশনার) উল্টোভাবে কাজ করে, তাপকে সরিয়ে একটি স্থানকে শীতল রাখে। কার্নো সাইকেল এই যন্ত্রগুলির দক্ষতা বোঝার জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "পদার্থের অবস্থা",
      "short_description": "পদার্থের বিভিন্ন ভৌত রূপ, যেমন কঠিন, তরল, গ্যাস এবং প্লাজমা।",
      "details": "কঠিন পদার্থে কণাগুলি নির্দিষ্ট অবস্থানে থাকে; তরলে কণাগুলি চলাচল করতে পারে কিন্তু একটি নির্দিষ্ট আয়তন থাকে; গ্যাসে কণাগুলি মুক্তভাবে চলাচল করে এবং নির্দিষ্ট আয়তন বা আকার নেই; প্লাজমা হলো আয়নিত গ্যাস, যা সূর্য ও তারাদের মধ্যে পাওয়া যায়।"
    },
    {
      "title": "পরমাণু ও অণু",
      "short_description": "পদার্থের ক্ষুদ্রতম একক (পরমাণু) এবং দুই বা ততোধিক পরমাণুর রাসায়নিক বন্ধনের মাধ্যমে গঠিত গঠন (অণু)।",
      "details": "পরমাণু হলো রাসায়নিক মৌলের মৌলিক একক। অণু হলো পদার্থের ক্ষুদ্রতম কণা যা স্বাধীনভাবে থাকতে পারে এবং তার রাসায়নিক বৈশিষ্ট্য বজায় রাখে। পরমাণু ও অণুর গঠন এবং তাদের মধ্যে মিথস্ক্রিয়া পদার্থ ও রসায়নের ভিত্তি।"
    },
    {
      "title": "শক্তি রূপান্তর ও সংরক্ষণ",
      "short_description": "শক্তিকে এক রূপ থেকে অন্য রূপে রূপান্তরিত করা যায়, কিন্তু এর মোট পরিমাণ সংরক্ষিত থাকে - এটি শক্তির নিত্যতা সূত্র।",
      "details": "যান্ত্রিক শক্তি (গতি ও স্থিতিশক্তি), তাপশক্তি, তড়িৎশক্তি, রাসায়নিক শক্তি, পারমাণবিক শক্তি এবং আলো শক্তি রূপান্তরের উদাহরণ। শক্তির সংরক্ষণ নীতি প্রাকৃতিক ঘটনা এবং প্রকৌশল উভয় ক্ষেত্রেই মৌলিক।"
    },
    {
      "title": "শব্দ তরঙ্গ",
      "short_description": "যান্ত্রিক তরঙ্গ যা মাধ্যমের কণাগুলির কম্পনের মাধ্যমে শক্তি সঞ্চালন করে, যা সংকোচন ও প্রসারণের দ্বারা সৃষ্ট হয়।",
      "details": "শব্দ তরঙ্গ কঠিন, তরল বা গ্যাসীয় মাধ্যমে চলাচল করতে পারে। এর গতি মাধ্যমের ঘনত্ব ও স্থিতিস্থাপকতার উপর নির্ভর করে। প্রতিধ্বনি, প্রতিসরণ, এবং বিচ্ছুরণ শব্দ তরঙ্গের গুরুত্বপূর্ণ বৈশিষ্ট্য।"
    },
    {
      "title": "আলোর তরঙ্গ-কণা দ্বৈততা",
      "short_description": "আলো একই সাথে তরঙ্গ এবং কণা (ফোটন) উভয় বৈশিষ্ট্য প্রদর্শন করে এমন ধারণা।",
      "details": "কিছু ঘটনা (যেমন ব্যতিচার, অপবর্তন) আলোকে তরঙ্গ হিসেবে ব্যাখ্যা করে, আবার কিছু ঘটনা (যেমন ফোটোইলেকট্রিক প্রভাব) আলোকে কণা হিসেবে ব্যাখ্যা করে। এটি কোয়ান্টাম মেকানিক্সের একটি মৌলিক এবং বিস্ময়কর ধারণা।"
    },
    {
      "title": "আণবিক গতি তত্ত্ব",
      "short_description": "গ্যাসের আচরণ ব্যাখ্যা করে এমন একটি তত্ত্ব যা বলে যে গ্যাস কণাগুলি (পরমাণু বা অণু) অবিরাম, এলোমেলো গতিতে থাকে।",
      "details": "এই তত্ত্ব চাপ, তাপমাত্রা এবং আয়তনের মধ্যে সম্পর্ক স্থাপন করে এবং গ্যাসের আচরণ ব্যাখ্যায় সাহায্য করে। এটি তাপগতিবিদ্যা এবং পরিসংখ্যানগত মেকানিক্সের একটি গুরুত্বপূর্ণ ভিত্তি।"
    },
    {
      "title": "সুপার কন্ডাক্টিভিটি",
      "short_description": "কিছু পদার্থের বৈশিষ্ট্য যেখানে একটি নির্দিষ্ট তাপমাত্রার নিচে তাদের তড়িৎ রোধ শূন্য হয়ে যায় এবং চৌম্বক ক্ষেত্র বিতাড়িত হয়।",
      "details": "সুপার কন্ডাক্টিভিটি (অতিপরিবাহিতা) অত্যন্ত নিম্ন তাপমাত্রায় পরিলক্ষিত হয়। এটি ম্যাগলেভ ট্রেন, শক্তিশালী ইলেক্ট্রোম্যাগনেট এবং এমআরআই মেশিনের মতো প্রযুক্তিতে সম্ভাব্য বিপ্লব আনতে পারে।"
    },
    {
      "title": "লেজার",
      "short_description": "একমুখী, সুসংগত এবং তীব্র আলোর উৎস, যা অনুপ্রাণিত বিকিরণ দ্বারা আলোর পরিবর্ধনের মাধ্যমে উৎপন্ন হয়।",
      "details": "লেজার (Light Amplification by Stimulated Emission of Radiation) চিকিৎসায় (সার্জারি), শিল্পে (কাটিং, ওয়েল্ডিং), তথ্য প্রযুক্তিতে (অপটিক্যাল ফাইবার), এবং বৈজ্ঞানিক গবেষণায় (স্পেকট্রোস্কোপি) ব্যবহৃত হয়। এর বৈশিষ্ট্যগুলি এটিকে অন্যান্য আলোর উৎস থেকে আলাদা করে।"
    },
    {
      "title": "নভো-পদার্থবিজ্ঞান",
      "short_description": "মহাবিশ্বে ভৌত প্রক্রিয়া, যেমন তারা, গ্যালাক্সি এবং অন্যান্য মহাজাগতিক বস্তুর গঠন ও বিবর্তন, নিয়ে অধ্যয়ন।",
      "details": "নভো-পদার্থবিজ্ঞান (Astrophysics) মহাকর্ষ, তড়িৎচুম্বকত্ব, নিউক্লীয় পদার্থবিজ্ঞান এবং কোয়ান্টাম মেকানিক্সের নীতিগুলি মহাজাগতিক বস্তুর আচরণ ব্যাখ্যা করতে প্রয়োগ করে। এটি মহাবিশ্বের মৌলিক গঠন এবং এর বিবর্তন সম্পর্কে আমাদের জ্ঞানকে প্রসারিত করে।"
    }
  ]
}