{
  "subcategory": "সেলিব্রিটি",
  "entries": [
    {
      "title": "সেলিব্রিটির সংজ্ঞা",
      "short_description": "এমন একজন ব্যক্তি যিনি জনসমক্ষে পরিচিতি লাভ করেন এবং গণমাধ্যমের মাধ্যমে ব্যাপক মনোযোগ আকর্ষণ করেন।",
      "details": "সেলিব্রিটি বা বিখ্যাত ব্যক্তিরা সাধারণত বিনোদন, ক্রীড়া, রাজনীতি, বা সামাজিক মিডিয়ার মতো ক্ষেত্র থেকে আসেন। তাদের পরিচিতি, খ্যাতি ও প্রভাব তাদের ব্যক্তিগত ও পেশাগত জীবনের বাইরেও বিস্তৃত হয়।"
    },
    {
      "title": "অভিনেতা (Actor)",
      "short_description": "চলচ্চিত্র, টিভি শো, থিয়েটার বা মঞ্চে অভিনয় করেন এমন একজন সেলিব্রিটি।",
      "details": "অভিনেতারা তাদের শারীরিক ও মানসিক দক্ষতা ব্যবহার করে একটি চরিত্রকে জীবন্ত করে তোলেন। হলিউড, বলিউড ও টলিউডের মতো বিভিন্ন চলচ্চিত্র শিল্পে তাদের প্রভাব দেখা যায়।"
    },
    {
      "title": "সঙ্গীত শিল্পী (Musician)",
      "short_description": "গান লেখা, সুর করা বা গান গেয়ে পরিচিতি লাভ করেন এমন একজন সেলিব্রিটি।",
      "details": "সঙ্গীত শিল্পীরা তাদের কণ্ঠ, বাদ্যযন্ত্র বা গান লেখার মাধ্যমে দর্শকদের সাথে সংযোগ স্থাপন করেন। পপ, রক, জ্যাজ ও শাস্ত্রীয় সঙ্গীতের মতো বিভিন্ন ধারায় তাদের প্রভাব রয়েছে।"
    },
    {
      "title": "ক্রীড়াবিদ (Athlete)",
      "short_description": "একটি নির্দিষ্ট খেলায় অসাধারণ দক্ষতা দেখিয়ে পরিচিতি লাভ করেন এমন একজন সেলিব্রিটি।",
      "details": "ক্রীড়াবিদরা তাদের শারীরিক শক্তি, কৌশল ও খেলাধুলায় সাফল্যের জন্য প্রশংসিত হন। ফুটবল, ক্রিকেট ও টেনিসের মতো খেলায় তাদের প্রভাব ব্যাপক।"
    },
    {
      "title": "সোশ্যাল মিডিয়া ইনফ্লুয়েন্সার (Social Media Influencer)",
      "short_description": "সোশ্যাল মিডিয়ার প্ল্যাটফর্ম, যেমন ইনস্টাগ্রাম ও টিকটক, ব্যবহার করে জনপ্রিয়তা লাভ করেন এমন একজন সেলিব্রিটি।",
      "details": "সোশ্যাল মিডিয়া ইনফ্লুয়েন্সাররা তাদের অনুসারীদের (followers) সাথে সরাসরি যোগাযোগ স্থাপন করেন এবং পণ্য বা ব্র্যান্ডের প্রচার করেন। তাদের প্রভাব সমাজের বিভিন্ন ক্ষেত্রে দেখা যায়।"
    },
    {
      "title": "ফ্যাশন মডেল (Fashion Model)",
      "short_description": "পোশাক, পণ্য বা ব্র্যান্ডের প্রচারে কাজ করেন এমন একজন সেলিব্রিটি।",
      "details": "ফ্যাশন মডেলরা ফ্যাশন শো, ম্যাগাজিন ও বিজ্ঞাপনে তাদের চেহারা ও শারীরিক গঠন ব্যবহার করে পণ্য উপস্থাপন করেন।"
    },
    {
      "title": "রাজনৈতিক সেলিব্রিটি",
      "short_description": "রাজনীতিতে তাদের পরিচিতি ও প্রভাবের কারণে সেলিব্রিটি হিসেবে বিবেচিত হন।",
      "details": "রাজনৈতিক সেলিব্রিটিরা প্রায়শই তাদের ব্যক্তিগত জীবন, ফ্যাশন ও পাবলিক ইমেজ দ্বারা জনগণের মনোযোগ আকর্ষণ করেন, যা তাদের রাজনৈতিক প্রভাবকে বাড়িয়ে তোলে।"
    },
    {
      "title": "সেলিব্রিটি কালচার (Celebrity Culture)",
      "short_description": "সেলিব্রিটিদের জীবন, খ্যাতি ও প্রভাবকে ঘিরে গড়ে ওঠা সামাজিক ও সাংস্কৃতিক প্রবণতা।",
      "details": "সেলিব্রিটি কালচার সমাজে আদর্শ, ফ্যাশন ও জীবনযাত্রাকে প্রভাবিত করে। মানুষ তাদের প্রিয় সেলিব্রিটিকে অনুসরণ করে এবং তাদের মতো হওয়ার চেষ্টা করে।"
    },
    {
      "title": "ফ্যানডম (Fandom)",
      "short_description": "কোনো সেলিব্রিটি, চলচ্চিত্র বা টিভি শো-এর প্রতি অনুরাগীদের একটি শক্তিশালী ও সংগঠিত সম্প্রদায়।",
      "details": "ফ্যানডম হলো অনুরাগীদের একটি সম্প্রদায় যারা তাদের প্রিয় সেলিব্রিটির জন্য বিভিন্ন ধরনের কাজ করে, যেমন ফ্যান আর্ট তৈরি, ফ্যান ফিকশন লেখা ও ফ্যান ক্লাব তৈরি।"
    },
    {
      "title": "পাপারাজ্জি (Paparazzi)",
      "short_description": "ফটো সাংবাদিক যারা সেলিব্রিটিদের ব্যক্তিগত ছবি তুলে জীবিকা নির্বাহ করে।",
      "details": "পাপারাজ্জি সেলিব্রিটিদের ব্যক্তিগত জীবনের ছবি তোলার জন্য পরিচিত। এটি প্রায়শই সেলিব্রিটিদের গোপনীয়তা লঙ্ঘনের জন্য সমালোচিত হয়।"
    },
    {
      "title": "রেড কার্পেট ইভেন্ট",
      "short_description": "চলচ্চিত্র বা সঙ্গীত পুরস্কারের মতো অনুষ্ঠানে সেলিব্রিটিদের জন্য বিশেষ লাল গালিচার ব্যবস্থা।",
      "details": "রেড কার্পেট ইভেন্ট সেলিব্রিটিদের ফ্যাশন, স্টাইল ও লাইফস্টাইল দেখানোর একটি সুযোগ। এটি গণমাধ্যম ও জনগণের মনোযোগ আকর্ষণ করে।"
    },
    {
      "title": "এওয়ার্ড শো (Award Show)",
      "short_description": "চলচ্চিত্র, সঙ্গীত বা টেলিভিশন শিল্পের সেরা কাজগুলোকে সম্মানিত করার জন্য আয়োজিত অনুষ্ঠান।",
      "details": "অস্কার, গ্র্যামি ও গোল্ডেন গ্লোবের মতো এওয়ার্ড শো সেলিব্রিটিদের জন্য একটি গুরুত্বপূর্ণ ইভেন্ট। এখানে তাদের কাজ ও সাফল্যকে স্বীকৃতি দেওয়া হয়।"
    },
    {
      "title": "সেলিব্রিটি ব্র্যান্ডিং",
      "short_description": "সেলিব্রিটিরা তাদের ব্যক্তিগত ব্র্যান্ড তৈরি ও প্রচার করেন।",
      "details": "সেলিব্রিটিরা তাদের নাম, চেহারা ও জনপ্রিয়তা ব্যবহার করে বিভিন্ন পণ্য, যেমন পোশাক, পারফিউম ও মেকআপ, প্রচার করেন।"
    },
    {
      "title": "সেলিব্রিটি এন্ডোর্সমেন্ট (Endorsement)",
      "short_description": "সেলিব্রিটিরা বিজ্ঞাপনে পণ্য বা ব্র্যান্ডের প্রচার করেন।",
      "details": "সেলিব্রিটি এন্ডোর্সমেন্ট বিপণনের একটি শক্তিশালী কৌশল। এটি একটি পণ্যের গ্রহণযোগ্যতা ও বিক্রয় বাড়াতে সাহায্য করে।"
    },
    {
      "title": "সেলিব্রিটি ও সমাজসেবা",
      "short_description": "সেলিব্রিটিরা তাদের খ্যাতি ব্যবহার করে সামাজিক বা দাতব্য কাজে অংশগ্রহণ করেন।",
      "details": "অনেক সেলিব্রিটি বিভিন্ন মানবিক, পরিবেশগত বা দাতব্য সংস্থার সাথে যুক্ত হন এবং তাদের কারণের জন্য অর্থ ও সচেতনতা সংগ্রহ করেন।"
    },
    {
      "title": "সেলিব্রিটি ও রাজনীতি",
      "short_description": "সেলিব্রিটিরা রাজনৈতিক বিষয়ে তাদের মতামত প্রকাশ করেন।",
      "details": "সেলিব্রিটিরা প্রায়শই রাজনৈতিক প্রচারে অংশগ্রহণ করেন বা রাজনৈতিক প্রার্থীদের সমর্থন করেন। তাদের মতামত সমাজে ব্যাপক প্রভাব ফেলতে পারে।"
    },
    {
      "title": "পাবলিক ইমেজ",
      "short_description": "সেলিব্রিটিদের সম্পর্কে জনগণের ধারণা ও প্রত্যাশা।",
      "details": "সেলিব্রিটিরা তাদের পাবলিক ইমেজকে রক্ষা করতে এবং ইতিবাচকভাবে উপস্থাপন করতে কাজ করেন। এটি তাদের জনপ্রিয়তা ও পেশাগত সাফল্যকে প্রভাবিত করে।"
    },
    {
      "title": "ফ্ল্যাশ মব (Flash Mob)",
      "short_description": "সেলিব্রিটির সাথে ভক্তদের আকস্মিক ও একত্রিত জমায়েত।",
      "details": "ফ্ল্যাশ মব প্রায়শই সেলিব্রিটির উপস্থিতিতে নাচ, গান বা অন্য কোনো মজার কার্যকলাপের জন্য ব্যবহৃত হয়।"
    },
    {
      "title": "ভ্লগার (Vlogger)",
      "short_description": "ভিডিও ব্লগিংয়ের মাধ্যমে জনপ্রিয়তা লাভ করেন এমন একজন সেলিব্রিটি।",
      "details": "ভ্লগাররা তাদের দৈনন্দিন জীবন, ভ্রমণ বা কোনো নির্দিষ্ট বিষয় নিয়ে ভিডিও তৈরি করে তাদের অনুসারীদের সাথে শেয়ার করেন।"
    },
    {
      "title": "গায়ক-গীতিকার (Singer-Songwriter)",
      "short_description": "যে ব্যক্তি তার নিজের গান লেখেন ও নিজেই গান গেয়ে থাকেন।",
      "details": "গায়ক-গীতিকাররা তাদের ব্যক্তিগত অভিজ্ঞতা ও ভাবনাকে গানে প্রকাশ করেন।"
    },
    {
      "title": " স্ট্যান্ড-আপ কমেডিয়ান (Stand-up Comedian)",
      "short_description": "দর্শককে হাসানোর জন্য মঞ্চে কৌতুক পরিবেশন করেন।",
      "details": "স্ট্যান্ড-আপ কমেডিয়ানরা সাধারণত বর্তমান ঘটনা, সামাজিক সমস্যা বা ব্যক্তিগত অভিজ্ঞতা নিয়ে কৌতুক পরিবেশন করেন।"
    },
    {
      "title": "টেলিভিশন হোস্ট (TV Host)",
      "short_description": "টেলিভিশন অনুষ্ঠানের উপস্থাপক।",
      "details": "টেলিভিশন হোস্টরা বিভিন্ন ধরনের অনুষ্ঠান, যেমন টক শো, রিয়েলিটি শো বা সংবাদ, উপস্থাপনা করেন।"
    },
    {
      "title": "সেলিব্রিটি শেফ (Celebrity Chef)",
      "short_description": "রান্নায় দক্ষতার জন্য পরিচিত একজন সেলিব্রিটি।",
      "details": "সেলিব্রিটি শেফরা রান্না অনুষ্ঠান, বই ও রেস্টুরেন্টের মাধ্যমে জনপ্রিয়তা লাভ করেন।"
    },
    {
      "title": "সেলিব্রিটি লেখক (Celebrity Author)",
      "short_description": "বই লেখার জন্য পরিচিত একজন সেলিব্রিটি।",
      "details": "সেলিব্রিটি লেখকরা সাধারণত তাদের আত্মজীবনী, গল্প বা অন্যান্য বই লেখেন যা ব্যাপক জনপ্রিয়তা লাভ করে।"
    },
    {
      "title": "সেলিব্রিটি সাংবাদিক (Celebrity Journalist)",
      "short_description": "সংবাদ বা মিডিয়াতে কাজের জন্য পরিচিত একজন সেলিব্রিটি।",
      "details": "সেলিব্রিটি সাংবাদিকরা তাদের পেশাগত দক্ষতার পাশাপাশি তাদের ব্যক্তিগত ক্যারিশমার জন্যও পরিচিত।"
    },
    {
      "title": "সেলিব্রিটি ও গোপনীয়তা",
      "short_description": "সেলিব্রিটিদের ব্যক্তিগত জীবন ও গোপনীয়তা নিয়ে বিতর্ক।",
      "details": "সেলিব্রিটিদের গোপনীয়তার অধিকার এবং গণমাধ্যমের স্বাধীনতার মধ্যে প্রায়শই দ্বন্দ্ব দেখা যায়।"
    },
    {
      "title": "সেলিব্রিটি ও ফ্যাশন",
      "short_description": "সেলিব্রিটিরা ফ্যাশন প্রবণতা তৈরি করেন ও প্রভাবিত করেন।",
      "details": "সেলিব্রিটিদের পোশাক, স্টাইল ও সৌন্দর্য পণ্যগুলো প্রায়শই নতুন ফ্যাশন প্রবণতা তৈরি করে।"
    },
    {
      "title": "সেলিব্রিটি ও স্বাস্থ্য",
      "short_description": "সেলিব্রিটিদের জীবনযাত্রার প্রভাব তাদের স্বাস্থ্য ও সুস্থতার উপর।",
      "details": "সেলিব্রিটিরা তাদের শারীরিক ও মানসিক স্বাস্থ্যের উপর মনোযোগ দেন, যা তাদের অনুসারীদের প্রভাবিত করতে পারে।"
    },
    {
      "title": "সেলিব্রিটি বিয়ে ও বিচ্ছেদ",
      "short_description": "সেলিব্রিটিদের ব্যক্তিগত সম্পর্ক, বিয়ে ও বিচ্ছেদ গণমাধ্যমের মনোযোগ আকর্ষণ করে।",
      "details": "সেলিব্রিটিদের ব্যক্তিগত জীবন নিয়ে জনগণের আগ্রহ ব্যাপক।"
    },
    {
      "title": "সেলিব্রিটি ও বিতর্ক",
      "short_description": "সেলিব্রিটিদের ব্যক্তিগত বা পেশাগত জীবনের বিতর্কিত ঘটনা।",
      "details": "বিতর্ক প্রায়শই সেলিব্রিটিদের জনপ্রিয়তা ও ক্যারিয়ারকে প্রভাবিত করে।"
    },
    {
      "title": "সেলিব্রিটি ও আসক্তি",
      "short_description": "সেলিব্রিটিদের মধ্যে ড্রাগ, অ্যালকোহল বা অন্যান্য আসক্তির সমস্যা।",
      "details": "সেলিব্রিটিদের আসক্তির সমস্যা প্রায়শই গণমাধ্যমে আসে এবং এর ফলে তাদের ক্যারিয়ার ও ব্যক্তিগত জীবন ক্ষতিগ্রস্ত হতে পারে।"
    },
    {
      "title": "সেলিব্রিটি ও আত্মহত্যা",
      "short_description": "সেলিব্রিটিদের মধ্যে মানসিক স্বাস্থ্য সমস্যা ও আত্মহত্যা।",
      "details": "সেলিব্রিটিদের আত্মহত্যা সমাজে মানসিক স্বাস্থ্য সম্পর্কে সচেতনতা বাড়াতে পারে।"
    },
    {
      "title": "সেলিব্রিটি ও রাজনীতিতে প্রভাব",
      "short_description": "সেলিব্রিটিদের রাজনৈতিক মতামত ও প্রভাব।",
      "details": "সেলিব্রিটিরা তাদের জনপ্রিয়তা ব্যবহার করে রাজনৈতিক বিতর্কে অংশ নিতে পারেন।"
    },
    {
      "title": "সেলিব্রিটি ট্যুর",
      "short_description": "সঙ্গীত শিল্পী ও অভিনেতাদের বিশ্বব্যাপী ট্যুর।",
      "details": "সেলিব্রিটি ট্যুর তাদের অনুসারীদের সাথে সরাসরি সংযোগ স্থাপন করার একটি সুযোগ।"
    },
    {
      "title": "সেলিব্রিটি ও ব্যবসা",
      "short_description": "সেলিব্রিটিদের ব্যবসা উদ্যোগ।",
      "details": "অনেক সেলিব্রিটি তাদের নিজস্ব ব্যবসা, যেমন পোশাক ব্র্যান্ড, রেস্টুরেন্ট বা বিউটি প্রোডাক্ট, চালু করেন।"
    },
    {
      "title": "সেলিব্রিটি ও প্রযুক্তি",
      "short_description": "সেলিব্রিটিরা প্রযুক্তি ব্যবহার করে তাদের অনুসারীদের সাথে যোগাযোগ করেন।",
      "details": "সেলিব্রিটিরা সোশ্যাল মিডিয়া, অ্যাপ ও অন্যান্য প্রযুক্তি ব্যবহার করে তাদের জনপ্রিয়তা বজায় রাখেন।"
    },
    {
      "title": "সেলিব্রিটি ও মিডিয়া",
      "short_description": "সেলিব্রিটিদের জীবন গণমাধ্যমে যেভাবে উপস্থাপন করা হয়।",
      "details": "মিডিয়া সেলিব্রিটিদের সম্পর্কে একটি নির্দিষ্ট চিত্র তৈরি করে, যা প্রায়শই বাস্তবতার সাথে মেলে না।"
    },
    {
      "title": "সেলিব্রিটি ইমপারসোনেশন (Impersonation)",
      "short_description": "কোনো সেলিব্রিটির মতো দেখতে বা অভিনয় করা।",
      "details": "সেলিব্রিটি ইমপারসনেশন একটি জনপ্রিয় বিনোদন মাধ্যম।"
    },
    {
      "title": "সেলিব্রিটি চ্যারিটি ইভেন্ট",
      "short_description": "সেলিব্রিটিদের দ্বারা আয়োজিত দাতব্য অনুষ্ঠান।",
      "details": "সেলিব্রিটি চ্যারিটি ইভেন্টগুলি গুরুত্বপূর্ণ কারণের জন্য অর্থ ও সচেতনতা সংগ্রহ করে।"
    },
    {
      "title": "ফেইক সেলিব্রিটি (Fake Celebrity)",
      "short_description": "যে ব্যক্তি নিজেকে সেলিব্রিটি হিসেবে মিথ্যাভাবে উপস্থাপন করে।",
      "details": "ফেইক সেলিব্রিটিরা তাদের অনুসারীদের প্রতারণা করতে পারে।"
    },
    {
      "title": "সেলিব্রিটি ট্রিবিউট (Tribute)",
      "short_description": "কোনো সেলিব্রিটির প্রতি শ্রদ্ধা বা সম্মান জানানো।",
      "details": "সেলিব্রিটি ট্রিবিউট প্রায়শই তাদের মৃত্যুর পর বা কোনো বিশেষ সাফল্যের স্মরণে আয়োজিত হয়।"
    },
    {
      "title": "সেলিব্রিটি বডিগার্ড",
      "short_description": "সেলিব্রিটিদের ব্যক্তিগত সুরক্ষা প্রদানকারী।",
      "details": "সেলিব্রিটি বডিগার্ডরা তাদের নিরাপত্তার জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "সেলিব্রিটি জীবনী",
      "short_description": "সেলিব্রিটিদের জীবন ও ক্যারিয়ারের উপর ভিত্তি করে নির্মিত জীবনীমূলক চলচ্চিত্র বা বই।",
      "details": "সেলিব্রিটি জীবনীগুলো তাদের জীবন সম্পর্কে একটি গভীর ধারণা দেয়।"
    },
    {
      "title": "সেলিব্রিটি এবং ফ্যান মেল (Fan Mail)",
      "short_description": "সেলিব্রিটিদের কাছে তাদের অনুরাগীদের পাঠানো চিঠি বা বার্তা।",
      "details": "ফ্যান মেল সেলিব্রিটিদের সাথে তাদের অনুরাগীদের সংযোগ স্থাপনের একটি ঐতিহ্যবাহী মাধ্যম।"
    },
    {
      "title": "সেলিব্রিটি সাক্ষাৎকার (Interview)",
      "short_description": "গণমাধ্যমে সেলিব্রিটিদের সাথে সাক্ষাৎকার।",
      "details": "সাক্ষাৎকার সেলিব্রিটিদের ব্যক্তিগত ও পেশাগত জীবন সম্পর্কে তথ্য দেয়।"
    },
    {
      "title": "সেলিব্রিটি ও জনমত",
      "short_description": "সেলিব্রিটিদের সম্পর্কে জনগণের মতামত ও প্রতিক্রিয়া।",
      "details": "জনমত সেলিব্রিটিদের ক্যারিয়ারকে প্রভাবিত করতে পারে।"
    },
    {
      "title": "সেলিব্রিটি ম্যানেজমেন্ট",
      "short_description": "সেলিব্রিটিদের পেশাগত জীবন পরিচালনা করা।",
      "details": "সেলিব্রিটি ম্যানেজাররা তাদের ক্যারিয়ারের সিদ্ধান্ত, চুক্তি ও জনসংযোগের দিকগুলো তত্ত্বাবধান করেন।"
    },
    {
      "title": "সেলিব্রিটি অ্যাট্রিবিউট (Attribute)",
      "short_description": "সেলিব্রিটিদের অনন্য বৈশিষ্ট্য যা তাদের জনপ্রিয়তা বাড়ায়।",
      "details": "সেলিব্রিটিদের চেহারা, কণ্ঠ, স্টাইল বা ব্যক্তিগততা তাদের জনপ্রিয়তাকে প্রভাবিত করে।"
    },
    {
      "title": "সেলিব্রিটি ইভেন্ট প্ল্যানিং",
      "short_description": "সেলিব্রিটিদের জন্য বিশেষ অনুষ্ঠান বা পার্টি আয়োজন করা।",
      "details": "সেলিব্রিটি ইভেন্ট প্ল্যানিং তাদের ব্যক্তিগত ও পেশাগত জীবনের জন্য গুরুত্বপূর্ণ।"
    }
  ]
}