{
  "subcategory": "গেমস",
  "entries": [
    {
      "title": "গেমসের সংজ্ঞা",
      "short_description": "একটি নির্দিষ্ট নিয়মাবলী দ্বারা পরিচালিত বিনোদনমূলক বা প্রতিযোগিতামূলক কার্যকলাপ।",
      "details": "গেমস হলো এমন একটি কাঠামোবদ্ধ খেলা যা একজন বা একাধিক খেলোয়াড় দ্বারা নির্দিষ্ট নিয়ম মেনে খেলা হয়। এর উদ্দেশ্য সাধারণত বিনোদন, জ্ঞান অর্জন, শারীরিক দক্ষতা বাড়ানো বা কোনো লক্ষ্য অর্জন করা।"
    },
    {
      "title": "ভিডিও গেমস",
      "short_description": "ইলেকট্রনিক যন্ত্র ব্যবহার করে খেলা হয় এমন গেমস।",
      "details": "ভিডিও গেমস কম্পিউটারে, কনসোলে (যেমন প্লেস্টেশন, এক্সবক্স), মোবাইল ফোনে বা আর্কেড মেশিনে খেলা হয়। এগুলি সাধারণত গ্রাফিক্স, সাউন্ড ও ইন্টারঅ্যাক্টিভ গল্পের মাধ্যমে খেলোয়াড়কে একটি ভার্চুয়াল জগতে নিমজ্জিত করে।"
    },
    {
      "title": "বোর্ড গেমস (Board Games)",
      "short_description": "একটি বোর্ডের উপর ছোট ছোট টুকরা বা মার্বেল ব্যবহার করে খেলা হয় এমন গেমস।",
      "details": "বোর্ড গেমসের মধ্যে লুডু, দাবা, মনোপলি ও সর্প-লুডু উল্লেখযোগ্য। এগুলি সাধারণত পরিবারের সদস্য বা বন্ধুদের সাথে খেলা হয় এবং কৌশল, পরিকল্পনা ও ভাগ্যের উপর নির্ভরশীল।"
    },
    {
      "title": "কার্ড গেমস (Card Games)",
      "short_description": "নির্দিষ্ট কার্ডের প্যাকেট ব্যবহার করে খেলা হয় এমন গেমস।",
      "details": "কার্ড গেমসের মধ্যে পোকার, তাস, সলিটেয়ার ও ব্রিজ উল্লেখযোগ্য। এগুলি সাধারণত কৌশল, ঝুঁকি ও ভাগ্যের উপর ভিত্তি করে খেলা হয়।"
    },
    {
      "title": "রোড গেমস (Outdoor Games)",
      "short_description": "খোলা জায়গায় খেলা হয় এমন গেমস।",
      "details": "আউটডোর গেমসের মধ্যে ক্রিকেট, ফুটবল, কাবাডি ও হাইড অ্যান্ড সিক উল্লেখযোগ্য। এগুলি শারীরিক কার্যকলাপ ও দলবদ্ধ খেলাকে উৎসাহিত করে।"
    },
    {
      "title": "আর্কেড গেমস (Arcade Games)",
      "short_description": "মুদ্রা বা টোকেন ব্যবহার করে একটি বড় মেশিনে খেলা হয় এমন গেমস।",
      "details": "আর্কেড গেমস একসময় খুব জনপ্রিয় ছিল এবং এগুলি শপিং মল, পার্ক ও বিনোদন কেন্দ্রগুলোতে পাওয়া যেত। প্যাক-ম্যান, স্পেস ইনভেডার্স ও ডনকি কং আর্কেড গেমসের উদাহরণ।"
    },
    {
      "title": "গেম কনসোল (Game Console)",
      "short_description": "টিভি বা মনিটরের সাথে সংযুক্ত করে ভিডিও গেমস খেলার জন্য নির্মিত একটি বিশেষ ইলেকট্রনিক যন্ত্র।",
      "details": "গেম কনসোলের মধ্যে প্লেস্টেশন, এক্সবক্স ও নিন্টেন্ডো সুইচের মতো জনপ্রিয় যন্ত্রগুলি অন্তর্ভুক্ত। এগুলি উচ্চ-মানের গ্রাফিক্স ও গেম খেলার অভিজ্ঞতা প্রদান করে।"
    },
    {
      "title": "গেম ডিজাইন (Game Design)",
      "short_description": "একটি গেমের নিয়ম, কাঠামো, মেকানিক্স ও সামগ্রিক অভিজ্ঞতা তৈরি করার প্রক্রিয়া।",
      "details": "গেম ডিজাইনাররা একটি গেমের ধারণাকে একটি কার্যকর ও উপভোগ্য অভিজ্ঞতায় রূপান্তরিত করার জন্য কাজ করেন। তারা গেমের প্লট, চরিত্র, স্তর ও চ্যালেঞ্জ তৈরি করেন।"
    },
    {
      "title": "গেম মেকানিক্স (Game Mechanics)",
      "short_description": "একটি গেমের কার্যকারিতার জন্য প্রয়োজনীয় নিয়ম ও পদ্ধতি।",
      "details": "গেম মেকানিক্স হলো একটি গেম কীভাবে কাজ করে তার মৌলিক কাঠামো। যেমন, একটি গেমের স্কোরিং সিস্টেম, লেভেল আপ করার নিয়ম বা চরিত্র নিয়ন্ত্রণের পদ্ধতি।"
    },
    {
      "title": "প্লট (Plot)",
      "short_description": "গেমের গল্পের মূল কাহিনি ও ঘটনা প্রবাহ।",
      "details": "গেমের প্লট হলো গল্পের কাঠামো, যেখানে খেলোয়াড় একটি নির্দিষ্ট লক্ষ্যে পৌঁছানোর জন্য বিভিন্ন চ্যালেঞ্জ ও বাধা অতিক্রম করে।"
    },
    {
      "title": "চরিত্র (Character)",
      "short_description": "গেমের প্রধান বা পার্শ্ব চরিত্র, যারা গল্পের অংশ।",
      "details": "গেমের চরিত্র হলো গল্পের প্রাণ। খেলোয়াড়রা এই চরিত্রগুলোকে নিয়ন্ত্রণ করে বা তাদের সাথে ইন্টারঅ্যাক্ট করে।"
    },
    {
      "title": "লেভেল ডিজাইন (Level Design)",
      "short_description": "একটি গেমের বিভিন্ন স্তর বা ধাপ তৈরি ও সাজানোর প্রক্রিয়া।",
      "details": "লেভেল ডিজাইনাররা গেমের বিভিন্ন স্তরের পরিবেশ, পাজল ও চ্যালেঞ্জ তৈরি করেন যা খেলোয়াড়কে একটি নির্দিষ্ট লক্ষ্যে পৌঁছাতে সাহায্য করে।"
    },
    {
      "title": "গেম ইঞ্জিন (Game Engine)",
      "short_description": "ভিডিও গেমস তৈরির জন্য ব্যবহৃত সফটওয়্যার কাঠামো।",
      "details": "গেম ইঞ্জিনগুলি গেম তৈরি সহজ করে তোলে। এর মধ্যে গ্রাফিক্স রেন্ডারিং, ফিজিক্স ও অ্যানিমেশনের মতো বৈশিষ্ট্য থাকে।"
    },
    {
      "title": "গেম জেনার (Game Genre)",
      "short_description": "গেমের ধরন বা প্রকারভেদ।",
      "details": "গেম জেনার হলো গেমের শৈলী বা ধরন। এর মধ্যে অ্যাকশন, অ্যাডভেঞ্চার, স্ট্র্যাটেজি, রোল-প্লেয়িং ও স্পোর্টস উল্লেখযোগ্য।"
    },
    {
      "title": "অ্যাকশন গেমস (Action Games)",
      "short_description": "দ্রুতগতির শারীরিক কার্যকলাপ ও যুদ্ধের উপর ভিত্তি করে নির্মিত গেমস।",
      "details": "অ্যাকশন গেমসে সাধারণত শত্রুদের সাথে লড়াই, বাধা অতিক্রম করা ও দ্রুতগতির প্রতিক্রিয়া দেখানো হয়।"
    },
    {
      "title": "অ্যাডভেঞ্চার গেমস (Adventure Games)",
      "short_description": "গল্প, রহস্য ও পাজলের উপর ভিত্তি করে নির্মিত গেমস।",
      "details": "অ্যাডভেঞ্চার গেমসে খেলোয়াড় একটি চরিত্রকে নিয়ন্ত্রণ করে এবং একটি রহস্য সমাধান বা একটি বিশেষ মিশনে যায়।"
    },
    {
      "title": "স্ট্র্যাটেজি গেমস (Strategy Games)",
      "short_description": "কৌশল, পরিকল্পনা ও সিদ্ধান্ত গ্রহণের উপর ভিত্তি করে নির্মিত গেমস।",
      "details": "স্ট্র্যাটেজি গেমসে খেলোয়াড়কে একটি নির্দিষ্ট লক্ষ্য অর্জনের জন্য সম্পদ পরিচালনা ও কৌশলগত সিদ্ধান্ত নিতে হয়।"
    },
    {
      "title": "রোল-প্লেয়িং গেমস (RPG)",
      "short_description": "খেলোয়াড় একটি চরিত্রকে নিয়ন্ত্রণ করে এবং একটি বিস্তৃত গল্পে অংশগ্রহণ করে।",
      "details": "RPG গেমসে চরিত্রের বৈশিষ্ট্য, ক্ষমতা ও গল্পে তাদের ভূমিকা থাকে। খেলোয়াড়রা তাদের চরিত্রকে উন্নত করতে পারে।"
    },
    {
      "title": "স্পোর্টস গেমস (Sports Games)",
      "short_description": "বাস্তব বা কাল্পনিক খেলাধুলার সিমুলেশন।",
      "details": "স্পোর্টস গেমসে খেলোয়াড়রা তাদের প্রিয় খেলা, যেমন ফুটবল, ক্রিকেট বা বাস্কেটবল, খেলতে পারে।"
    },
    {
      "title": "সিমুলেশন গেমস (Simulation Games)",
      "short_description": "বাস্তব জীবনের কোনো দিক বা কার্যকলাপের সিমুলেশন।",
      "details": "সিমুলেশন গেমসে খেলোয়াড় একটি শহর তৈরি করতে পারে, একটি বিমান চালাতে পারে বা একটি কৃষি ফার্ম পরিচালনা করতে পারে।"
    },
    {
      "title": "পাজল গেমস (Puzzle Games)",
      "short_description": "পাজল, সমস্যা সমাধান ও যুক্তি দিয়ে খেলা হয় এমন গেমস।",
      "details": "পাজল গেমসে খেলোয়াড়কে একটি নির্দিষ্ট সমস্যা সমাধান করতে হয়।"
    },
    {
      "title": "মাল্টিপ্লেয়ার গেমস (Multiplayer Games)",
      "short_description": "একাধিক খেলোয়াড় একসাথে একটি গেম খেলতে পারে।",
      "details": "মাল্টিপ্লেয়ার গেমস অনলাইনে বা স্থানীয়ভাবে একাধিক খেলোয়াড়ের মধ্যে প্রতিযোগিতা বা সহযোগিতা করতে দেয়।"
    },
    {
      "title": "ইস্পোর্টস (eSports)",
      "short_description": "পেশাদার খেলোয়াড়দের মধ্যে ভিডিও গেমসের প্রতিযোগিতা।",
      "details": "ইস্পোর্টস একটি দ্রুত বৃদ্ধিপ্রাপ্ত শিল্প, যেখানে খেলোয়াড়রা বড় টুর্নামেন্ট ও লিগে অংশগ্রহণ করে।"
    },
    {
      "title": "ভার্চুয়াল রিয়েলিটি (VR)",
      "short_description": "একটি ভার্চুয়াল পরিবেশে খেলোয়াড়কে নিমজ্জিত করার প্রযুক্তি।",
      "details": "VR প্রযুক্তি একটি হেডসেট ও সেন্সর ব্যবহার করে খেলোয়াড়কে একটি কাল্পনিক জগতে নিয়ে যায়।"
    },
    {
      "title": "অগমেন্টেড রিয়েলিটি (AR)",
      "short_description": "বাস্তব জগতে ডিজিটাল তথ্য বা বস্তুকে যুক্ত করার প্রযুক্তি।",
      "details": "AR প্রযুক্তি মোবাইল ফোন বা অন্য যন্ত্রের মাধ্যমে বাস্তব জগতে ডিজিটাল অবজেক্ট যুক্ত করে।"
    },
    {
      "title": "গেম স্ট্রিমিং (Game Streaming)",
      "short_description": "অনলাইনে ভিডিও গেম খেলার সরাসরি সম্প্রচার।",
      "details": "গেম স্ট্রিমিং প্ল্যাটফর্ম, যেমন টুইচ ও ইউটিউব গেমিং, খেলোয়াড়দের তাদের গেম খেলা লাইভ সম্প্রচার করতে দেয়।"
    },
    {
      "title": "গেম ডেভেলপার (Game Developer)",
      "short_description": "ভিডিও গেমস তৈরি করেন এমন ব্যক্তি বা দল।",
      "details": "গেম ডেভেলপাররা একটি গেমের কোডিং, গ্রাফিক্স, সাউন্ড ও ডিজাইন নিয়ে কাজ করেন।"
    },
    {
      "title": "গেম পাবলিশার (Game Publisher)",
      "short_description": "গেম বিতরণ ও বিপণন করেন এমন সংস্থা।",
      "details": "পাবলিশাররা গেমের আর্থিক ও বিপণন দিকগুলো পরিচালনা করেন।"
    },
    {
      "title": "ইনডি গেমস (Indie Games)",
      "short_description": "স্বাধীন ডেভেলপারদের দ্বারা তৈরি ছোট বাজেটের গেমস।",
      "details": "ইনডি গেমগুলি সাধারণত সৃজনশীলতা ও নতুনত্বের জন্য পরিচিত।"
    },
    {
      "title": "গেম ইঞ্জিন ইউটিলিটি",
      "short_description": "গেম ইঞ্জিন, যেমন ইউনিটি ও আনরিয়েল ইঞ্জিন, ভিডিও গেমস তৈরির জন্য ব্যবহৃত হয়।",
      "details": "এই ইঞ্জিনগুলি ডেভেলপারদের জন্য কোডিং, অ্যানিমেশন ও গ্রাফিক্সের মতো কাজ সহজ করে।"
    },
    {
      "title": "গেমের ইতিহাস",
      "short_description": "প্রাচীন কালের খেলা থেকে আধুনিক ভিডিও গেমসের বিবর্তন।",
      "details": "গেমের ইতিহাস অনেক পুরানো। প্রাচীন মানুষরা বিভিন্ন ধরনের খেলা খেলত যা তাদের সংস্কৃতি ও সমাজের অংশ ছিল।"
    },
    {
      "title": "কম্পিউটার গেমসের জন্ম",
      "short_description": "১৯৫০ ও ১৯৬০-এর দশকে প্রথম কম্পিউটার গেমস তৈরি হয়।",
      "details": "প্রথম কম্পিউটার গেমসগুলি শিক্ষাপ্রতিষ্ঠান ও গবেষণা কেন্দ্রে তৈরি হয়েছিল এবং এগুলি খুব সাধারণ ছিল।"
    },
    {
      "title": "আর্কেড গোল্ডেন এজ",
      "short_description": "১৯৭০ ও ১৯৮০-এর দশকে আর্কেড গেমসের জনপ্রিয়তা।",
      "details": "এই সময়ে প্যাক-ম্যান ও স্পেস ইনভেডার্সের মতো গেমস বিশ্বব্যাপী জনপ্রিয়তা লাভ করে।"
    },
    {
      "title": "কন্সোল ওয়ার্স",
      "short_description": "নিন্টেন্ডো ও সেগার মধ্যেকার প্রতিযোগিতা।",
      "details": "নব্বইয়ের দশকে নিন্টেন্ডো ও সেগার মধ্যেকার এই প্রতিযোগিতা ভিডিও গেমস শিল্পকে নতুন উচ্চতায় নিয়ে যায়।"
    },
    {
      "title": "মোবাইল গেমস (Mobile Games)",
      "short_description": "স্মার্টফোন ও ট্যাবলেটে খেলা হয় এমন গেমস।",
      "details": "মোবাইল গেমস, যেমন ক্যান্ডি ক্রাশ ও পাবজি, বিশ্বব্যাপী জনপ্রিয়তা লাভ করেছে।"
    },
    {
      "title": "অনলাইন গেমস (Online Games)",
      "short_description": "ইন্টারনেটের মাধ্যমে একাধিক খেলোয়াড় একসাথে খেলে।",
      "details": "অনলাইন গেমস বিশ্বব্যাপী খেলোয়াড়দের মধ্যে সংযোগ স্থাপন করে।"
    },
    {
      "title": "এমএমওআরপিজি (MMORPG)",
      "short_description": "হাজার হাজার খেলোয়াড় একসাথে একটি ভার্চুয়াল জগতে খেলে।",
      "details": "MMORPG, যেমন ওয়ার্ল্ড অফ ওয়ারক্রাফ্ট, খেলোয়াড়দের একটি বিশাল ভার্চুয়াল জগতে অ্যাডভেঞ্চার ও মিশনে অংশ নিতে দেয়।"
    },
    {
      "title": "গেমিং কমিউনিটি (Gaming Community)",
      "short_description": "খেলোয়াড়, ডেভেলপার ও গেমারদের একটি সামাজিক নেটওয়ার্ক।",
      "details": "গেমিং কমিউনিটি ফোরাম, স্ট্রিমিং ও ইভেন্টের মাধ্যমে খেলোয়াড়দের মধ্যে সংযোগ স্থাপন করে।"
    },
    {
      "title": "গেমার কালচার (Gamer Culture)",
      "short_description": "ভিডিও গেমারদের নিজস্ব সংস্কৃতি ও জীবনযাত্রা।",
      "details": "গেমার কালচারে গেমিং স্ল্যাং, ইভেন্ট ও অনলাইন সামাজিকীকরণ অন্তর্ভুক্ত।"
    },
    {
      "title": "গেমের নৈতিকতা ও বিতর্ক",
      "short_description": "গেমের সহিংসতা, আসক্তি ও সামাজিক প্রভাব নিয়ে বিতর্ক।",
      "details": "ভিডিও গেমের নৈতিকতা ও সামাজিক প্রভাব নিয়ে আলোচনা করা হয়।"
    },
    {
      "title": "গেম অ্যাওয়ার্ডস (Game Awards)",
      "short_description": "গেম শিল্পের সেরা কাজগুলোকে সম্মানিত করা।",
      "details": "গেম অ্যাওয়ার্ডস, যেমন দ্য গেম অ্যাওয়ার্ডস, একটি গেমের সেরা পারফরম্যান্সকে স্বীকৃতি দেয়।"
    },
    {
      "title": "গেমের অর্থনীতি",
      "short_description": "গেম শিল্পের বাণিজ্যিক দিক, যেমন বিক্রি, বিজ্ঞাপন ও মাইক্রোট্রানজ্যাকশন।",
      "details": "গেমের অর্থনীতি একটি বিশাল শিল্প যা কোটি কোটি ডলারের লেনদেন করে।"
    },
    {
      "title": "মাইক্রোট্রানজ্যাকশন (Microtransaction)",
      "short_description": "গেমের মধ্যে ছোট ছোট ডিজিটাল পণ্য কেনা।",
      "details": "মাইক্রোট্রানজ্যাকশন গেমারদের চরিত্রের কসমেটিকস বা অন্যান্য সুবিধা কেনার সুযোগ দেয়।"
    },
    {
      "title": "ফ্রি-টু-প্লে (Free-to-Play)",
      "short_description": "খেলোয়াড়দের বিনামূল্যে গেম খেলার সুযোগ দেওয়া।",
      "details": "ফ্রি-টু-প্লে গেমগুলি সাধারণত মাইক্রোট্রানজ্যাকশনের মাধ্যমে আয় করে।"
    },
    {
      "title": "গেম র্যাঙ্কিং (Game Rating)",
      "short_description": "খেলোয়াড়দের বয়স অনুযায়ী গেমের শ্রেণীকরণ।",
      "details": "গেম র্যাঙ্কিং সিস্টেম, যেমন ESRB, গেমের বিষয়বস্তু সম্পর্কে তথ্য দেয়।"
    },
    {
      "title": "গেমের ভবিষ্যৎ",
      "short_description": "গেম প্রযুক্তির ভবিষ্যৎ প্রবণতা।",
      "details": "গেমের ভবিষ্যৎ ভার্চুয়াল রিয়েলিটি, ক্লাউড গেমিং ও কৃত্রিম বুদ্ধিমত্তার উপর নির্ভরশীল।"
    },
    {
      "title": "ক্লাউড গেমিং (Cloud Gaming)",
      "short_description": "ইন্টারনেটের মাধ্যমে গেম খেলা, কোনো যন্ত্র ছাড়া।",
      "details": "ক্লাউড গেমিং প্ল্যাটফর্ম, যেমন জিফোর্স নাও, খেলোয়াড়দের যেকোনো ডিভাইস থেকে গেম খেলার সুযোগ দেয়।"
    },
    {
      "title": "গেমের সাউন্ডট্র্যাক (Game Soundtrack)",
      "short_description": "গেমের সঙ্গীত ও সাউন্ড ইফেক্টস।",
      "details": "গেমের সাউন্ডট্র্যাক খেলার অভিজ্ঞতাকে গভীর করে।"
    },
    {
      "title": "গেমের প্রভাব",
      "short_description": "গেম কীভাবে খেলোয়াড়দের দক্ষতা ও মস্তিষ্কের উপর প্রভাব ফেলে।",
      "details": "গেম খেলা সমস্যা সমাধান, দ্রুত সিদ্ধান্ত গ্রহণ ও অন্যান্য জ্ঞানীয় দক্ষতা উন্নত করতে পারে।"
    },
    {
      "title": "গেম ফিজিক্স (Game Physics)",
      "short_description": "গেমের জগতে বস্তুর আন্দোলন ও আচরণ।",
      "details": "গেম ফিজিক্স বাস্তব বিশ্বের বস্তুগত নিয়ম অনুসরণ করে।"
    }
  ]
}