{
  "subcategory": "চলচ্চিত্র এবং টিভি শো",
  "entries": [
    {
      "title": "চলচ্চিত্রের সংজ্ঞা",
      "short_description": "একটি চলমান চিত্র বা গতিশীল আলোকচিত্রের মাধ্যমে গল্প বা ধারণা প্রকাশ করার একটি শিল্প।",
      "details": "চলচ্চিত্র হলো এমন একটি মাধ্যম যেখানে ক্যামেরা ব্যবহার করে একাধিক চিত্র ফ্রেমকে দ্রুত গতিতে প্রদর্শিত করে একটি চলমান চিত্র তৈরি করা হয়। এটি একটি শক্তিশালী যোগাযোগ মাধ্যম যা দর্শককে আবেগ, গল্প এবং দর্শনে নিমজ্জিত করে।"
    },
    {
      "title": "টিভি শো-এর সংজ্ঞা",
      "short_description": "টেলিভিশনের জন্য তৈরি একটি পর্বভিত্তিক বা ধারাবাহিক বিনোদনমূলক অনুষ্ঠান।",
      "details": "টিভি শো হলো ধারাবাহিক পর্বের মাধ্যমে একটি গল্প বা ধারণা উপস্থাপন করার একটি মাধ্যম। এটি নাট্যধর্মী, কৌতুক, তথ্যচিত্র, রিয়েলিটি বা অন্যান্য ধরনের হতে পারে এবং এটি সাধারণত টেলিভিশনের মাধ্যমে সম্প্রচার করা হয়।"
    },
    {
      "title": "আখ্যান (Narrative)",
      "short_description": "চলচ্চিত্র বা টিভি শো-এর প্রধান গল্প বা কাহিনি ধারা।",
      "details": "আখ্যান হলো চলচ্চিত্রের কাঠামো, যেখানে চরিত্র, প্লট, সেটিংস ও থিম একত্রিত হয়ে একটি সুসংগঠিত গল্প তৈরি করে। একটি শক্তিশালী আখ্যান দর্শককে আকৃষ্ট করে এবং তাদের অভিজ্ঞতাকে গভীর করে।"
    },
    {
      "title": "চরিত্র (Character)",
      "short_description": "চলচ্চিত্র বা টিভি শো-এর প্রধান ব্যক্তি বা সত্তা যারা গল্পকে এগিয়ে নিয়ে যায়।",
      "details": "চরিত্র হলো গল্পের কেন্দ্রবিন্দু। একটি ভালো চরিত্র দর্শকদের সাথে সংযোগ স্থাপন করে এবং তাদের আবেগিক প্রতিক্রিয়া তৈরি করে। চরিত্র প্রধান, পার্শ্ব চরিত্র বা ভিলেন হতে পারে।"
    },
    {
      "title": "কাহিনি (Plot)",
      "short_description": "চলচ্চিত্র বা টিভি শো-এর ঘটনাগুলির একটি সুসংবদ্ধ ক্রম।",
      "details": "কাহিনি হলো গল্পের কাঠামোগত বিন্যাস, যেখানে প্রতিটি ঘটনা একটি অন্যটির সাথে সম্পর্কিত হয়ে গল্পের সমাপ্তির দিকে এগিয়ে যায়। এর মধ্যে থাকে সূচনা, দ্বন্দ্বের সৃষ্টি, চূড়ান্ত পরিণতি ও সমাধান।"
    },
    {
      "title": "থিম (Theme)",
      "short_description": "চলচ্চিত্র বা টিভি শো-এর মূল ধারণা বা বার্তা।",
      "details": "থিম হলো গল্পের প্রধান বিষয়বস্তু, যা মানব জীবন, সমাজ, নৈতিকতা বা অন্য কোনো গভীর বিষয় নিয়ে আলোচনা করে। এটি দর্শকদের ভাবনার খোরাক জোগায়।"
    },
    {
      "title": "পরিচালনা (Directing)",
      "short_description": "চলচ্চিত্র নির্মাণের সৃজনশীল দিক পরিচালনা করার প্রক্রিয়া।",
      "details": "পরিচালক হলেন চলচ্চিত্রের মূল সৃজনশীল নেতা। তিনি চিত্রনাট্যকে দৃশ্যে রূপান্তর করেন, অভিনেতাদের নির্দেশনা দেন এবং ক্যামেরা, লাইটিং ও সম্পাদনার মতো কারিগরি দিকগুলো তত্ত্বাবধান করেন।"
    },
    {
      "title": "অভিনয় (Acting)",
      "short_description": "চরিত্রকে জীবন্ত করে তোলার শিল্প যা অভিনয়শিল্পী তার শরীর, কণ্ঠ ও আবেগ দিয়ে প্রকাশ করেন।",
      "details": "অভিনয় শিল্পে অভিনয়শিল্পীরা তাদের চরিত্রকে গভীরভাবে উপলব্ধি করে এবং দর্শকদের বিশ্বাসযোগ্য করে তুলতে কাজ করেন। এটি আবেগ, সংলাপ ও শারীরিক অঙ্গভঙ্গির মাধ্যমে সম্পন্ন করা হয়।"
    },
    {
      "title": "চিত্রনাট্য (Screenwriting)",
      "short_description": "চলচ্চিত্রের জন্য লিখিত গল্প যা সংলাপ ও দৃশ্য বর্ণনা করে।",
      "details": "চিত্রনাট্য হলো চলচ্চিত্রের কাঠামো ও ভিত্তি। একজন চিত্রনাট্যকার চরিত্র, প্লট ও সংলাপ লিখে একটি সম্পূর্ণ গল্প তৈরি করেন যা পরবর্তীতে চিত্র ধারণ করা হয়।"
    },
    {
      "title": "চিত্রগ্রহণ (Cinematography)",
      "short_description": "চলচ্চিত্রের জন্য দৃশ্য ধারণের শিল্প ও বিজ্ঞান।",
      "details": "চিত্রগ্রহণ বা সিনেমাটোগ্রাফি ক্যামেরা, লেন্স, লাইটিং ও রঙের ব্যবহার করে একটি চলচ্চিত্রের দৃশ্য তৈরি করে। এটি চলচ্চিত্রের আবেগ ও মেজাজ নির্ধারণে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "সম্পাদনা (Editing)",
      "short_description": "চিত্র ধারণের পর দৃশ্যগুলি কেটে ও সাজিয়ে একটি চূড়ান্ত রূপ দেওয়া।",
      "details": "সম্পাদনা একটি চলচ্চিত্রের চূড়ান্ত রূপ দেওয়ার প্রক্রিয়া। একজন সম্পাদক একটি চলচ্চিত্রের গতি, ছন্দ ও আবেগকে নিয়ন্ত্রণ করে একটি সম্পূর্ণ কাহিনি তৈরি করেন। এটি গল্পের প্রবাহকে প্রভাবিত করে।"
    },
    {
      "title": "সাউন্ড ডিজাইন (Sound Design)",
      "short_description": "চলচ্চিত্রের শব্দ, সঙ্গীত ও সংলাপের সামগ্রিক ব্যবহার।",
      "details": "সাউন্ড ডিজাইন একটি চলচ্চিত্রের অভিজ্ঞতাকে গভীর করে। এতে ব্যাকগ্রাউন্ড মিউজিক, সাউন্ড ইফেক্টস ও সংলাপের সঠিক সমন্বয় নিশ্চিত করা হয়। এটি দর্শকদের মনে একটি নির্দিষ্ট মেজাজ তৈরি করে।"
    },
    {
      "title": "বিশেষ প্রভাব (Special Effects)",
      "short_description": "চলচ্চিত্রে এমন দৃশ্য তৈরি করা যা বাস্তবে ধারণ করা অসম্ভব বা ব্যয়বহুল।",
      "details": "বিশেষ প্রভাবগুলি দুটি প্রধান ভাগে বিভক্ত: ভিজ্যুয়াল ইফেক্টস (VFX) ও ব্যবহারিক ইফেক্টস (Practical Effects)। VFX কম্পিউটার গ্রাফিক্স (CGI) ব্যবহার করে তৈরি হয়, আর ব্যবহারিক ইফেক্টস শারীরিক মডেল ও কৌশল ব্যবহার করে তৈরি হয়।"
    },
    {
      "title": "অ্যাকশন চলচ্চিত্র (Action Film)",
      "short_description": "তীব্র শারীরিক কর্মকাণ্ড, স্টান্ট ও লড়াইয়ের উপর ভিত্তি করে নির্মিত চলচ্চিত্র।",
      "details": "অ্যাকশন চলচ্চিত্রে সাধারণত নায়ক ও ভিলেনের মধ্যে লড়াই, গাড়ি ধাওয়া ও বিস্ফোরণের মতো দৃশ্য থাকে। এটি দর্শকদের উত্তেজনা ও অ্যাড্রেনালিনের অনুভুতি দেয়।"
    },
    {
      "title": "হরর চলচ্চিত্র (Horror Film)",
      "short_description": "ভয়, আতঙ্ক ও সাসপেন্স তৈরি করার জন্য নির্মিত চলচ্চিত্র।",
      "details": "হরর চলচ্চিত্রে সাধারণত অতিপ্রাকৃত প্রাণী, সাইকোপ্যাথ বা অস্বাভাবিক ঘটনা থাকে। এর প্রধান উদ্দেশ্য হলো দর্শকদের ভয় পাইয়ে দেওয়া এবং তাদের মনে দীর্ঘস্থায়ী প্রভাব ফেলা।"
    },
    {
      "title": "কমেডি চলচ্চিত্র (Comedy Film)",
      "short_description": "হাস্যরস, কৌতুক ও মজার পরিস্থিতি নিয়ে তৈরি চলচ্চিত্র।",
      "details": "কমেডি চলচ্চিত্র দর্শকদের বিনোদন ও আনন্দ দেওয়ার জন্য নির্মিত হয়। এর মধ্যে ব্ল্যাক কমেডি, রোমান্টিক কমেডি ও স্যাটায়ার সহ বিভিন্ন উপধারা রয়েছে।"
    },
    {
      "title": "ড্রামা চলচ্চিত্র (Drama Film)",
      "short_description": "চরিত্রের গভীরতা ও আবেগিক দিক নিয়ে তৈরি চলচ্চিত্র।",
      "details": "ড্রামা চলচ্চিত্রে জীবনের বাস্তব পরিস্থিতি, সম্পর্ক ও দ্বন্দ্বের উপর জোর দেওয়া হয়। এটি প্রায়শই দর্শকদের আবেগিক ও মনস্তাত্ত্বিক অভিজ্ঞতার সাথে সংযুক্ত করে।"
    },
    {
      "title": "বৈজ্ঞানিক কল্পকাহিনী (Science Fiction)",
      "short_description": "ভবিষ্যতের বিজ্ঞান ও প্রযুক্তির উপর ভিত্তি করে নির্মিত চলচ্চিত্র।",
      "details": "বৈজ্ঞানিক কল্পকাহিনী চলচ্চিত্রে প্রায়শই মহাকাশ ভ্রমণ, এলিয়েন, রোবট ও উন্নত প্রযুক্তির মতো বিষয় থাকে। এটি মানুষের ভবিষ্যৎ ও প্রযুক্তির সম্ভাব্য প্রভাব নিয়ে প্রশ্ন তোলে।"
    },
    {
      "title": "থ্রিলার চলচ্চিত্র (Thriller Film)",
      "short_description": "দর্শককে রহস্য, সাসপেন্স ও উত্তেজনার মধ্যে ধরে রাখার জন্য নির্মিত চলচ্চিত্র।",
      "details": "থ্রিলার চলচ্চিত্রে সাধারণত কোনো অপরাধ, ষড়যন্ত্র বা হুমকির উপর ভিত্তি করে কাহিনি তৈরি হয়। এটি দর্শকদের কৌতূহল ও উত্তেজনাকে বাড়িয়ে তোলে।"
    },
    {
      "title": "রোমান্টিক চলচ্চিত্র (Romantic Film)",
      "short_description": "প্রেম, ভালোবাসা ও সম্পর্কের উপর ভিত্তি করে নির্মিত চলচ্চিত্র।",
      "details": "রোমান্টিক চলচ্চিত্রে সাধারণত দুটি চরিত্রের মধ্যেকার সম্পর্ক ও তাদের প্রেমের যাত্রাকে দেখানো হয়। এর প্রধান উদ্দেশ্য হলো দর্শকদের আবেগিক সংযোগ তৈরি করা।"
    },
    {
      "title": "অ্যানিমেটেড চলচ্চিত্র (Animated Film)",
      "short_description": "হাতে আঁকা, কম্পিউটার-সৃষ্ট বা স্টপ-মোশন কৌশলে তৈরি চলচ্চিত্র।",
      "details": "অ্যানিমেটেড চলচ্চিত্রে চরিত্র ও দৃশ্য বাস্তব নয়, বরং কম্পিউটার গ্রাফিক্স বা অঙ্কনের মাধ্যমে তৈরি করা হয়। এর প্রধান দর্শক শিশুরা হলেও, এটি সব বয়সের মানুষের কাছে জনপ্রিয়।"
    },
    {
      "title": "ঐতিহাসিক চলচ্চিত্র (Historical Film)",
      "short_description": "বাস্তব ঐতিহাসিক ঘটনা বা ব্যক্তির উপর ভিত্তি করে নির্মিত চলচ্চিত্র।",
      "details": "ঐতিহাসিক চলচ্চিত্রে সাধারণত ইতিহাসকে পুনরুজ্জীবিত করা হয়। এটি দর্শকদের একটি নির্দিষ্ট সময়ের সংস্কৃতি, যুদ্ধ ও রাজনৈতিক প্রেক্ষাপট সম্পর্কে ধারণা দেয়।"
    },
    {
      "title": "ডকুমেন্টারি (Documentary)",
      "short_description": "বাস্তব ঘটনা, ব্যক্তি বা বিষয় নিয়ে নির্মিত তথ্যচিত্র।",
      "details": "ডকুমেন্টারির প্রধান উদ্দেশ্য হলো দর্শকদের কোনো নির্দিষ্ট বিষয় সম্পর্কে তথ্য ও জ্ঞান দেওয়া। এটি সাধারণত বাস্তব ফুটেজ, সাক্ষাৎকার ও গবেষণা ব্যবহার করে তৈরি হয়।"
    },
    {
      "title": "মিউজিক্যাল (Musical)",
      "short_description": "সংলাপের পাশাপাশি গান ও নাচের মাধ্যমে গল্প বলা হয় এমন চলচ্চিত্র।",
      "details": "মিউজিক্যাল চলচ্চিত্রে গান ও নাচ কাহিনিকে এগিয়ে নিয়ে যাওয়ার একটি গুরুত্বপূর্ণ মাধ্যম। এটি দর্শকদের জন্য একটি আনন্দদায়ক ও বিনোদনমূলক অভিজ্ঞতা।"
    },
    {
      "title": "সিনেমাটোগ্রাফার (Cinematographer)",
      "short_description": "চলচ্চিত্রের দৃশ্য ধারণের জন্য ক্যামেরা ও লাইটিং পরিচালনা করেন এমন ব্যক্তি।",
      "details": "সিনেমাটোগ্রাফার হলেন একজন বিশেষজ্ঞ যিনি পরিচালককে দৃশ্যের নান্দনিকতা ও মেজাজ নির্ধারণে সহায়তা করেন। তিনি লাইটিং, ফ্রেম ও ক্যামেরার গতি নিয়ন্ত্রণ করেন।"
    },
    {
      "title": "ফিল্ম এডিটর (Film Editor)",
      "short_description": "চলচ্চিত্রের ফুটেজ কেটে, সাজিয়ে ও যুক্ত করে একটি চূড়ান্ত সংস্করণ তৈরি করেন এমন ব্যক্তি।",
      "details": "ফিল্ম এডিটর হলেন একজন শিল্পী যিনি গল্পের প্রবাহ, ছন্দ ও গতি নিয়ন্ত্রণ করেন। তার কাজ একটি চলচ্চিত্রের সাফল্যের জন্য অত্যন্ত গুরুত্বপূর্ণ।"
    },
    {
      "title": "প্রযোজনা (Production)",
      "short_description": "চলচ্চিত্র বা টিভি শো তৈরির পুরো প্রক্রিয়া, যা পরিকল্পনা থেকে শুরু করে শুটিং পর্যন্ত চলে।",
      "details": "প্রযোজনায় চিত্রনাট্য লেখা, অভিনেতা নির্বাচন, বাজেট তৈরি, শুটিং লোকেশন নির্বাচন ও কারিগরি দল নিয়োগ অন্তর্ভুক্ত।"
    },
    {
      "title": "বিতরণ (Distribution)",
      "short_description": "চলচ্চিত্র বা টিভি শো দর্শক পর্যন্ত পৌঁছানোর প্রক্রিয়া।",
      "details": "বিতরণে থিয়েটারে মুক্তি, ডিভিডি বিক্রি, স্ট্রিমিং ও টেলিভিশনে সম্প্রচার অন্তর্ভুক্ত। এটি চলচ্চিত্রের বাণিজ্যিক সাফল্যের জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "চলচ্চিত্র উৎসব (Film Festival)",
      "short_description": "চলচ্চিত্র প্রদর্শনী, যেখানে নতুন ও স্বাধীন চলচ্চিত্র দেখানো হয়।",
      "details": "চলচ্চিত্র উৎসবগুলি চলচ্চিত্র নির্মাতাদের তাদের কাজ প্রদর্শনের সুযোগ দেয়। কান, ভেনিস ও বার্লিনের মতো উৎসবগুলি বিশ্বব্যাপী সুপরিচিত।"
    },
    {
      "title": "অস্কার পুরস্কার (Academy Awards)",
      "short_description": "বিশ্বের সবচেয়ে মর্যাদাপূর্ণ চলচ্চিত্র পুরস্কার।",
      "details": "অস্কার পুরস্কার হলিউড ও বিশ্ব চলচ্চিত্রের সেরা কাজগুলোকে সম্মান জানায়। এটি বিভিন্ন বিভাগে দেওয়া হয়, যেমন সেরা চলচ্চিত্র, সেরা অভিনেতা ও সেরা পরিচালক।"
    },
    {
      "title": "কান চলচ্চিত্র উৎসব (Cannes Film Festival)",
      "short_description": "ফ্রান্সে অনুষ্ঠিত একটি আন্তর্জাতিক চলচ্চিত্র উৎসব।",
      "details": "কান চলচ্চিত্র উৎসব বিশ্বব্যাপী চলচ্চিত্র নির্মাতাদের একটি গুরুত্বপূর্ণ মিলনস্থল। এটি নতুন ও পরীক্ষামূলক চলচ্চিত্রের জন্য পরিচিত।"
    },
    {
      "title": "হলিউড (Hollywood)",
      "short_description": "মার্কিন যুক্তরাষ্ট্রের লস অ্যাঞ্জেলেসে অবস্থিত বিশ্বের সবচেয়ে বড় চলচ্চিত্র শিল্প কেন্দ্র।",
      "details": "হলিউড বিশ্বব্যাপী চলচ্চিত্র ও বিনোদন শিল্পের কেন্দ্র। এটি বড় বাজেটের ও ব্লকবাস্টার চলচ্চিত্রের জন্য পরিচিত।"
    },
    {
      "title": "বলিউড (Bollywood)",
      "short_description": "ভারতের হিন্দি ভাষার চলচ্চিত্র শিল্প কেন্দ্র।",
      "details": "বলিউড তার গান, নাচ ও রোমান্টিক চলচ্চিত্রের জন্য বিশ্বব্যাপী পরিচিত। এটি বিশ্বের বৃহত্তম চলচ্চিত্র শিল্পগুলির মধ্যে একটি।"
    },
    {
      "title": "টলিউড (Tollywood)",
      "short_description": "পশ্চিমবঙ্গের বাংলা ভাষার চলচ্চিত্র শিল্প কেন্দ্র।",
      "details": "টলিউড তার সমৃদ্ধ সাহিত্যিক ও সাংস্কৃতিক ঐতিহ্য নিয়ে বাংলা চলচ্চিত্র নির্মাণ করে। এটি বাংলা সংস্কৃতিকে বিশ্বজুড়ে উপস্থাপন করে।"
    },
    {
      "title": "সাইলেন্ট ফিল্ম (Silent Film)",
      "short_description": "চলচ্চিত্রের প্রথম যুগ, যখন চলচ্চিত্রে কোনো সংলাপ ছিল না।",
      "details": "সাইলেন্ট ফিল্মগুলি সঙ্গীতের সাথে প্রদর্শিত হতো এবং অভিনেতাদের অভিব্যক্তি ও অঙ্গভঙ্গি দ্বারা গল্প বলা হতো।"
    },
    {
      "title": "গোল্ডেন এজ অফ হলিউড (Golden Age of Hollywood)",
      "short_description": "১৯২০ থেকে ১৯৬০-এর দশক পর্যন্ত হলিউডের সোনালি যুগ।",
      "details": "এই সময়ে হলিউডে স্টুডিও সিস্টেমের মাধ্যমে প্রচুর ক্লাসিক চলচ্চিত্র নির্মিত হয়েছিল, যা চলচ্চিত্র শিল্পকে নতুন উচ্চতায় নিয়ে যায়।"
    },
    {
      "title": "ফ্রেঞ্চ নিউ ওয়েভ (French New Wave)",
      "short_description": "১৯৫০-এর দশকের শেষ দিকে ফ্রান্সে উদ্ভূত একটি চলচ্চিত্র আন্দোলন।",
      "details": "ফ্রেঞ্চ নিউ ওয়েভের চলচ্চিত্রগুলি তাদের পরীক্ষামূলক কৌশল, বাস্তবধর্মী আখ্যান ও স্বাধীন মনোভাবের জন্য পরিচিত।"
    },
    {
      "title": "সিনেমা ভেরিটে (Cinema Verite)",
      "short_description": "একটি ডকুমেন্টারি শৈলী যা ক্যামেরা ব্যবহার করে বাস্তব জীবন ধারণ করে।",
      "details": "সিনেমা ভেরিটে স্টাইল বাস্তবতাকে ধারণ করতে ক্যামেরা, হাতে ধরা ক্যামেরা ও প্রাকৃতিক আলো ব্যবহার করে।"
    },
    {
      "title": "টিভি সিটকম (TV Sitcom)",
      "short_description": "হাস্যরসাত্মক পরিস্থিতি নিয়ে তৈরি একটি টিভি শো।",
      "details": "সিটকম সাধারণত ছোট পর্বে তৈরি হয় এবং এটি পরিবার, বন্ধুবান্ধব বা সহকর্মীদের নিয়ে তৈরি হয়।"
    },
    {
      "title": "টিভি ড্রামা সিরিজ (TV Drama Series)",
      "short_description": "একটি নির্দিষ্ট আখ্যানকে ঘিরে তৈরি একটি ধারাবাহিক টিভি শো।",
      "details": "ড্রামা সিরিজে চরিত্রের গভীরতা, আবেগ ও সম্পর্ককে গুরুত্ব দেওয়া হয়। এর মধ্যে ক্রাইম, মেডিক্যাল ও রোমান্স ড্রামা অন্তর্ভুক্ত।"
    },
    {
      "title": "টিভি রিয়েলিটি শো (TV Reality Show)",
      "short_description": "বাস্তব মানুষের জীবন ও কার্যকলাপ নিয়ে তৈরি একটি টিভি শো।",
      "details": "রিয়েলিটি শোতে সাধারণত কোনো প্রতিযোগিতা, সামাজিক পরীক্ষা বা মানুষের দৈনন্দিন জীবন দেখানো হয়।"
    },
    {
      "title": "ওয়েব সিরিজ (Web Series)",
      "short_description": "অনলাইনে স্ট্রিমিং প্ল্যাটফর্মের জন্য তৈরি একটি ধারাবাহিক শো।",
      "details": "ওয়েব সিরিজ সাধারণত ছোট পর্বের হয় এবং এটি মোবাইল ফোন, ট্যাবলেট ও কম্পিউটারে দেখা যায়।"
    },
    {
      "title": "স্ট্রিমিং প্ল্যাটফর্ম (Streaming Platform)",
      "short_description": "ইন্টারনেটের মাধ্যমে চলচ্চিত্র ও টিভি শো দেখার প্ল্যাটফর্ম।",
      "details": "নেটফ্লিক্স, অ্যামাজন প্রাইম ও ডিজনি প্লাসের মতো স্ট্রিমিং প্ল্যাটফর্মগুলি চলচ্চিত্র ও টিভি শো দেখার প্রক্রিয়াকে সম্পূর্ণ পরিবর্তন করেছে।"
    },
    {
      "title": "ভয়েস অ্যাক্টিং (Voice Acting)",
      "short_description": "অ্যানিমেটেড চলচ্চিত্র বা কার্টুনে চরিত্রের কণ্ঠ দেওয়ার শিল্প।",
      "details": "ভয়েস অ্যাক্টিং হলো এমন একটি শিল্প যেখানে অভিনয়শিল্পী তার কণ্ঠস্বর ব্যবহার করে একটি চরিত্রকে জীবন্ত করে তোলেন।"
    },
    {
      "title": "কম্পিউটার-সৃষ্ট চিত্র (CGI)",
      "short_description": "কম্পিউটার গ্রাফিক্স ব্যবহার করে তৈরি বিশেষ প্রভাব।",
      "details": "CGI চলচ্চিত্রে অসম্ভব দৃশ্য, যেমন ড্রাগন বা মহাকাশ যুদ্ধ, তৈরি করতে ব্যবহৃত হয়। এটি চলচ্চিত্রের সম্ভাবনাকে নতুন উচ্চতায় নিয়ে গেছে।"
    },
    {
      "title": "থ্রিডি চলচ্চিত্র (3D Film)",
      "short_description": "ত্রিমাত্রিক বিভ্রম তৈরি করার জন্য তৈরি চলচ্চিত্র।",
      "details": "থ্রিডি চলচ্চিত্রে দর্শককে এমন অনুভূতি দেওয়া হয় যে বস্তুগুলি স্ক্রিন থেকে বাইরে আসছে। এটি দর্শনের অভিজ্ঞতাকে আরও immersive করে তোলে।"
    },
    {
      "title": "চলচ্চিত্র সমালোচনা (Film Criticism)",
      "short_description": "চলচ্চিত্রের বিশ্লেষণ, মূল্যায়ন ও ব্যাখ্যা।",
      "details": "চলচ্চিত্র সমালোচকরা চলচ্চিত্রের গুণগত মান, আখ্যান, অভিনয় ও পরিচালনাসহ বিভিন্ন দিক নিয়ে আলোচনা করে।"
    },
    {
      "title": "সাউন্ডট্র্যাক (Soundtrack)",
      "short_description": "চলচ্চিত্রে ব্যবহৃত গান, সঙ্গীত ও যন্ত্রসঙ্গীতের সংগ্রহ।",
      "details": "সাউন্ডট্র্যাক চলচ্চিত্রের আবেগ, মেজাজ ও পরিবেশ তৈরি করতে সাহায্য করে।"
    },
    {
      "title": "পোস্টার ডিজাইন (Poster Design)",
      "short_description": "চলচ্চিত্রের প্রচারের জন্য তৈরি পোস্টার।",
      "details": "পোস্টার ডিজাইন একটি চলচ্চিত্রের সংক্ষিপ্ত চিত্র, যা দর্শকদের আকর্ষণ করে এবং চলচ্চিত্র সম্পর্কে একটি ধারণা দেয়।"
    },
    {
      "title": "চলচ্চিত্রের সামাজিক প্রভাব (Social Impact of Film)",
      "short_description": "চলচ্চিত্র কীভাবে সমাজ, সংস্কৃতি ও মানুষের বিশ্বাসকে প্রভাবিত করে।",
      "details": "চলচ্চিত্র প্রায়শই সামাজিক, রাজনৈতিক ও সাংস্কৃতিক বিষয় নিয়ে আলোচনা করে, যা দর্শকদের মনে নতুন ভাবনা তৈরি করে।"
    }
  ]
}