{
  "subcategory": "সঙ্গীত",
  "entries": [
    {
      "title": "সঙ্গীতের সংজ্ঞা",
      "short_description": "শব্দ, সুর, ছন্দ ও তাল ব্যবহার করে গঠিত একটি শিল্পরূপ যা মানুষের অনুভূতি ও আবেগকে প্রকাশ করে।",
      "details": "সঙ্গীত হলো একটি সার্বজনীন শিল্পমাধ্যম যা ধ্বনিকে সুসংগঠিত করে তৈরি করা হয়। এটি মানব মনের সৃজনশীল প্রকাশ এবং এটি মানুষের আবেগ, সংস্কৃতি ও ইতিহাসকে প্রতিফলিত করে। সঙ্গীত শ্রাব্য, যা সরাসরি শোনা যায়, অথবা লিখিত, যা স্বরলিপি (notation) আকারে প্রকাশ করা হয়।"
    },
    {
      "title": "সঙ্গীতের উপাদান",
      "short_description": "সুর, তাল, ছন্দ, স্বর ও লয় - এই পাঁচটি প্রধান উপাদান দিয়ে সঙ্গীত গঠিত হয়।",
      "details": "সুর (Melody) হলো সঙ্গীতের মূল ধারা, যা বিভিন্ন স্বরের সমন্বয়ে তৈরি হয়। তাল (Rhythm) হলো ধ্বনির নিয়মিত পুনরাবৃত্তি, যা একটি গানকে গতি দেয়। স্বর (Tone) হলো একটি ধ্বনির উচ্চতা বা গভীরতা। লয় (Tempo) হলো সঙ্গীতের গতি, যা ধীর, মাঝারি বা দ্রুত হতে পারে।"
    },
    {
      "title": "শাস্ত্রীয় সঙ্গীত (Classical Music)",
      "short_description": "প্রাচীন ও ঐতিহ্যবাহী নিয়ম অনুসরণ করে গঠিত একটি জটিল ও সমৃদ্ধ সঙ্গীত ধারা।",
      "details": "শাস্ত্রীয় সঙ্গীত দুটি প্রধান ধারায় বিভক্ত: ভারতীয় শাস্ত্রীয় সঙ্গীত (যেমন হিন্দুস্তানি ও কর্ণাটকি) ও পশ্চিমা শাস্ত্রীয় সঙ্গীত (যেমন মোজার্ট, বেঠোফেন ও বাখের কাজ)। এই ধরনের সঙ্গীতে সুর ও তালের উপর কঠোর নিয়ম থাকে এবং এটি সাধারণত জটিল ও দীর্ঘ হয়।"
    },
    {
      "title": "লোকসঙ্গীত (Folk Music)",
      "short_description": "কোনো নির্দিষ্ট অঞ্চলের বা সংস্কৃতির ঐতিহ্যবাহী সঙ্গীত, যা সাধারণ মানুষের জীবনকে প্রতিফলিত করে।",
      "details": "লোকসঙ্গীত সাধারণত মৌখিকভাবে এক প্রজন্ম থেকে আরেক প্রজন্মে স্থানান্তরিত হয়। এর বিষয়বস্তু সাধারণত দৈনন্দিন জীবন, প্রেম, দুঃখ, আনন্দ ও সমাজের গল্প নিয়ে হয়। ভাটিয়ালি, ভাওয়াইয়া ও জারি গান বাংলার লোকসঙ্গীতের প্রধান উদাহরণ।"
    },
    {
      "title": "আধুনিক সঙ্গীত (Modern Music)",
      "short_description": "বিংশ শতাব্দী থেকে উদ্ভূত বিভিন্ন সঙ্গীত ধারা, যা আধুনিক যন্ত্র ও প্রযুক্তির উপর ভিত্তি করে গঠিত।",
      "details": "আধুনিক সঙ্গীতের মধ্যে পপ, রক, জ্যাজ, ব্লুজ, হিপ-হপ ও ইলেকট্রনিক ডান্স মিউজিক (EDM) অন্তর্ভুক্ত। এই ধারাগুলো বিভিন্ন সংস্কৃতি ও সামাজিক পরিবর্তনের সাথে বিকশিত হয়েছে এবং বিশ্বজুড়ে জনপ্রিয়।"
    },
    {
      "title": "বাদ্যযন্ত্রের প্রকারভেদ",
      "short_description": "বাদ্যযন্ত্রকে তাদের ধ্বনি তৈরির পদ্ধতি অনুযায়ী বিভিন্ন ভাগে বিভক্ত করা হয়, যেমন তারযুক্ত, বায়ুযুক্ত ও আঘাতযুক্ত।",
      "details": "তারযুক্ত বাদ্যযন্ত্রের মধ্যে গিটার, ভায়োলিন ও সেতার অন্তর্ভুক্ত। বায়ুযুক্ত বাদ্যযন্ত্রের মধ্যে বাঁশি, স্যাক্সোফোন ও ক্লারিনেট অন্তর্ভুক্ত। আঘাতযুক্ত বাদ্যযন্ত্রের মধ্যে ড্রাম, তবলা ও পারকাশন অন্তর্ভুক্ত।"
    },
    {
      "title": "রবীন্দ্রসঙ্গীত",
      "short_description": "কবিগুরু রবীন্দ্রনাথ ঠাকুর কর্তৃক রচিত গান, যা বাংলা সাহিত্যের একটি গুরুত্বপূর্ণ অংশ।",
      "details": "রবীন্দ্রসঙ্গীত তার কাব্যিক গভীরতা, সুরের বৈচিত্র্য ও মানবিক আবেদনের জন্য বিখ্যাত। এই ধারার গানগুলো প্রেম, প্রকৃতি, ভক্তি ও জাতীয়তাবাদের মতো বিভিন্ন বিষয় নিয়ে গঠিত।"
    },
    {
      "title": "নজরুলগীতি",
      "short_description": "কাজী নজরুল ইসলাম কর্তৃক রচিত গান, যা তার বিদ্রোহ, প্রেম ও আধ্যাত্মিকতার জন্য পরিচিত।",
      "details": "নজরুলগীতির মধ্যে গজল, কাওয়ালি ও আধুনিক গান অন্তর্ভুক্ত। এই গানগুলো বাঙালি সমাজে একটি গুরুত্বপূর্ণ সাংস্কৃতিক প্রভাব ফেলেছিল।"
    },
    {
      "title": "ফিলাহারমোনিক সঙ্গীত (Philharmonic Music)",
      "short_description": "একটি বড় অর্কেস্ট্রা দ্বারা পরিবেশিত সঙ্গীত, যা ক্লাসিক্যাল থেকে আধুনিক ধারার গান পরিবেশন করে।",
      "details": "ফিলাহারমোনিক অর্কেস্ট্রা সাধারণত ৫০ থেকে ১০০ জন বাদ্যযন্ত্রশিল্পী নিয়ে গঠিত। তারা বিভিন্ন ধরনের সঙ্গীত পরিবেশন করে, যা শ্রোতাদের কাছে একটি গভীর অভিজ্ঞতা তৈরি করে।"
    },
    {
      "title": "সঙ্গীত ও বিজ্ঞান",
      "short_description": "সঙ্গীতের পিছনের বৈজ্ঞানিক নীতি, যেমন ধ্বনি ও পদার্থবিজ্ঞান।",
      "details": "সঙ্গীতের ধ্বনি, স্বর ও ছন্দ পদার্থবিজ্ঞানের নিয়ম অনুসরণ করে। বিজ্ঞানের উন্নতির সাথে সাথে নতুন বাদ্যযন্ত্র ও সঙ্গীত প্রযুক্তি তৈরি হয়েছে।"
    },
    {
      "title": "সঙ্গীতের থেরাপি (Music Therapy)",
      "short_description": "শারীরিক ও মানসিক স্বাস্থ্য উন্নত করতে সঙ্গীত ব্যবহার।",
      "details": "সঙ্গীত থেরাপি মানসিক চাপ, উদ্বেগ ও বিষণ্ণতা কমাতে সাহায্য করে। এটি স্মৃতিশক্তি, মনোযোগ ও মোটর দক্ষতা উন্নত করতেও ব্যবহৃত হয়।"
    },
    {
      "title": "সঙ্গীতের ইতিহাস",
      "short_description": "প্রাচীন কাল থেকে আধুনিক যুগ পর্যন্ত সঙ্গীতের বিবর্তন।",
      "details": "সঙ্গীতের ইতিহাস মানব সংস্কৃতির একটি গুরুত্বপূর্ণ অংশ। এটি বিভিন্ন সভ্যতা, ধর্ম ও সমাজের পরিবর্তনের সাথে পরিবর্তিত হয়েছে।"
    }
  ]
}