{
  "subcategory": "বাংলাদেশের পর্যটন",
  "entries": [
    {
      "title": "বাংলাদেশের পর্যটনের সংজ্ঞা",
      "short_description": "বাংলাদেশের প্রাকৃতিক ও সাংস্কৃতিক স্থান পরিদর্শন, যা বিনোদন, শিক্ষা ও জ্ঞানার্জনের জন্য করা হয়।",
      "details": "বাংলাদেশের পর্যটন হলো দেশের বিভিন্ন ঐতিহাসিক, প্রাকৃতিক, সাংস্কৃতিক ও ধর্মীয় স্থানগুলি ভ্রমণ করা। এটি দেশের অর্থনীতির একটি গুরুত্বপূর্ণ অংশ এবং স্থানীয় সংস্কৃতি ও ঐতিহ্যের প্রচার ও প্রসারে সাহায্য করে।"
    },
    {
      "title": "সুন্দরবন (Sundarbans)",
      "short_description": "বিশ্বের বৃহত্তম ম্যানগ্রোভ বন, যা রয়েল বেঙ্গল টাইগারের আবাসস্থল।",
      "details": "সুন্দরবন একটি ইউনেস্কো ওয়ার্ল্ড হেরিটেজ সাইট এবং এটি তার জীববৈচিত্র্য, ঘন বন ও বন্যপ্রাণীর জন্য বিখ্যাত। এখানে নৌকা ভ্রমণ, বন্যপ্রাণী পর্যবেক্ষণ ও প্রকৃতির কাছাকাছি থাকার অভিজ্ঞতা পাওয়া যায়।"
    },
    {
      "title": "কক্সবাজার (Cox's Bazar)",
      "short_description": "বিশ্বের দীর্ঘতম প্রাকৃতিক সমুদ্র সৈকত।",
      "details": "কক্সবাজার সমুদ্র সৈকত তার সৌন্দর্য, সূর্যোদয় ও সূর্যাস্তের দৃশ্যের জন্য বিখ্যাত। এখানে পর্যটকরা সমুদ্র স্নান, প্যারাসাইলিং ও অন্যান্য জলজ খেলা উপভোগ করতে পারে।"
    },
    {
      "title": "সেন্ট মার্টিন দ্বীপ (St. Martin's Island)",
      "short_description": "বাংলাদেশের একমাত্র প্রবাল দ্বীপ।",
      "details": "সেন্ট মার্টিন দ্বীপ তার পরিষ্কার জল, প্রবাল প্রাচীর ও সামুদ্রিক জীববৈচিত্র্যের জন্য পরিচিত। এখানে স্কুবা ডাইভিং ও স্নরকেলিং করা যায়।"
    },
    {
      "title": "সিলেট ও তার আশেপাশে",
      "short_description": "চা বাগান, পাহাড়ি দৃশ্য ও জলপ্রপাতের জন্য বিখ্যাত।",
      "details": "সিলেট তার সবুজ চা বাগান, জাফলংয়ের পাহাড়ি সৌন্দর্য, বিছনাকান্দির পাথরের নদী ও মাধবকুণ্ড জলপ্রপাতের জন্য পর্যটকদের কাছে জনপ্রিয়।"
    },
    {
      "title": "বান্দরবান (Bandarban)",
      "short_description": "পাহাড়, নদী ও উপজাতীয় সংস্কৃতির জন্য বিখ্যাত।",
      "details": "বান্দরবান তার পাহাড়ি রাস্তা, শৈলপ্রপাত, নীলগিরি ও নীলগিরির মতো স্থানের মনোরম দৃশ্যের জন্য পরিচিত। এটি ট্রেকিং ও হাইকিংয়ের জন্য একটি জনপ্রিয় স্থান।"
    },
    {
      "title": "রাঙ্গামাটি (Rangamati)",
      "short_description": "লেক, পাহাড় ও উপজাতীয় সংস্কৃতি সমৃদ্ধ একটি শহর।",
      "details": "রাঙ্গামাটি তার কাপ্তাই লেক, শুভলং জলপ্রপাত ও ঝুমঘরের জন্য পরিচিত। এখানে নৌকা ভ্রমণ ও স্থানীয় উপজাতীয়দের সংস্কৃতি সম্পর্কে জানার সুযোগ পাওয়া যায়।"
    },
    {
      "title": "ঐতিহাসিক স্থান",
      "short_description": "বাংলাদেশের ঐতিহাসিক গুরুত্বসম্পন্ন স্থান ও প্রত্নতাত্ত্বিক নিদর্শন।",
      "details": "বাংলাদেশের ঐতিহাসিক স্থানগুলির মধ্যে মহাস্থানগড়, পাহাড়পুর বৌদ্ধ বিহার, ষাট গম্বুজ মসজিদ ও লালবাগ কেল্লার মতো স্থানগুলি উল্লেখযোগ্য। এগুলি দেশের সমৃদ্ধ ইতিহাস ও স্থাপত্যকে তুলে ধরে।"
    },
    {
      "title": "পুঠিয়া রাজবাড়ী (Puthia Palace)",
      "short_description": "রাজশাহীতে অবস্থিত একটি ঐতিহাসিক রাজবাড়ী ও মন্দির কমপ্লেক্স।",
      "details": "পুঠিয়া রাজবাড়ী তার অসাধারণ স্থাপত্য ও দীর্ঘ ইতিহাসের জন্য পরিচিত। এখানে রানী হেমন্ত কুমারী প্যালেস ও বিভিন্ন মন্দির রয়েছে।"
    },
    {
      "title": "আহসান মঞ্জিল (Ahsan Manzil)",
      "short_description": "ঢাকার বুড়িগঙ্গা নদীর তীরে অবস্থিত একটি ঐতিহাসিক প্রাসাদ।",
      "details": "আহসান মঞ্জিল একসময় ঢাকার নবাবদের বাসস্থান ছিল। এটি এখন একটি জাদুঘর এবং এটি তার গোলাপী রঙ ও স্থাপত্যের জন্য পরিচিত।"
    },
    {
      "title": "সাজেক ভ্যালি (Sajek Valley)",
      "short_description": "রাঙ্গামাটিতে অবস্থিত একটি মনোরম পাহাড়ি উপত্যকা।",
      "details": "সাজেক ভ্যালি তার মেঘের সাগর, সূর্যোদয় ও সূর্যাস্তের দৃশ্যের জন্য পর্যটকদের মধ্যে খুব জনপ্রিয়।"
    },
    {
      "title": "জাতীয় উদ্যান ও বন্যপ্রাণী অভয়ারণ্য",
      "short_description": "বন্যপ্রাণী সংরক্ষণ ও প্রকৃতির কাছাকাছি থাকার স্থান।",
      "details": "বাংলাদেশের জাতীয় উদ্যানগুলির মধ্যে সুন্দরবন, লাউয়াছড়া ও বঙ্গবন্ধু সাফারি পার্ক উল্লেখযোগ্য। এগুলি বন্যপ্রাণী পর্যবেক্ষণ ও ইকো-ট্যুরিজমের জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "ধর্মীয় পর্যটন",
      "short_description": "বাংলাদেশের বিভিন্ন ধর্মীয় স্থান পরিদর্শন।",
      "details": "ধর্মীয় স্থানগুলির মধ্যে ষাট গম্বুজ মসজিদ, ঢাকেশ্বরী মন্দির, বৌদ্ধ বিহার ও বিভিন্ন মাজার উল্লেখযোগ্য।"
    },
    {
      "title": "টেকসই পর্যটন (Sustainable Tourism)",
      "short_description": "পর্যটনের পরিবেশগত ও সামাজিক প্রভাব কমানো।",
      "details": "টেকসই পর্যটন স্থানীয় সংস্কৃতি, পরিবেশ ও অর্থনীতিকে সম্মান করে। এটি পরিবেশের ক্ষতি না করে ভ্রমণকে উৎসাহিত করে।"
    },
    {
      "title": "ভ্রমণের সেরা সময়",
      "short_description": "বাংলাদেশে ভ্রমণের জন্য সেরা সময়।",
      "details": "শীতকাল (নভেম্বর থেকে ফেব্রুয়ারি) বাংলাদেশে ভ্রমণের সেরা সময়, কারণ আবহাওয়া আরামদায়ক থাকে এবং বৃষ্টিপাত কম হয়।"
    },
    {
      "title": "ভ্রমণ প্যাকেজ",
      "short_description": "ভ্রমণ প্যাকেজ ও তার সুবিধা।",
      "details": "ভ্রমণ প্যাকেজে যাতায়াত, থাকা, খাদ্য ও দর্শনীয় স্থান পরিদর্শন অন্তর্ভুক্ত থাকে। এটি ভ্রমণের পরিকল্পনা সহজ করে তোলে।"
    },
    {
      "title": "স্থানীয় খাবার",
      "short_description": "বাংলাদেশের ঐতিহ্যবাহী খাবার ও রন্ধনপ্রণালী।",
      "details": "বাংলাদেশের স্থানীয় খাবারের মধ্যে বিভিন্ন ধরনের মাছ, ভর্তা, পিঠা ও মিষ্টি উল্লেখযোগ্য।"
    },
    {
      "title": "নৌকা ভ্রমণ",
      "short_description": "বাংলাদেশের নদী ও জলাশয়ে নৌকা ভ্রমণ।",
      "details": "বাংলাদেশের নদী ও জলাশয়ে নৌকা ভ্রমণ একটি অনন্য অভিজ্ঞতা। এটি গ্রাম বাংলার জীবনযাত্রা ও প্রাকৃতিক সৌন্দর্যকে তুলে ধরে।"
    },
    {
      "title": "হোমস্টে (Homestay)",
      "short_description": "স্থানীয় পরিবারের সাথে থেকে তাদের জীবনযাত্রা সম্পর্কে জানা।",
      "details": "হোমস্টে পর্যটকদের স্থানীয় সংস্কৃতি, খাবার ও জীবনযাত্রা সম্পর্কে জানার একটি সুযোগ দেয়।"
    },
    {
      "title": "ভ্রমণ ব্লগ ও গাইড",
      "short_description": "ভ্রমণ ব্লগ ও গাইড ব্যবহার করে তথ্য সংগ্রহ।",
      "details": "ভ্রমণ ব্লগ ও গাইড থেকে গন্তব্য সম্পর্কে নতুন তথ্য ও টিপস পাওয়া যায়।"
    },
    {
      "title": "পরিবেশ সচেতনতা",
      "short_description": "ভ্রমণের সময় পরিবেশের সুরক্ষা।",
      "details": "ভ্রমণের সময় প্লাস্টিক বর্জ্য হ্রাস ও পরিবেশের ক্ষতি না করা একটি গুরুত্বপূর্ণ বিষয়।"
    },
    {
      "title": "ভ্রমণের সময় নিরাপত্তা",
      "short_description": "ভ্রমণের সময় ব্যক্তিগত নিরাপত্তা নিশ্চিত করা।",
      "details": "ভ্রমণের সময় মূল্যবান জিনিসপত্র সাবধানে রাখা ও অপরিচিতদের থেকে সতর্ক থাকা উচিত।"
    },
    {
      "title": "কক্সবাজারের ইনানি বিচ",
      "short_description": "কক্সবাজারের একটি বিখ্যাত সমুদ্র সৈকত, যা তার পরিষ্কার জল ও পাথরের জন্য পরিচিত।",
      "details": "ইনানি বিচ তার অনন্য সৌন্দর্য ও শান্ত পরিবেশের জন্য পর্যটকদের কাছে জনপ্রিয়।"
    },
    {
      "title": "সিলেটের রাতারগুল সোয়াম্প ফরেস্ট",
      "short_description": "বাংলাদেশের একটি ম্যানগ্রোভ বন যা বর্ষাকালে জলে ডুবে থাকে।",
      "details": "রাতারগুল সোয়াম্প ফরেস্ট নৌকা ভ্রমণের জন্য একটি জনপ্রিয় স্থান। এটি তার প্রাকৃতিক সৌন্দর্য ও জীববৈচিত্র্যের জন্য পরিচিত।"
    },
    {
      "title": "কক্সবাজারের হিমছড়ি জলপ্রপাত",
      "short_description": "কক্সবাজারের কাছে অবস্থিত একটি ছোট জলপ্রপাত।",
      "details": "হিমছড়ি জলপ্রপাত তার সৌন্দর্য ও শান্ত পরিবেশের জন্য পর্যটকদের কাছে জনপ্রিয়।"
    },
    {
      "title": "সুন্দরবনের করমজল",
      "short_description": "সুন্দরবনের একটি জনপ্রিয় পর্যটন স্থান।",
      "details": "করমজল তার ম্যানগ্রোভ বন, বন্যপ্রাণী ও কুমিরের প্রজনন কেন্দ্রের জন্য পরিচিত।"
    },
    {
      "title": "ফয়'স লেক, চট্টগ্রাম",
      "short_description": "চট্টগ্রামে অবস্থিত একটি কৃত্রিম লেক ও বিনোদন কেন্দ্র।",
      "details": "ফয়'স লেক নৌকা ভ্রমণ, রেস্টুরেন্ট ও অ্যামিউজমেন্ট পার্কের জন্য জনপ্রিয়।"
    },
    {
      "title": "কুমিল্লার ময়নামতি",
      "short_description": "প্রাচীন বৌদ্ধ সভ্যতার নিদর্শন।",
      "details": "কুমিল্লার ময়নামতি তার বৌদ্ধ বিহার, স্তূপ ও প্রত্নতাত্ত্বিক নিদর্শনের জন্য পরিচিত।"
    },
    {
      "title": "লালবাগ কেল্লা, ঢাকা",
      "short_description": "ঢাকার একটি অসম্পূর্ণ মুঘল দুর্গ।",
      "details": "লালবাগ কেল্লা তার স্থাপত্য, বাগান ও পরীবিবির সমাধির জন্য পরিচিত।"
    },
    {
      "title": "ঢাকা বিশ্ববিদ্যালয়",
      "short_description": "বাংলাদেশের প্রাচীনতম ও বৃহত্তম বিশ্ববিদ্যালয়।",
      "details": "ঢাকা বিশ্ববিদ্যালয় তার ঐতিহাসিক ভবন, সবুজ ক্যাম্পাস ও সমৃদ্ধ ইতিহাসের জন্য পরিচিত।"
    },
    {
      "title": "পানাম নগর",
      "short_description": "নারায়ণগঞ্জের একটি পরিত্যক্ত ঐতিহাসিক শহর।",
      "details": "পানাম নগর তার প্রাচীন ভবন, সড়ক ও স্থাপত্যের জন্য পরিচিত। এটি দেশের ইতিহাসের একটি গুরুত্বপূর্ণ অংশ।"
    },
    {
      "title": "সেন্ট মারটিনস দ্বীপের চিড়া দ্বীপ",
      "short_description": "সেন্ট মার্টিন দ্বীপের কাছে অবস্থিত একটি ছোট দ্বীপ।",
      "details": "চিড়া দ্বীপ তার পরিষ্কার জল ও প্রবালের জন্য বিখ্যাত।"
    },
    {
      "title": "ফ্যান্টাসি কিংডম",
      "short_description": "ঢাকার কাছে অবস্থিত একটি জনপ্রিয় অ্যামিউজমেন্ট পার্ক।",
      "details": "ফ্যান্টাসি কিংডম তার রাইডস ও বিনোদনের জন্য পরিবার ও শিশুদের মধ্যে জনপ্রিয়।"
    },
    {
      "title": "বঙ্গবন্ধু সাফারি পার্ক",
      "short_description": "গাজীপুরে অবস্থিত একটি সাফারি পার্ক।",
      "details": "বঙ্গবন্ধু সাফারি পার্ক বন্যপ্রাণী ও প্রকৃতির কাছাকাছি থাকার একটি সুযোগ দেয়।"
    },
    {
      "title": "পার্বত্য চট্টগ্রাম",
      "short_description": "পাহাড়, উপত্যকা ও উপজাতীয় সংস্কৃতির জন্য পরিচিত একটি অঞ্চল।",
      "details": "পার্বত্য চট্টগ্রাম তার প্রাকৃতিক সৌন্দর্য ও বৈচিত্র্যের জন্য পর্যটকদের কাছে জনপ্রিয়।"
    },
    {
      "title": "টেকনাফ",
      "short_description": "বাংলাদেশের দক্ষিণ-পূর্বাঞ্চলের একটি উপজেলা।",
      "details": "টেকনাফ তার সুন্দর প্রাকৃতিক দৃশ্য ও ঐতিহাসিক স্থানগুলির জন্য পরিচিত।"
    },
    {
      "title": "নিঝুম দ্বীপ",
      "short_description": "বাংলাদেশের একটি দ্বীপ যা তার প্রাকৃতিক সৌন্দর্য ও বন্যপ্রাণীর জন্য পরিচিত।",
      "details": "নিঝুম দ্বীপ তার হরিণ, পাখি ও প্রাকৃতিক দৃশ্যের জন্য পর্যটকদের কাছে জনপ্রিয়।"
    },
    {
      "title": "কাপ্তাই লেক",
      "short_description": "রাঙ্গামাটিতে অবস্থিত একটি বিশাল কৃত্রিম লেক।",
      "details": "কাপ্তাই লেক নৌকা ভ্রমণ, মাছ ধরা ও প্রাকৃতিক দৃশ্যের জন্য পরিচিত।"
    },
    {
      "title": "বান্দরবানের বগা লেক",
      "short_description": "বাংলাদেশের একটি প্রাকৃতিক লেক যা একটি আগ্নেয়গিরির গর্তে অবস্থিত।",
      "details": "বগা লেক তার সৌন্দর্য ও ট্রেকিংয়ের জন্য পর্যটকদের কাছে জনপ্রিয়।"
    },
    {
      "title": "সিলেটের বিছনাকান্দি",
      "short_description": "সিলেটের একটি গ্রাম যা তার পাথরের নদী ও স্বচ্ছ জলের জন্য পরিচিত।",
      "details": "বিছনাকান্দি তার প্রাকৃতিক সৌন্দর্য ও নৌকা ভ্রমণের জন্য পর্যটকদের কাছে জনপ্রিয়।"
    },
    {
      "title": "সিলেটের জাফলং",
      "short_description": "ভারত সীমান্তের কাছে অবস্থিত একটি জনপ্রিয় পর্যটন স্থান।",
      "details": "জাফলং তার পাথর উত্তোলন ও মনোরম প্রাকৃতিক দৃশ্যের জন্য পরিচিত।"
    },
    {
      "title": "বগুড়ার মহাস্থানগড়",
      "short_description": "বাংলাদেশের প্রাচীনতম প্রত্নতাত্ত্বিক স্থান।",
      "details": "মহাস্থানগড় তার প্রাচীন দুর্গ, দেয়াল ও প্রত্নতাত্ত্বিক নিদর্শনের জন্য পরিচিত।"
    },
    {
      "title": "খুলনার ষাট গম্বুজ মসজিদ",
      "short_description": "বাংলাদেশের একটি ঐতিহাসিক মসজিদ যা ইউনেস্কো ওয়ার্ল্ড হেরিটেজ সাইট হিসেবে স্বীকৃত।",
      "details": "ষাট গম্বুজ মসজিদ তার স্থাপত্য ও ইতিহাসের জন্য পরিচিত।"
    },
    {
      "title": "ঢাকেশ্বরী মন্দির, ঢাকা",
      "short_description": "ঢাকার একটি ঐতিহাসিক হিন্দু মন্দির।",
      "details": "ঢাকেশ্বরী মন্দির তার স্থাপত্য ও ধর্মীয় গুরুত্বের জন্য পরিচিত।"
    },
    {
      "title": "সোনারগাঁও",
      "short_description": "নারায়ণগঞ্জের একটি ঐতিহাসিক শহর।",
      "details": "সোনারগাঁও বাংলার প্রাচীন রাজধানী ছিল এবং এটি তার ঐতিহাসিক ভবন ও লোকশিল্প জাদুঘরের জন্য পরিচিত।"
    },
    {
      "title": "সুন্দরবনের টাইগার পয়েন্ট",
      "short_description": "সুন্দরবনের একটি স্থান যেখানে বাঘ দেখার সম্ভাবনা বেশি।",
      "details": "টাইগার পয়েন্ট বন্যপ্রাণীপ্রেমীদের জন্য একটি জনপ্রিয় স্থান।"
    },
    {
      "title": "লাউয়াছড়া জাতীয় উদ্যান",
      "short_description": "মৌলভীবাজারের একটি জাতীয় উদ্যান।",
      "details": "লাউয়াছড়া তার জীববৈচিত্র্য, ঘন বন ও ট্রেকিং ট্রেইলের জন্য পরিচিত।"
    },
    {
      "title": "কুতুবদিয়া দ্বীপ",
      "short_description": "কক্সবাজারের কাছে অবস্থিত একটি দ্বীপ।",
      "details": "কুতুবদিয়া তার বাতিঘর, সৈকত ও প্রাকৃতিক সৌন্দর্যের জন্য পরিচিত।"
    },
    {
      "title": "পাহাড়পুর বৌদ্ধ বিহার",
      "short_description": "নওগাঁর একটি প্রাচীন বৌদ্ধ বিহার।",
      "details": "পাহাড়পুর বৌদ্ধ বিহার ইউনেস্কো ওয়ার্ল্ড হেরিটেজ সাইট এবং এটি তার স্থাপত্য ও ঐতিহাসিক গুরুত্বের জন্য পরিচিত।"
    },
    {
      "title": "বাংলাদেশ পর্যটন কর্পোরেশন",
      "short_description": "পর্যটন উন্নয়নের জন্য একটি সরকারি সংস্থা।",
      "details": "বাংলাদেশ পর্যটন কর্পোরেশন দেশের পর্যটন শিল্পের প্রচার ও উন্নয়নে কাজ করে।"
    }
  ]
}