{
  "subcategory": "বিশ্বের বিখ্যাত স্থান",
  "entries": [
    {
      "title": "গ্রেট পিরামিড অফ গিজা (Great Pyramid of Giza)",
      "short_description": "প্রাচীন মিশরের সবচেয়ে বড় ও বিখ্যাত পিরামিড, যা খ্রিস্টপূর্ব ২৬০০ অব্দে নির্মিত হয়েছিল।",
      "details": "এটি প্রাচীন বিশ্বের সপ্ত আশ্চর্যের মধ্যে একমাত্র যা এখনো বিদ্যমান। এটি ফারাও খুফুর সমাধি হিসেবে নির্মিত হয়েছিল এবং এটি প্রাচীন মিশরীয় সভ্যতার স্থাপত্য ও প্রকৌশল দক্ষতার এক অসাধারণ উদাহরণ। পিরামিডগুলি জ্যোতির্বিদ্যা ও ধর্মীয় বিশ্বাসে গুরুত্বপূর্ণ ছিল।"
    },
    {
      "title": "আইফেল টাওয়ার (Eiffel Tower)",
      "short_description": "ফ্রান্সের প্যারিসে অবস্থিত একটি লোহার টাওয়ার, যা ১৮৮৯ সালে বিশ্ব মেলার জন্য নির্মিত হয়েছিল।",
      "details": "আইফেল টাওয়ার ফ্রান্সের একটি গুরুত্বপূর্ণ প্রতীক এবং বিশ্বের সবচেয়ে জনপ্রিয় পর্যটন স্থানগুলির মধ্যে অন্যতম। এটি প্রকৌশল ও স্থাপত্যের একটি মাস্টারপিস এবং প্যারিসের আকাশসীমায় একটি গুরুত্বপূর্ণ ল্যান্ডমার্ক।"
    },
    {
      "title": "কলোসিয়াম (Colosseum)",
      "short_description": "ইতালির রোমে অবস্থিত একটি প্রাচীন রোমান অ্যাম্ফিথিয়েটার, যা ৮০ খ্রিস্টাব্দে নির্মিত হয়েছিল।",
      "details": "কলোসিয়াম প্রাচীন রোমান সভ্যতার একটি প্রতীক। এখানে গ্ল্যাডিয়েটরদের লড়াই, বন্যপ্রাণীর যুদ্ধ ও অন্যান্য জনসমাগম অনুষ্ঠান অনুষ্ঠিত হতো। এর স্থাপত্য ও প্রকৌশল রোমান সাম্রাজ্যের ক্ষমতার প্রমাণ।"
    },
    {
      "title": "গ্রেট ওয়াল অফ চায়না (Great Wall of China)",
      "short_description": "চীনের উত্তর সীমান্ত রক্ষার জন্য নির্মিত একটি দীর্ঘ প্রাচীর।",
      "details": "এই প্রাচীরটি খ্রিস্টপূর্ব ৭ম শতাব্দী থেকে মিং রাজবংশ পর্যন্ত বিভিন্ন সময়কালে নির্মিত হয়েছিল। এটি সামরিক প্রতিরক্ষা, বাণিজ্য নিয়ন্ত্রণ ও সীমান্ত সুরক্ষায় ব্যবহৃত হতো। এটি মানব ইতিহাসের বৃহত্তম নির্মাণ প্রকল্পগুলির মধ্যে অন্যতম।"
    },
    {
      "title": "মাচু পিচু (Machu Picchu)",
      "short_description": "পেরুর আন্দিজ পর্বতমালার চূড়ায় অবস্থিত একটি প্রাচীন ইনকা দুর্গ শহর।",
      "details": "মাচু পিচু ইনকা সভ্যতার স্থাপত্য ও প্রকৌশলের একটি অসাধারণ উদাহরণ। এটি ১৫শ শতাব্দীতে নির্মিত হয়েছিল এবং স্প্যানিশদের আগমনের পর পরিত্যক্ত হয়েছিল। এটি একটি রহস্যময় ও পবিত্র স্থান হিসেবে পরিচিত।"
    },
    {
      "title": "তাজমহল (Taj Mahal)",
      "short_description": "ভারতের আগ্রায় অবস্থিত একটি মার্বেল নির্মিত সমাধি, যা মুঘল সম্রাট শাহজাহান তার স্ত্রী মমতাজ মহলের স্মরণে নির্মাণ করেছিলেন।",
      "details": "তাজমহল মুঘল স্থাপত্যের একটি প্রতীক এবং এটি প্রেম ও সৌন্দর্যের প্রতীক হিসেবে পরিচিত। এটি ইউনেস্কো ওয়ার্ল্ড হেরিটেজ সাইট হিসেবে স্বীকৃত এবং ভারতের অন্যতম জনপ্রিয় পর্যটন স্থান।"
    },
    {
      "title": "পেত্রা (Petra)",
      "short_description": "জর্ডানে অবস্থিত একটি প্রাচীন প্রস্তর-কাটা শহর।",
      "details": "পেত্রা তার অনন্য স্থাপত্য, জল ব্যবস্থাপনা ব্যবস্থা ও ঐতিহাসিক গুরুত্বের জন্য পরিচিত। এটি প্রথম শতাব্দীতে নাবাতীয়দের দ্বারা নির্মিত হয়েছিল এবং এটি একটি গুরুত্বপূর্ণ বাণিজ্যিক কেন্দ্র ছিল।"
    },
    {
      "title": "ক্রাইস্ট দ্য রিডিমার (Christ the Redeemer)",
      "short_description": "ব্রাজিলের রিও ডি জেনিরোতে অবস্থিত যিশু খ্রিস্টের একটি বিশাল মূর্তি।",
      "details": "এটি ১৯৩১ সালে নির্মিত হয়েছিল এবং এটি ব্রাজিলের একটি গুরুত্বপূর্ণ প্রতীক। মূর্তিটি শহরের কর্কোভাডো পর্বতের চূড়ায় অবস্থিত এবং এটি পর্যটকদের জন্য একটি গুরুত্বপূর্ণ দর্শনীয় স্থান।"
    },
    {
      "title": "চিচেন ইতজা (Chichen Itza)",
      "short_description": "মেক্সিকোতে অবস্থিত একটি প্রাচীন মায়া শহর।",
      "details": "চিচেন ইতজা মায়া সভ্যতার স্থাপত্য ও জ্যোতির্বিদ্যা জ্ঞানের একটি অসাধারণ উদাহরণ। এর প্রধান কাঠামো 'এল ক্যাস্টিল্লো' নামে পরিচিত এবং এটি একটি পিরামিড যা মায়া ক্যালেন্ডারের সাথে সম্পর্কিত।"
    },
    {
      "title": "সিঙ্গাপুর মেরিনা বে স্যান্ডস (Marina Bay Sands)",
      "short_description": "সিঙ্গাপুরে অবস্থিত একটি আইকনিক হোটেল ও রিসোর্ট।",
      "details": "মেরিনা বে স্যান্ডস তার অনন্য স্থাপত্য, ছাদের উপর ইনফিনিটি পুল ও অত্যাধুনিক সুযোগ-সুবিধার জন্য পরিচিত। এটি সিঙ্গাপুরের একটি গুরুত্বপূর্ণ প্রতীক এবং বিশ্বের অন্যতম জনপ্রিয় হোটেল।"
    },
    {
      "title": "বার্সেলোনা সাগ্রাদা ফামিলিয়া (Sagrada Familia)",
      "short_description": "স্পেনের বার্সেলোনায় অবস্থিত একটি বিশাল ক্যাথলিক চার্চ, যা এখনো নির্মাণাধীন।",
      "details": "সাগ্রাদা ফামিলিয়া আন্তোনি গাউদির ডিজাইন করা একটি স্থাপত্যের মাস্টারপিস। এটি আধুনিক স্থাপত্য ও ধর্মীয় প্রতীকতার একটি অনন্য মিশ্রণ।"
    },
    {
      "title": "কিয়োতো গোল্ডেন প্যাভিলিয়ন (Kinkaku-ji)",
      "short_description": "জাপানের কিয়োতোতে অবস্থিত একটি স্বর্ণের পাত দিয়ে আবৃত বৌদ্ধ মন্দির।",
      "details": "গোল্ডেন প্যাভিলিয়ন জাপানি স্থাপত্য ও প্রাকৃতিক সৌন্দর্যের একটি অসাধারণ উদাহরণ। এটি একটি সুন্দর বাগান ও লেকের মধ্যে অবস্থিত এবং এটি জাপানি সংস্কৃতির একটি গুরুত্বপূর্ণ প্রতীক।"
    },
    {
      "title": "সান্তোরিনি (Santorini)",
      "short_description": "গ্রিসের একটি আগ্নেয় দ্বীপ, যা তার সাদা বাড়ি ও নীল ছাদের জন্য বিখ্যাত।",
      "details": "সান্তোরিনি তার রোমান্টিক দৃশ্য, সূর্যোদয় ও সূর্যাস্তের জন্য জনপ্রিয়। এটি পর্যটকদের জন্য একটি স্বপ্নের গন্তব্য।"
    },
    {
      "title": "আংকর ভাট (Angkor Wat)",
      "short_description": "কম্বোডিয়ায় অবস্থিত একটি প্রাচীন হিন্দু-বৌদ্ধ মন্দির কমপ্লেক্স।",
      "details": "আংকর ভাট বিশ্বের বৃহত্তম ধর্মীয় স্মৃতিস্তম্ভ। এটি দ্বাদশ শতাব্দীতে নির্মিত হয়েছিল এবং এটি খেমার স্থাপত্য ও শিল্পের একটি অসাধারণ উদাহরণ।"
    },
    {
      "title": "পিরামিড অফ তেওতিহুয়াকান (Pyramids of Teotihuacan)",
      "short_description": "মেক্সিকোতে অবস্থিত একটি প্রাচীন মেসোআমেরিকান শহর।",
      "details": "তেওতিহুয়াকান তার সূর্য ও চাঁদের পিরামিডের জন্য পরিচিত। এটি একটি গুরুত্বপূর্ণ ধর্মীয় ও বাণিজ্যিক কেন্দ্র ছিল।"
    },
    {
      "title": "ভেনিস (Venice)",
      "short_description": "ইতালির একটি শহর যা জলপথে নির্মিত এবং গ্র্যান্ড ক্যানাল ও গন্ডোলার জন্য বিখ্যাত।",
      "details": "ভেনিস তার স্থাপত্য, শিল্প ও রোমান্টিক পরিবেশের জন্য বিশ্বব্যাপী পরিচিত। এটি পর্যটকদের জন্য একটি বিশেষ গন্তব্য।"
    },
    {
      "title": "সেন্ট বাসিল'স ক্যাথেড্রাল (St. Basil's Cathedral)",
      "short_description": "রাশিয়ার মস্কোতে অবস্থিত একটি রঙিন গির্জা।",
      "details": "সেন্ট বাসিল'স ক্যাথেড্রাল রাশিয়ান স্থাপত্যের একটি প্রতীক। এটি ইভান দ্য টেরিবলের নির্দেশে নির্মিত হয়েছিল এবং এটি তার অনন্য ছাদ ও গম্বুজের জন্য পরিচিত।"
    },
    {
      "title": "সিডনি অপেরা হাউস (Sydney Opera House)",
      "short_description": "অস্ট্রেলিয়ার সিডনিতে অবস্থিত একটি বহুমুখী পারফর্মিং আর্টস সেন্টার।",
      "details": "সিডনি অপেরা হাউস তার অনন্য স্থাপত্যশৈলী ও সমুদ্রের পাশের অবস্থানের জন্য পরিচিত। এটি অস্ট্রেলিয়ার একটি প্রতীক এবং বিশ্বের অন্যতম বিখ্যাত স্থাপত্য।"
    },
    {
      "title": "রিও'স কার্নিভাল (Rio's Carnival)",
      "short_description": "ব্রাজিলের রিও ডি জেনিরোতে অনুষ্ঠিত একটি বিশ্ব বিখ্যাত উৎসব।",
      "details": "রিও'স কার্নিভাল তার রঙিন প্যারেড, সাম্বা নাচ ও সঙ্গীতের জন্য পরিচিত। এটি বিশ্বের বৃহত্তম কার্নিভাল উৎসব।"
    },
    {
      "title": "এম্পায়ার স্টেট বিল্ডিং (Empire State Building)",
      "short_description": "মার্কিন যুক্তরাষ্ট্রের নিউ ইয়র্ক সিটিতে অবস্থিত একটি বিখ্যাত স্কাইস্ক্র্যাপার।",
      "details": "এম্পায়ার স্টেট বিল্ডিং নিউ ইয়র্ক সিটির একটি গুরুত্বপূর্ণ প্রতীক। এটি ১৯৩১ সালে নির্মিত হয়েছিল এবং এটি আর্ট ডেকো স্থাপত্যের একটি উদাহরণ।"
    },
    {
      "title": "স্ট্যাচু অফ লিবার্টি (Statue of Liberty)",
      "short_description": "নিউ ইয়র্ক হারবারে অবস্থিত একটি মূর্তি, যা ফ্রান্স মার্কিন যুক্তরাষ্ট্রকে উপহার দিয়েছিল।",
      "details": "স্ট্যাচু অফ লিবার্টি স্বাধীনতা ও গণতন্ত্রের প্রতীক। এটি মার্কিন যুক্তরাষ্ট্রে আসা অভিবাসীদের জন্য একটি স্বাগত চিহ্ন।"
    },
    {
      "title": "কলম্বিয়া ন্যাশনাল পার্ক",
      "short_description": "আমেরিকার কলম্বিয়াতে অবস্থিত এক বৃহৎ ন্যাশনাল পার্ক।",
      "details": "কলম্বিয়া ন্যাশনাল পার্ক তার জীববৈচিত্র্য, অনন্য বনভূমি, এবং বিভিন্ন জলবায়ু অঞ্চলের জন্য পরিচিত। এটি প্রকৃতিপ্রেমীদের জন্য একটি জনপ্রিয় গন্তব্য।"
    },
    {
      "title": "ভ্যাটিকান সিটি (Vatican City)",
      "short_description": "ইতালির রোমের মধ্যে অবস্থিত বিশ্বের ক্ষুদ্রতম স্বাধীন রাষ্ট্র।",
      "details": "ভ্যাটিকান সিটি রোমান ক্যাথলিক চার্চের প্রধান কেন্দ্র এবং পোপের বাসস্থান। এখানে সেন্ট পিটার'স ব্যাসিলিকা ও ভ্যাটিকান মিউজিয়ামের মতো গুরুত্বপূর্ণ ধর্মীয় ও সাংস্কৃতিক স্থান রয়েছে।"
    },
    {
      "title": "আলহামরা (Alhambra)",
      "short_description": "স্পেনের গ্রানাডায় অবস্থিত একটি প্রাচীন প্রাসাদ ও দুর্গ কমপ্লেক্স।",
      "details": "আলহামরা ইসলামিক স্থাপত্য ও শিল্পের একটি মাস্টারপিস। এটি মুরিশ শাসকদের দ্বারা নির্মিত হয়েছিল এবং এটি তার জটিল নকশা, বাগান ও ফোয়ারার জন্য পরিচিত।"
    },
    {
      "title": "বার্সেলোনার গোথিক কোয়ার্টার",
      "short_description": "বার্সেলোনার প্রাচীনতম অংশের একটি বিখ্যাত স্থান।",
      "details": "এই এলাকা তার সংকীর্ণ রাস্তা, প্রাচীন ভবন ও ঐতিহাসিক চার্চের জন্য পরিচিত। এখানে অসংখ্য রেস্তোরাঁ, দোকান ও আর্ট গ্যালারি রয়েছে।"
    },
    {
      "title": "পিরামিড অফ খাফ্রে (Pyramid of Khafre)",
      "short_description": "গিজার দ্বিতীয় বৃহত্তম পিরামিড।",
      "details": "খাফ্রে পিরামিডটি খুফুর ছেলের জন্য নির্মিত হয়েছিল এবং এটি তার সৌন্দর্যের জন্য পরিচিত।"
    },
    {
      "title": "দ্য গ্রেট স্পিঙ্কস (The Great Sphinx)",
      "short_description": "গিজায় অবস্থিত একটি রহস্যময় প্রাণী যার মাথা মানুষের এবং দেহ সিংহের মতো।",
      "details": "স্পিঙ্কস প্রাচীন মিশরের একটি প্রতীক এবং এটি পিরামিডগুলির সুরক্ষার জন্য তৈরি করা হয়েছিল।"
    },
    {
      "title": "দ্য টেমস নদী (The River Thames)",
      "short_description": "ইংল্যান্ডের সবচেয়ে গুরুত্বপূর্ণ নদী।",
      "details": "টেমস নদী লন্ডনের মধ্য দিয়ে প্রবাহিত হয় এবং এটি শহরের ঐতিহাসিক ও বাণিজ্যিক জীবনের একটি গুরুত্বপূর্ণ অংশ।"
    },
    {
      "title": "আথেন্সের এক্রোপলিস (Acropolis of Athens)",
      "short_description": "গ্রিসের আথেন্সে অবস্থিত একটি প্রাচীন দুর্গ।",
      "details": "এক্রোপলিস গ্রিক সভ্যতার একটি প্রতীক। এখানে পার্থেনন মন্দিরের মতো গুরুত্বপূর্ণ স্থাপত্য রয়েছে।"
    },
    {
      "title": "মাদ্রিদ রয়্যাল প্যালেস (Royal Palace of Madrid)",
      "short_description": "স্পেনের মাদ্রিদে অবস্থিত একটি বিশাল প্রাসাদ।",
      "details": "রয়্যাল প্যালেস ইউরোপের বৃহত্তম প্রাসাদগুলির মধ্যে একটি। এটি স্প্যানিশ রাজাদের সরকারি বাসস্থান।"
    },
    {
      "title": "রিও গ্র্যান্ডে (Rio Grande)",
      "short_description": "মেক্সিকো ও মার্কিন যুক্তরাষ্ট্রের মধ্যেকার একটি গুরুত্বপূর্ণ নদী।",
      "details": "রিও গ্র্যান্ডে দুটি দেশের মধ্যেকার সীমানা নির্ধারণ করে এবং এটি প্রাকৃতিক সৌন্দর্যের জন্য পরিচিত।"
    },
    {
      "title": "সিঙ্গাপুর বোটানিক গার্ডেন (Singapore Botanic Gardens)",
      "short_description": "সিঙ্গাপুরে অবস্থিত একটি ঐতিহাসিক বোটানিক গার্ডেন।",
      "details": "সিঙ্গাপুর বোটানিক গার্ডেন ইউনেস্কো ওয়ার্ল্ড হেরিটেজ সাইট হিসেবে স্বীকৃত। এটি তার অসাধারণ উদ্ভিদ সংগ্রহ ও প্রাকৃতিক সৌন্দর্যের জন্য পরিচিত।"
    },
    {
      "title": "বার্সেলোনার পার্ক গোয়েল (Park Güell)",
      "short_description": "বার্সেলোনায় অবস্থিত আন্তোনি গাউদির ডিজাইন করা একটি পাবলিক পার্ক।",
      "details": "পার্ক গোয়েল তার অনন্য স্থাপত্য, রঙিন মোজাইক ও প্রাকৃতিক সৌন্দর্যের জন্য পরিচিত।"
    },
    {
      "title": "কিয়োতোর আরশিয়ামা বাঁশের বন (Arashiyama Bamboo Grove)",
      "short_description": "জাপানের কিয়োতোতে অবস্থিত একটি বিখ্যাত বাঁশের বন।",
      "details": "এই বাঁশের বনটি তার প্রাকৃতিক সৌন্দর্য ও শান্ত পরিবেশের জন্য পরিচিত।"
    },
    {
      "title": "সান্তোরিনির ওইয়া (Oia, Santorini)",
      "short_description": "সান্তোরিনিতে অবস্থিত একটি বিখ্যাত গ্রাম।",
      "details": "ওইয়া তার সাদা বাড়ি, নীল ছাদ ও সূর্যাস্তের জন্য পর্যটকদের মধ্যে জনপ্রিয়।"
    },
    {
      "title": "আংকর থম (Angkor Thom)",
      "short_description": "কম্বোডিয়ায় অবস্থিত একটি প্রাচীন শহর।",
      "details": "আংকর থম তার বিশাল মুখের মূর্তি ও প্রাচীন মন্দিরের জন্য পরিচিত।"
    },
    {
      "title": "ভ্যাটিকান মিউজিয়াম (Vatican Museums)",
      "short_description": "ভ্যাটিকান সিটিতে অবস্থিত একটি বিখ্যাত মিউজিয়াম।",
      "details": "ভ্যাটিকান মিউজিয়ামে বিশ্বের অন্যতম গুরুত্বপূর্ণ শিল্প সংগ্রহ রয়েছে, যার মধ্যে সিস্তিন চ্যাপেল অন্তর্ভুক্ত।"
    },
    {
      "title": "আলহামরার জেনারেলife গার্ডেন (Generalife Gardens)",
      "short_description": "আলহামরা কমপ্লেক্সের মধ্যে অবস্থিত একটি বাগান।",
      "details": "জেনারেলife গার্ডেন তার সুন্দর ফোয়ারা, ঝরনা ও ফুলের বাগানের জন্য পরিচিত।"
    },
    {
      "title": "লন্ডন টাওয়ার (Tower of London)",
      "short_description": "ইংল্যান্ডের লন্ডনে অবস্থিত একটি ঐতিহাসিক দুর্গ।",
      "details": "লন্ডন টাওয়ার তার দীর্ঘ ও সমৃদ্ধ ইতিহাসের জন্য পরিচিত। এটি একসময় রাজকীয় প্রাসাদ, দুর্গ ও জেল হিসেবে ব্যবহৃত হতো।"
    },
    {
      "title": "হংকং ভিক্টোরিয়া পিক (Victoria Peak)",
      "short_description": "হংকংয়ের একটি পাহাড়, যা শহরের প্যানোরামিক দৃশ্যের জন্য পরিচিত।",
      "details": "ভিক্টোরিয়া পিক পর্যটকদের জন্য একটি গুরুত্বপূর্ণ স্থান। এখানে হংকংয়ের সুন্দর দৃশ্য দেখা যায়।"
    },
    {
      "title": "সিডনির হারবার ব্রিজ (Sydney Harbour Bridge)",
      "short_description": "সিডনি হারবারের উপর নির্মিত একটি ঐতিহাসিক সেতু।",
      "details": "সিডনি হারবার ব্রিজ সিডনির একটি প্রতীক। এটি বিশ্বের বৃহত্তম স্টিল আর্চ ব্রিজগুলির মধ্যে অন্যতম।"
    },
    {
      "title": "প্যারিসের লুভ্যু মিউজিয়াম (Louvre Museum)",
      "short_description": "ফ্রান্সের প্যারিসে অবস্থিত বিশ্বের বৃহত্তম শিল্প জাদুঘর।",
      "details": "লুভ্যু মিউজিয়ামে লিওনার্দো দা ভিঞ্চির 'মোনালিসা' সহ বিশ্ব বিখ্যাত শিল্পকর্ম রয়েছে।"
    },
    {
      "title": "ইতালির পম্পেই (Pompeii)",
      "short_description": "ইতালির নেপলস উপসাগরের কাছে অবস্থিত একটি প্রাচীন রোমান শহর।",
      "details": "পম্পেই ৭৯ খ্রিস্টাব্দে ভিসুভিয়াস আগ্নেয়গিরির অগ্ন্যুৎপাতের কারণে ধ্বংস হয়েছিল। এটি একটি গুরুত্বপূর্ণ প্রত্নতাত্ত্বিক স্থান।"
    },
    {
      "title": "ইতালির পিসা টাওয়ার (Leaning Tower of Pisa)",
      "short_description": "ইতালির পিসাতে অবস্থিত একটি বিখ্যাত টাওয়ার যা একদিকে কাত হয়ে আছে।",
      "details": "পিসা টাওয়ার তার ঝুঁকে থাকার জন্য বিশ্বব্যাপী পরিচিত। এটি একটি স্থাপত্যের অদ্ভুততা এবং ইতালির একটি গুরুত্বপূর্ণ প্রতীক।"
    },
    {
      "title": "ভিয়েতনামের হা লং বে (Ha Long Bay)",
      "short_description": "উত্তর ভিয়েতনামে অবস্থিত একটি ইউনেস্কো ওয়ার্ল্ড হেরিটেজ সাইট।",
      "details": "হা লং বে তার হাজার হাজার চুনাপাথরের দ্বীপ ও কার্স্ট গঠনের জন্য পরিচিত।"
    },
    {
      "title": "আর্জেন্টিনার পেরিতো মোরেনো হিমবাহ (Perito Moreno Glacier)",
      "short_description": "আর্জেন্টিনার পটাগোনিয়াতে অবস্থিত একটি বিশাল হিমবাহ।",
      "details": "পেরিতো মোরেনো হিমবাহ তার আকর্ষক নীল বরফের জন্য পরিচিত এবং এটি বিশ্বের অন্যতম সক্রিয় হিমবাহ।"
    },
    {
      "title": "ব্রাজিলের ইগুয়াসু জলপ্রপাত (Iguazu Falls)",
      "short_description": "ব্রাজিল ও আর্জেন্টিনার সীমান্তে অবস্থিত একটি বিশাল জলপ্রপাতের সমষ্টি।",
      "details": "ইগুয়াসু জলপ্রপাত বিশ্বের বৃহত্তম জলপ্রপাতগুলির মধ্যে অন্যতম এবং এটি তার প্রাকৃতিক সৌন্দর্যের জন্য পরিচিত।"
    },
    {
      "title": "মিশরের নীলনদ (Nile River)",
      "short_description": "বিশ্বের দীর্ঘতম নদী।",
      "details": "নীলনদ প্রাচীন মিশরীয় সভ্যতার প্রাণ ছিল এবং এটি মিশর ও সুদানের জীবনরেখা হিসেবে পরিচিত।"
    }
  ]
}