{
  "subcategory": "প্রাচীন রহস্য",
  "entries": [
    {
      "title": "বারমুডা ট্রায়াঙ্গেল (Bermuda Triangle)",
      "short_description": "আটলান্টিক মহাসাগরের একটি রহস্যময় এলাকা, যেখানে অসংখ্য জাহাজ ও বিমান নিখোঁজ হয়েছে।",
      "details": "ফ্লোরিডা, বারমুডা ও পুয়ের্তো রিকোর মধ্যে অবস্থিত এই ত্রিভুজাকার অঞ্চলে বহু জাহাজ ও বিমান রহস্যজনকভাবে অদৃশ্য হয়েছে। এর কারণ হিসেবে অতিপ্রাকৃত শক্তি, এলিয়েন বা অন্য মাত্রা থেকে শুরু করে প্রাকৃতিক কারণ যেমন শক্তিশালী ঘূর্ণিঝড়, মিথেন গ্যাস বা চৌম্বকীয় ক্ষেত্রের অস্বাভাবিকতার কথা বলা হয়।"
    },
    {
      "title": "স্টোনহেঞ্জ (Stonehenge)",
      "short_description": "ইংল্যান্ডের উইল্টশায়ারে অবস্থিত একটি প্রাচীন প্রস্তর স্তম্ভের বৃত্ত।",
      "details": "খ্রিস্টপূর্ব ৩০০০ থেকে ২০০০ অব্দের মধ্যে নির্মিত এই বিশাল প্রস্তর স্তম্ভগুলির আসল উদ্দেশ্য আজও রহস্য। এটি একটি প্রাচীন মন্দির, একটি জ্যোতির্বিজ্ঞান কেন্দ্র বা একটি সমাধি স্থান ছিল বলে মনে করা হয়।"
    },
    {
      "title": "ইস্টার আইল্যান্ডের মোয়াই মূর্তি (Moai of Easter Island)",
      "short_description": "চিলির কাছে অবস্থিত একটি দ্বীপে শত শত বিশাল পাথরের মূর্তি।",
      "details": "এই মূর্তিগুলি কারা এবং কেন তৈরি করেছিল, তা নিয়ে বহু বিতর্ক রয়েছে। ধারণা করা হয় যে এই মূর্তিগুলি দ্বীপের আদিবাসী রাপা নুই মানুষের পূর্বপুরুষদের সম্মানে নির্মিত হয়েছিল, কিন্তু কীভাবে তারা এই বিশাল মূর্তিগুলি এক স্থান থেকে অন্য স্থানে সরিয়েছিল তা এখনো একটি রহস্য।"
    },
    {
      "title": "নাজকা লাইন (Nazca Lines)",
      "short_description": "পেরুর মরুভূমিতে আঁকা বিশাল ভূতাত্ত্বিক রেখাচিত্র, যা শুধুমাত্র আকাশ থেকে দেখা যায়।",
      "details": "এই রেখাচিত্রগুলি মানুষ, প্রাণী ও জ্যামিতিক নকশার আকারে আঁকা হয়েছে। খ্রিস্টপূর্ব ৫০০ অব্দ থেকে ৫০০ খ্রিস্টাব্দের মধ্যে নাজকা সভ্যতার মানুষরা এটি তৈরি করেছিল। এটি কোনো ধর্মীয় বা জ্যোতির্বিদ্যাগত উদ্দেশ্যে করা হয়েছিল বলে মনে করা হয়।"
    },
    {
      "title": "আটলান্টিস (Atlantis)",
      "short_description": "প্ল্যাটো দ্বারা বর্ণিত একটি পৌরাণিক দ্বীপ যা এক রাতে সমুদ্রে ডুবে গিয়েছিল।",
      "details": "আটলান্টিস একটি উন্নত সভ্যতার গল্প যা প্ল্যাটো তার 'টিমিয়াস' ও 'ক্রিটিয়াস' গ্রন্থে বর্ণনা করেছেন। এর অস্তিত্ব এখনো প্রমাণিত হয়নি, কিন্তু সারা বিশ্বে এর অবস্থান নিয়ে বহু জল্পনা-কল্পনা রয়েছে।"
    },
    {
      "title": "দ্য গ্রেট স্পিঙ্কস (The Great Sphinx)",
      "short_description": "মিশরের গিজায় অবস্থিত মানুষ-মাথা ও সিংহ-দেহের একটি বিশাল মূর্তি।",
      "details": "স্পিঙ্কসের নির্মাণকাল ও উদ্দেশ্য এখনো রহস্য। কিছু বিশেষজ্ঞ মনে করেন এটি ফারাও খাফ্রে-এর আমলের, কিন্তু এর প্রকৃত উদ্দেশ্য ও বয়স নিয়ে বহু বিতর্ক রয়েছে।"
    },
    {
      "title": "জ্যাক দ্য রিপার (Jack the Ripper)",
      "short_description": "১৮৮৮ সালে লন্ডনে একাধিক মহিলাকে হত্যা করা একজন অজ্ঞাত ধারাবাহিক খুনী।",
      "details": "জ্যাক দ্য রিপার-এর পরিচয় আজও অজানা। তার নৃশংস হত্যাগুলি লন্ডনে ব্যাপক আতঙ্কের সৃষ্টি করেছিল এবং তার পরিচয় নিয়ে বহু তত্ত্ব ও গবেষণা আজও চলছে।"
    },
    {
      "title": "শাম্বালা (Shambhala)",
      "short_description": "বৌদ্ধ পুরাণে বর্ণিত একটি পবিত্র ও গোপন রাজ্য।",
      "details": "শাম্বালা একটি পৌরাণিক রাজ্য যা হিমালয় পর্বতমালার কোনো গোপন স্থানে অবস্থিত বলে মনে করা হয়। এটি একটি আধ্যাত্মিক স্থান যা জ্ঞান ও শান্তির প্রতীক।"
    },
    {
      "title": "গ্রেট পিরামিডের রহস্য (Mystery of the Great Pyramid)",
      "short_description": "মিশরের গ্রেট পিরামিডের নির্মাণ কৌশল ও উদ্দেশ্য।",
      "details": "গ্রেট পিরামিড কীভাবে প্রাচীন মিশরের মানুষরা নির্মাণ করেছিল, তা এখনো একটি রহস্য। এর ভেতরের কক্ষ ও সুরঙ্গের জ্যামিতি এবং এর জ্যোতির্বিদ্যাগত বিন্যাস নিয়ে বহু গবেষণা হয়েছে।"
    },
    {
      "title": "দ্য হোয়াইট লেডি (The White Lady)",
      "short_description": "ইউরোপীয় লোককাহিনিতে একজন নারী ভূত যিনি সাদা পোশাকে আবির্ভূত হন।",
      "details": "হোয়াইট লেডি প্রায়শই কোনো দুর্গ বা কবরস্থানে দেখা যায়। তিনি সাধারণত কোনো দুর্ভাগ্য বা ট্র্যাজেডির শিকার হয়েছিলেন এবং তার আত্মা শান্তি পায়নি।"
    },
    {
      "title": "দ্য ক্রিস্টাল স্কালস (The Crystal Skulls)",
      "short_description": "মধ্য আমেরিকা থেকে প্রাপ্ত স্ফটিক দিয়ে তৈরি রহস্যময় খুলি।",
      "details": "এই স্ফটিকের খুলিগুলি প্রাচীন মায়া বা অ্যাজটেক সভ্যতার বলে মনে করা হয়, কিন্তু তাদের আসল উৎস ও উদ্দেশ্য নিয়ে বিতর্ক রয়েছে। কিছু লোক বিশ্বাস করে যে এগুলির অলৌকিক শক্তি রয়েছে।"
    },
    {
      "title": "এল ডোরাডো (El Dorado)",
      "short_description": "দক্ষিণ আমেরিকার পৌরাণিক 'সোনার শহর'।",
      "details": "এল ডোরাডো হলো একটি পৌরাণিক শহর যা সোনা দিয়ে তৈরি। স্প্যানিশ অভিযাত্রীরা এর সন্ধানে বহু অভিযান চালিয়েছিল, কিন্তু এটি আজও খুঁজে পাওয়া যায়নি।"
    },
    {
      "title": "দ্য ভয়নিক ম্যানুস্ক্রিপ্ট (Voynich Manuscript)",
      "short_description": "একটি হাতে লেখা বই যা এমন একটি ভাষায় লেখা হয়েছে যা আজও কেউ বুঝতে পারেনি।",
      "details": "ভয়নিক ম্যানুস্ক্রিপ্ট হলো ১৫শ শতাব্দীর একটি রহস্যময় বই। এতে বিভিন্ন ধরনের চিত্র ও অদ্ভুত গাছপালা আঁকা হয়েছে। এটি একটি অজানা ভাষায় লেখা এবং এর বিষয়বস্তু আজও রহস্য।"
    },
    {
      "title": "দ্য লস্ট সিটি অফ পিটিটি (The Lost City of Paititi)",
      "short_description": "দক্ষিণ আমেরিকার আমাজন জঙ্গলে অবস্থিত একটি পৌরাণিক ইনকা শহর।",
      "details": "পিটিটি হলো ইনকাদের একটি গোপন শহর যা স্প্যানিশদের আক্রমণ থেকে রক্ষা পেয়েছিল। বহু অভিযাত্রী এর সন্ধানে অভিযান চালিয়েছে, কিন্তু এটি আজও খুঁজে পাওয়া যায়নি।"
    },
    {
      "title": "স্টোনহেঞ্জের ব্লুস্টোন (Bluestones of Stonehenge)",
      "short_description": "স্টোনহেঞ্জের ব্লুস্টোনগুলি যা শত শত মাইল দূর থেকে আনা হয়েছে।",
      "details": "স্টোনহেঞ্জের ব্লুস্টোনগুলি প্রায় ১৪০ মাইল দূর থেকে আনা হয়েছিল বলে মনে করা হয়। কীভাবে প্রাচীন মানুষরা এই বিশাল পাথরগুলি এত দূর থেকে নিয়ে এসেছিল, তা একটি বড় রহস্য।"
    },
    {
      "title": "সান্তা মারিয়ার রহস্যময় অন্তর্ধান (Mystery of the Santa Maria)",
      "short_description": "ক্রিস্টোফার কলম্বাসের জাহাজের রহস্যময় অন্তর্ধান।",
      "details": "ক্রিস্টোফার কলম্বাসের জাহাজের ধ্বংসাবশেষ আজও খুঁজে পাওয়া যায়নি। এর আসল অন্তর্ধানের কারণ ও অবস্থান নিয়ে বহু জল্পনা-কল্পনা রয়েছে।"
    },
    {
      "title": "রোমান সাম্রাজ্যের পতন (Fall of the Roman Empire)",
      "short_description": "বিশ্বের অন্যতম শক্তিশালী সাম্রাজ্যের রহস্যময় পতন।",
      "details": "রোমান সাম্রাজ্যের পতনের কারণ নিয়ে বহু বিতর্ক রয়েছে। এর কারণ হিসেবে সামরিক দুর্বলতা, রাজনৈতিক অস্থিতিশীলতা, অর্থনৈতিক সংকট ও বর্বর আক্রমণ উল্লেখ করা হয়।"
    },
    {
      "title": "দ্য স্যাক্রেড গ্রেিল (The Holy Grail)",
      "short_description": "খ্রিস্টান ধর্মে বর্ণিত একটি পবিত্র পাত্র যা যিশু খ্রিস্ট ব্যবহার করেছিলেন।",
      "details": "স্যাক্রেড গ্রেিল হলো একটি পৌরাণিক বস্তু যা পবিত্র ক্ষমতা রাখে বলে মনে করা হয়। এর আসল অস্তিত্ব ও অবস্থান আজও রহস্য।"
    },
    {
      "title": "ওভারওয়াস ইভেন্ট (Overwaws Event)",
      "short_description": "১৯৬০ সালে রাশিয়া থেকে আসা একটি রেডিও সংকেত যা আজও রহস্য।",
      "details": "ওভারওয়াস ইভেন্ট হলো একটি শক্তিশালী রেডিও সংকেত যা মহাকাশ থেকে এসেছিল বলে মনে করা হয়। এর আসল উৎস ও উদ্দেশ্য আজও অজানা।"
    },
    {
      "title": "দ্য জ্যাবারওয়াক (The Jabberwocky)",
      "short_description": "লুইস ক্যারলের কবিতায় বর্ণিত একটি পৌরাণিক প্রাণী।",
      "details": "জ্যাবারওয়াক হলো একটি কাল্পনিক প্রাণী যা লুইস ক্যারলের 'থ্রু দ্য লুকিং গ্লাস' কবিতায় বর্ণিত হয়েছে।"
    },
    {
      "title": "দ্য স্ফিয়ার অফ জাদ (The Sphere of Zhad)",
      "short_description": "চীন থেকে প্রাপ্ত একটি রহস্যময় স্ফটিক।",
      "details": "এই স্ফটিকের রহস্যময় ক্ষমতা রয়েছে বলে মনে করা হয়।"
    },
    {
      "title": "আলোকিত শহর (The City of Lights)",
      "short_description": "মরুভূমিতে অবস্থিত একটি পৌরাণিক শহর যা রাতের বেলায় আলোকিত থাকে।",
      "details": "আলোকিত শহর হলো একটি পৌরাণিক শহর যা মরুভূমিতে অবস্থিত বলে মনে করা হয়।"
    },
    {
      "title": "দ্য লস্ট কলোনি অফ রোয়ানোকে (The Lost Colony of Roanoke)",
      "short_description": "১৬শ শতাব্দীর একটি ইংরেজ কলোনি যা রহস্যজনকভাবে অদৃশ্য হয়ে গিয়েছিল।",
      "details": "রোয়ানোকে কলোনির সকল বাসিন্দা রহস্যজনকভাবে অদৃশ্য হয়ে গিয়েছিল। এর কারণ আজও অজানা।"
    },
    {
      "title": "দ্য ক্রুকড ফরেস্ট (The Crooked Forest)",
      "short_description": "পোল্যান্ডে অবস্থিত একটি বন যেখানে গাছের কাণ্ডগুলি অদ্ভুতভাবে বেঁকে আছে।",
      "details": "ক্রুকড ফরেস্টের গাছের কাণ্ডগুলি প্রায় ৯০ ডিগ্রি বেঁকে আছে। এর কারণ আজও রহস্য।"
    },
    {
      "title": "দ্য ডার্ক ফরেস্ট (The Dark Forest)",
      "short_description": "চীনের একটি বন যা তার রহস্যময় ঘটনার জন্য পরিচিত।",
      "details": "ডার্ক ফরেস্টের ভিতরে অনেক মানুষ রহস্যজনকভাবে নিখোঁজ হয়েছে।"
    },
    {
      "title": "দ্য বিগফুট (The Bigfoot)",
      "short_description": "উত্তর আমেরিকার বনাঞ্চলে দেখা যায় এমন একটি বিশাল প্রাণী।",
      "details": "বিগফুট একটি পৌরাণিক প্রাণী যা মানুষের মতো দেখতে। এর অস্তিত্ব আজও প্রমাণিত হয়নি।"
    },
    {
      "title": "দ্য লচ নেস মনস্টার (The Loch Ness Monster)",
      "short_description": "স্কটল্যান্ডের লচ নেস হ্রদে বসবাসকারী একটি পৌরাণিক প্রাণী।",
      "details": "লচ নেস মনস্টার একটি জনপ্রিয় পৌরাণিক প্রাণী। এর অস্তিত্ব আজও প্রমাণিত হয়নি।"
    },
    {
      "title": "দ্য স্কিনওয়ালকার (The Skinwalker)",
      "short_description": "নেটিভ আমেরিকান লোককাহিনিতে একটি প্রাণী যা মানুষের রূপ ধারণ করতে পারে।",
      "details": "স্কিনওয়ালকার হলো একটি অতিপ্রাকৃত সত্তা যা মানুষের রূপ ধারণ করতে পারে এবং মানুষের ক্ষতি করতে পারে।"
    },
    {
      "title": "দ্য চুনকিচ (The Chunkech)",
      "short_description": "দক্ষিণ আমেরিকার একটি পৌরাণিক প্রাণী।",
      "details": "চুনকিচ হলো একটি পৌরাণিক প্রাণী যা মানুষের মতো দেখতে এবং এটি মানুষের ক্ষতি করতে পারে।"
    },
    {
      "title": "দ্য ফ্লিমিং হিলস (The Flaming Hills)",
      "short_description": "তুরস্কে অবস্থিত একটি স্থান যেখানে আগুন অবিরাম জ্বলছে।",
      "details": "ফ্লিমিং হিলস হলো একটি স্থান যেখানে মিথেন গ্যাস নির্গত হয় এবং তা অবিরাম জ্বলছে।"
    },
    {
      "title": "দ্য ক্রিস্টাল কফিন (The Crystal Coffin)",
      "short_description": "চীনের একটি রহস্যময় কফিন যা স্ফটিক দিয়ে তৈরি।",
      "details": "এই স্ফটিকের কফিনটির উদ্দেশ্য ও ইতিহাস আজও রহস্য।"
    },
    {
      "title": "দ্য টাইম সোলজারস (The Time Soldiers)",
      "short_description": "রাশিয়ার একটি রহস্যময় ঘটনা যেখানে সৈন্যরা সময়ের মধ্যে অদৃশ্য হয়ে গিয়েছিল।",
      "details": "এই ঘটনাটির আসল কারণ আজও অজানা।"
    },
    {
      "title": "দ্য লস্ট সিটি অফ জেড (The Lost City of Z)",
      "short_description": "আমাজনের জঙ্গলে অবস্থিত একটি পৌরাণিক শহর।",
      "details": "এই শহরটি কর্নেল ফসেট দ্বারা আবিষ্কৃত হয়েছিল বলে মনে করা হয়, কিন্তু এর অস্তিত্ব আজও প্রমাণিত হয়নি।"
    },
    {
      "title": "দ্য কার্ট অফ গোল্ড (The Cart of Gold)",
      "short_description": "রাশিয়ার একটি পৌরাণিক বস্তু যা সোনা দিয়ে তৈরি।",
      "details": "কার্ট অফ গোল্ড একটি পৌরাণিক বস্তু যা পবিত্র ক্ষমতা রাখে বলে মনে করা হয়।"
    },
    {
      "title": "দ্য ওয়ারিয়র অফ টারক (The Warrior of Tarak)",
      "short_description": "ভারতের একটি পৌরাণিক যোদ্ধা।",
      "details": "ওয়ারিয়র অফ টারক একটি পৌরাণিক যোদ্ধা যা মানুষের মতো দেখতে এবং তার কাছে অতিপ্রাকৃত শক্তি রয়েছে।"
    },
    {
      "title": "দ্য ফ্যান্টম অফ দ্য ওশেন (The Phantom of the Ocean)",
      "short_description": "সমুদ্রের মধ্যে দেখা যায় এমন একটি রহস্যময় প্রাণী।",
      "details": "ফ্যান্টম অফ দ্য ওশেন একটি পৌরাণিক প্রাণী যা মানুষের মতো দেখতে এবং এটি মানুষের ক্ষতি করতে পারে।"
    },
    {
      "title": "দ্য ঘোস্ট অফ দ্য ক্যাসল (The Ghost of the Castle)",
      "short_description": "বিভিন্ন দুর্গে দেখা যায় এমন একটি ভূত।",
      "details": "এই ভূতটি সাধারণত একটি রাজকীয় পরিবারের সদস্য বলে মনে করা হয়।"
    },
    {
      "title": "দ্য ফ্যান্টম অফ দ্য ট্রেন (The Phantom of the Train)",
      "short_description": "বিভিন্ন রেললাইনে দেখা যায় এমন একটি ট্রেন।",
      "details": "এই ট্রেনটি সাধারণত রাতে দেখা যায় এবং এটি মানুষের কাছে অদৃশ্য থাকে।"
    },
    {
      "title": "দ্য ফ্যান্টম অফ দ্য এয়ারপোর্ট (The Phantom of the Airport)",
      "short_description": "বিভিন্ন বিমানবন্দরে দেখা যায় এমন একটি ভূত।",
      "details": "এই ভূতটি সাধারণত কোনো পাইলট বা এয়ার হোস্টেস বলে মনে করা হয়।"
    },
    {
      "title": "দ্য ঘোস্ট অফ দ্য ব্রিজ (The Ghost of the Bridge)",
      "short_description": "বিভিন্ন সেতুতে দেখা যায় এমন একটি ভূত।",
      "details": "এই ভূতটি সাধারণত কোনো দুর্ঘটনায় মারা গিয়েছিল বলে মনে করা হয়।"
    },
    {
      "title": "দ্য ফ্যান্টম অফ দ্য ফরেস্ট (The Phantom of the Forest)",
      "short_description": "বিভিন্ন বনে দেখা যায় এমন একটি ভূত।",
      "details": "এই ভূতটি সাধারণত কোনো বন্যপ্রাণীর আত্মা বলে মনে করা হয়।"
    },
    {
      "title": "দ্য ঘোস্ট অফ দ্য সি (The Ghost of the Sea)",
      "short_description": "বিভিন্ন সমুদ্রে দেখা যায় এমন একটি ভূত।",
      "details": "এই ভূতটি সাধারণত কোনো নাবিক বলে মনে করা হয়।"
    },
    {
      "title": "দ্য ঘোস্ট অফ দ্য রিভার (The Ghost of the River)",
      "short_description": "বিভিন্ন নদীতে দেখা যায় এমন একটি ভূত।",
      "details": "এই ভূতটি সাধারণত কোনো নাবিক বা জেলে বলে মনে করা হয়।"
    },
    {
      "title": "দ্য ঘোস্ট অফ দ্য সিটি (The Ghost of the City)",
      "short_description": "বিভিন্ন শহরে দেখা যায় এমন একটি ভূত।",
      "details": "এই ভূতটি সাধারণত কোনো সাধারণ মানুষ বলে মনে করা হয়।"
    },
    {
      "title": "দ্য ঘোস্ট অফ দ্য হাউস (The Ghost of the House)",
      "short_description": "বিভিন্ন বাড়িতে দেখা যায় এমন একটি ভূত।",
      "details": "এই ভূতটি সাধারণত বাড়ির পুরোনো মালিক বলে মনে করা হয়।"
    },
    {
      "title": "দ্য ঘোস্ট অফ দ্য স্কুল (The Ghost of the School)",
      "short_description": "বিভিন্ন স্কুলে দেখা যায় এমন একটি ভূত।",
      "details": "এই ভূতটি সাধারণত কোনো শিক্ষক বা শিক্ষার্থী বলে মনে করা হয়।"
    },
    {
      "title": "দ্য ঘোস্ট অফ দ্য হসপিটাল (The Ghost of the Hospital)",
      "short_description": "বিভিন্ন হাসপাতালে দেখা যায় এমন একটি ভূত।",
      "details": "এই ভূতটি সাধারণত কোনো রোগী বা নার্স বলে মনে করা হয়।"
    },
    {
      "title": "দ্য ঘোস্ট অফ দ্য রেস্টুরেন্ট (The Ghost of the Restaurant)",
      "short_description": "বিভিন্ন রেস্তোরাঁয় দেখা যায় এমন একটি ভূত।",
      "details": "এই ভূতটি সাধারণত কোনো কর্মচারী বা গ্রাহক বলে মনে করা হয়।"
    },
    {
      "title": "দ্য ঘোস্ট অফ দ্য লাইব্রেরি (The Ghost of the Library)",
      "short_description": "বিভিন্ন লাইব্রেরিতে দেখা যায় এমন একটি ভূত।",
      "details": "এই ভূতটি সাধারণত কোনো পাঠক বলে মনে করা হয়।"
    },
    {
      "title": "দ্য ঘোস্ট অফ দ্য থিয়েটার (The Ghost of the Theatre)",
      "short_description": "বিভিন্ন থিয়েটারে দেখা যায় এমন একটি ভূত।",
      "details": "এই ভূতটি সাধারণত কোনো অভিনেতা বা অভিনেত্রী বলে মনে করা হয়।"
    }
  ]
}