{
  "subcategory": "অজানা প্রাণী",
  "entries": [
    {
      "title": "বিগফুট (Bigfoot)",
      "short_description": "উত্তর আমেরিকার বনাঞ্চলে দেখা যায় এমন একটি বিশাল, লোমশ, মানুষের মতো প্রাণী।",
      "details": "বিগফুট, যা সাসকোয়াচ নামেও পরিচিত, উত্তর আমেরিকার স্থানীয় লোককাহিনি ও আধুনিক লোককথার একটি গুরুত্বপূর্ণ অংশ। এটি প্রায় ১০ ফুট লম্বা, দুই পায়ে হাঁটে এবং এর পুরো শরীর ঘন লোমে আবৃত। এর অস্তিত্বের প্রমাণ হিসেবে পায়ের ছাপ, অদ্ভুত শব্দ ও অস্পষ্ট ভিডিও চিত্র দেখানো হয়েছে, কিন্তু বৈজ্ঞানিকভাবে এর অস্তিত্ব প্রমাণিত হয়নি।"
    },
    {
      "title": "ইয়েতি (Yeti)",
      "short_description": "হিমালয় পর্বতমালার বরফাবৃত অঞ্চলে দেখা যায় এমন একটি পৌরাণিক প্রাণী।",
      "details": "ইয়েতি, বা 'ঘৃণ্য তুষার মানব', হলো হিমালয়ের নেপাল ও তিব্বত অঞ্চলে বসবাসকারী একটি পৌরাণিক প্রাণী। এটি প্রায় বিগফুটের মতোই দেখতে, কিন্তু এটি হিমালয়ের বরফ ও বরফাবৃত পরিবেশে থাকে। পর্বতারোহীরা ও স্থানীয়রা প্রায়শই এর পায়ের ছাপ বা দর্শনীয় স্থান দাবি করে।"
    },
    {
      "title": "লচ নেস মনস্টার (Loch Ness Monster)",
      "short_description": "স্কটল্যান্ডের লচ নেস হ্রদে বসবাসকারী একটি বিশাল জলজ প্রাণী।",
      "details": "লচ নেস মনস্টার, বা 'নেসি', স্কটল্যান্ডের লচ নেস হ্রদের একটি বিখ্যাত রহস্য। এটি দীর্ঘ ঘাড় ও সাপের মতো দেখতে। এটি প্লেসিওসর (plesiosaur)-এর মতো একটি প্রাচীন সরীসৃপ বলে মনে করা হয়। এর অস্তিত্বের প্রমাণ হিসেবে ফটোগ্রাফ ও ভিডিও দেখানো হয়েছে, কিন্তু এগুলি প্রায়শই বিতর্কিত।"
    },
    {
      "title": "চুথাকুয়া (Chupacabra)",
      "short_description": "লাতিন আমেরিকায় প্রাণীদের রক্ত পান করে এমন একটি পৌরাণিক প্রাণী।",
      "details": "চুথাকুয়া, যার অর্থ 'ছাগল চুষা', পুয়ের্তো রিকো ও মেক্সিকোর লোককাহিনিতে একটি ভয়ংকর প্রাণী। এটি প্রায়ই ছাগল ও অন্যান্য গৃহপালিত প্রাণীদের রক্ত পান করে। এর বর্ণনা বিভিন্ন ধরনের, কেউ কেউ এটিকে একটি লোমশ প্রাণী হিসেবে বর্ণনা করে, আবার কেউ কেউ এটিকে একটি সরীসৃপ প্রাণী হিসেবে বর্ণনা করে।"
    },
    {
      "title": "মথম্যান (Mothman)",
      "short_description": "১৯৬০-এর দশকে যুক্তরাষ্ট্রে দেখা যায় এমন একটি রহস্যময় উড়ন্ত প্রাণী।",
      "details": "মথম্যান হলো একটি বিশাল, ডানাযুক্ত প্রাণী যা ১৯৬৬-১৯৬৭ সালে পশ্চিম ভার্জিনিয়ায় দেখা গিয়েছিল। এটি সাধারণত কোনো বিপর্যয়ের পূর্বাভাস দেয় বলে বিশ্বাস করা হয়। এটি একটি বিশাল ডানা, বড় লাল চোখ এবং মানুষের মতো আকৃতির একটি প্রাণী বলে বর্ণনা করা হয়।"
    },
    {
      "title": "ক্যাপে (Kappe)",
      "short_description": "জাপানি লোককাহিনিতে একটি জলজ প্রাণী।",
      "details": "ক্যাপে হলো একটি জলজ প্রাণী যার মাথার উপরে একটি জল পূর্ণ বাটি রয়েছে। এটি সাধারণত নদী ও পুকুরে বাস করে। এটি মানুষকে জলে টেনে নিয়ে যায় বলে মনে করা হয়।"
    },
    {
      "title": "থাইলাসিন (Thylacine)",
      "short_description": "তাসমানিয়ায় বসবাসকারী একটি বিলুপ্ত মার্সুপিয়াল প্রাণী।",
      "details": "থাইলাসিন, বা তাসমানিয়ান টাইগার, একটি মার্সুপিয়াল প্রাণী যা ২০শ শতাব্দীতে বিলুপ্ত হয়ে গিয়েছিল। তবে অনেকেই বিশ্বাস করে যে এটি আজও বেঁচে আছে এবং এটিকে দেখা যায়।"
    },
    {
      "title": "ড্রেগন (Dragon)",
      "short_description": "বিশ্বের বিভিন্ন সংস্কৃতিতে পাওয়া যায় এমন একটি বিশাল, ডানাযুক্ত ও অগ্নি-শ্বাসগ্রহণকারী প্রাণী।",
      "details": "ড্রেগন হলো একটি পৌরাণিক প্রাণী যা বিশ্বজুড়ে বিভিন্ন সংস্কৃতিতে পাওয়া যায়। এটি সাধারণত একটি বিশাল সরীসৃপ প্রাণী যার বিশাল ডানা ও অগ্নি-শ্বাসগ্রহণ করার ক্ষমতা রয়েছে। এটি সাধারণত শক্তি ও জ্ঞানের প্রতীক।"
    },
    {
      "title": "ক্রাকেন (Kraken)",
      "short_description": "নরওয়ে ও গ্রিনল্যান্ডের উপকূলীয় অঞ্চলে বসবাসকারী একটি বিশাল সামুদ্রিক প্রাণী।",
      "details": "ক্রাকেন হলো একটি পৌরাণিক সামুদ্রিক প্রাণী যা একটি বিশাল স্কুইড বা অক্টোপাস বলে মনে করা হয়। এটি জাহাজকে টেনে নিয়ে যায় বলে বিশ্বাস করা হয়।"
    },
    {
      "title": "মেরি-মেড (Mermaid)",
      "short_description": "মানুষের উপরের অংশ ও মাছের নিচের অংশের একটি পৌরাণিক প্রাণী।",
      "details": "মেরি-মেড হলো একটি পৌরাণিক প্রাণী যা বিশ্বের বিভিন্ন সংস্কৃতিতে পাওয়া যায়। এটি সাধারণত একটি নারী যার শরীরের উপরের অংশ মানুষের মতো এবং নিচের অংশ মাছের মতো।"
    },
    {
      "title": "ইউনিকর্ন (Unicorn)",
      "short_description": "একটি ঘোড়ার মতো পৌরাণিক প্রাণী যার মাথার মাঝখানে একটি লম্বা শিং থাকে।",
      "details": "ইউনিকর্ন হলো একটি পৌরাণিক প্রাণী যা সাধারণত একটি সাদা ঘোড়ার মতো দেখতে এবং যার মাথার মাঝখানে একটি লম্বা শিং থাকে। এটি সাধারণত বিশুদ্ধতা ও পবিত্রতার প্রতীক।"
    },
    {
      "title": "গ্রিফিন (Griffin)",
      "short_description": "সিংহের শরীর ও ঈগলের মাথার একটি পৌরাণিক প্রাণী।",
      "details": "গ্রিফিন হলো একটি পৌরাণিক প্রাণী যার শরীর সিংহের মতো এবং মাথা ও ডানা ঈগলের মতো। এটি সাধারণত শক্তি ও মর্যাদার প্রতীক।"
    },
    {
      "title": "ফিনি (Fini)",
      "short_description": "একটি পৌরাণিক পাখি যা তার ছাই থেকে পুনর্জন্ম নিতে পারে।",
      "details": "ফিনি হলো একটি পৌরাণিক পাখি যা তার ছাই থেকে পুনর্জন্ম নিতে পারে। এটি সাধারণত অমরত্বের প্রতীক।"
    },
    {
      "title": "গোলেম (Golem)",
      "short_description": "ইহুদি লোককাহিনিতে কাদামাটি দিয়ে তৈরি একটি মানবসৃষ্ট প্রাণী।",
      "details": "গোলেম হলো ইহুদি লোককাহিনিতে কাদামাটি দিয়ে তৈরি একটি মানবসৃষ্ট প্রাণী। এটি সাধারণত তার স্রষ্টার আদেশ পালন করে।"
    },
    {
      "title": "ভ্যাম্পায়ার (Vampire)",
      "short_description": "মৃত মানুষের আত্মা যা জীবিত মানুষের রক্ত পান করে।",
      "details": "ভ্যাম্পায়ার হলো একটি পৌরাণিক প্রাণী যা জীবিত মানুষের রক্ত পান করে। এটি সাধারণত রাতে বের হয় এবং এটি মানুষের ক্ষতি করতে পারে।"
    },
    {
      "title": "ওয়্যারউলফ (Werewolf)",
      "short_description": "এমন একটি প্রাণী যা মানুষ থেকে নেকড়েতে রূপান্তরিত হতে পারে।",
      "details": "ওয়্যারউলফ হলো একটি পৌরাণিক প্রাণী যা মানুষ থেকে নেকড়েতে রূপান্তরিত হতে পারে। এটি সাধারণত পূর্ণিমা রাতে রূপান্তর হয়।"
    },
    {
      "title": "জম্বি (Zombie)",
      "short_description": "মৃত মানুষের শরীর যা জীবিত মানুষের মতো কাজ করে।",
      "details": "জম্বি হলো একটি মৃত মানুষের শরীর যা জীবিত মানুষের মতো কাজ করে। এটি সাধারণত কোনো ভাইরাসের কারণে তৈরি হয়।"
    },
    {
      "title": "ওয়েন্ডিগো (Wendigo)",
      "short_description": "নেটিভ আমেরিকান লোককাহিনিতে একটি ক্যানিবালিস্টিক প্রাণী।",
      "details": "ওয়েন্ডিগো হলো একটি পৌরাণিক প্রাণী যা নেটিভ আমেরিকান লোককাহিনিতে ক্যানিবালিস্টিক হিসেবে পরিচিত।"
    },
    {
      "title": "ব্যাসিলিস্ক (Basilisk)",
      "short_description": "একটি পৌরাণিক সরীসৃপ প্রাণী যা তার চোখের দৃষ্টি বা স্পর্শ দ্বারা মানুষকে হত্যা করতে পারে।",
      "details": "ব্যাসিলিস্ক হলো একটি পৌরাণিক সরীসৃপ প্রাণী যা তার চোখের দৃষ্টি বা স্পর্শ দ্বারা মানুষকে হত্যা করতে পারে।"
    },
    {
      "title": "হাইডরা (Hydra)",
      "short_description": "গ্রিক পুরাণে একটি বহু-মাথাওয়ালা সাপের মতো প্রাণী।",
      "details": "হাইডরা হলো একটি বহু-মাথাওয়ালা সাপের মতো প্রাণী। এর একটি মাথা কাটা হলে দুটি নতুন মাথা গজায়।"
    },
    {
      "title": "সাইক্লোপস (Cyclops)",
      "short_description": "গ্রিক পুরাণে এক চোখওয়ালা একটি বিশাল প্রাণী।",
      "details": "সাইক্লোপস হলো একটি বিশাল, এক চোখওয়ালা প্রাণী যা গ্রিক পুরাণে পাওয়া যায়।"
    },
    {
      "title": "সেরবেরাস (Cerberus)",
      "short_description": "গ্রিক পুরাণে তিন মাথাওয়ালা একটি কুকুর।",
      "details": "সেরবেরাস হলো একটি তিন মাথাওয়ালা কুকুর যা হেডিস-এর প্রবেশপথের পাহারা দেয়।"
    },
    {
      "title": "মিনোটাউর (Minotaur)",
      "short_description": "গ্রিক পুরাণে একটি মানুষের শরীর ও ষাঁড়ের মাথার একটি প্রাণী।",
      "details": "মিনোটাউর হলো একটি মানুষের শরীর ও ষাঁড়ের মাথার একটি প্রাণী যা একটি গোলকধাঁধায় বাস করে।"
    },
    {
      "title": "সেন্টর (Centaur)",
      "short_description": "গ্রিক পুরাণে একটি মানুষের উপরের অংশ ও ঘোড়ার নিচের অংশের একটি প্রাণী।",
      "details": "সেন্টর হলো একটি মানুষের উপরের অংশ ও ঘোড়ার নিচের অংশের একটি প্রাণী।"
    },
    {
      "title": "গ্রেমলিন (Gremlin)",
      "short_description": "ছোট দুষ্ট প্রাণী যা যান্ত্রিক জিনিস নষ্ট করে।",
      "details": "গ্রেমলিন হলো ছোট, দুষ্ট প্রাণী যা যান্ত্রিক জিনিস, বিশেষ করে বিমান, নষ্ট করে।"
    },
    {
      "title": "বন্নেটার (Bonneter)",
      "short_description": "ইউরোপীয় লোককাহিনিতে একটি ছোট, দুষ্ট প্রাণী।",
      "details": "বন্নেটার হলো একটি ছোট, দুষ্ট প্রাণী যা মানুষের উপর দুষ্টামি করে।"
    },
    {
      "title": "সেন্টার (Centaur)",
      "short_description": "গ্রিক পুরাণে একটি মানুষের উপরের অংশ ও ঘোড়ার নিচের অংশের একটি প্রাণী।",
      "details": "সেন্টর হলো একটি মানুষের উপরের অংশ ও ঘোড়ার নিচের অংশের একটি প্রাণী।"
    },
    {
      "title": "মমি (Mummy)",
      "short_description": "মিশরের কবর থেকে উঠে আসা একটি মৃতদেহ।",
      "details": "মমি হলো মিশরের কবর থেকে উঠে আসা একটি মৃতদেহ যা জীবিত মানুষের মতো কাজ করে।"
    },
    {
      "title": "গ্লিটার (Glitter)",
      "short_description": "একটি উজ্জ্বল, সুন্দর প্রাণী যা তার শরীর থেকে আলো ছড়িয়ে দেয়।",
      "details": "গ্লিটার হলো একটি উজ্জ্বল, সুন্দর প্রাণী যা তার শরীর থেকে আলো ছড়িয়ে দেয়।"
    },
    {
      "title": "ফায়ারফ্লাই (Firefly)",
      "short_description": "একটি ছোট পোকা যা তার শরীরের পিছন থেকে আলো ছড়িয়ে দেয়।",
      "details": "ফায়ারফ্লাই হলো একটি ছোট পোকা যা তার শরীরের পিছন থেকে আলো ছড়িয়ে দেয়।"
    },
    {
      "title": "উইংড হর্স (Winged Horse)",
      "short_description": "গ্রিক পুরাণে একটি উড়ন্ত ঘোড়া।",
      "details": "উইংড হর্স হলো একটি উড়ন্ত ঘোড়া যা গ্রিক পুরাণে পাওয়া যায়।"
    },
    {
      "title": "ফ্যান্টম (Phantom)",
      "short_description": "একটি আত্মা বা ভূত যা মানুষের সামনে দেখা যায়।",
      "details": "ফ্যান্টম হলো একটি আত্মা বা ভূত যা মানুষের সামনে দেখা যায়।"
    },
    {
      "title": "স্পিরিট (Spirit)",
      "short_description": "মৃত মানুষের আত্মা।",
      "details": "স্পিরিট হলো মৃত মানুষের আত্মা যা পৃথিবীতে ফিরে আসে।"
    },
    {
      "title": "ডেমন (Demon)",
      "short_description": "একটি দুষ্ট আত্মা যা মানুষের উপর দখল করে।",
      "details": "ডেমন হলো একটি দুষ্ট আত্মা যা মানুষের উপর দখল করে।"
    },
    {
      "title": "এঞ্জেল (Angel)",
      "short_description": "একটি পবিত্র প্রাণী যা ঈশ্বরের পক্ষ থেকে কাজ করে।",
      "details": "এঞ্জেল হলো একটি পবিত্র প্রাণী যা ঈশ্বরের পক্ষ থেকে কাজ করে।"
    },
    {
      "title": "ফেইরী (Fairy)",
      "short_description": "একটি ছোট, সুন্দর প্রাণী যা জাদুকরী ক্ষমতা রাখে।",
      "details": "ফেইরী হলো একটি ছোট, সুন্দর প্রাণী যা জাদুকরী ক্ষমতা রাখে।"
    },
    {
      "title": "গোব্লিন (Goblin)",
      "short_description": "একটি ছোট, কুৎসিত প্রাণী যা মানুষের ক্ষতি করে।",
      "details": "গোব্লিন হলো একটি ছোট, কুৎসিত প্রাণী যা মানুষের ক্ষতি করে।"
    },
    {
      "title": "ওরক (Orc)",
      "short_description": "একটি বড়, কুৎসিত ও শক্তিশালী প্রাণী যা মানুষের শত্রু।",
      "details": "ওরক হলো একটি বড়, কুৎসিত ও শক্তিশালী প্রাণী যা মানুষের শত্রু।"
    },
    {
      "title": "এলফ (Elf)",
      "short_description": "একটি লম্বা, সুন্দর ও শক্তিশালী প্রাণী যা বনের মধ্যে বাস করে।",
      "details": "এলফ হলো একটি লম্বা, সুন্দর ও শক্তিশালী প্রাণী যা বনের মধ্যে বাস করে।"
    },
    {
      "title": "ড্রাইড (Dryad)",
      "short_description": "গ্রিক পুরাণে একটি গাছ থেকে জন্ম নেওয়া একটি নারী আত্মা।",
      "details": "ড্রাইড হলো একটি গাছ থেকে জন্ম নেওয়া একটি নারী আত্মা যা গাছের সুরক্ষা করে।"
    },
    {
      "title": "স্য্যাটার (Satyr)",
      "short_description": "গ্রিক পুরাণে একটি মানুষের উপরের অংশ ও ছাগলের নিচের অংশের একটি প্রাণী।",
      "details": "স্য্যাটার হলো একটি মানুষের উপরের অংশ ও ছাগলের নিচের অংশের একটি প্রাণী।"
    },
    {
      "title": "গোলেম (Golem)",
      "short_description": "ইহুদি লোককাহিনিতে কাদামাটি দিয়ে তৈরি একটি মানবসৃষ্ট প্রাণী।",
      "details": "গোলেম হলো ইহুদি লোককাহিনিতে কাদামাটি দিয়ে তৈরি একটি মানবসৃষ্ট প্রাণী।"
    },
    {
      "title": "ক্রিপটিড (Cryptid)",
      "short_description": "এমন একটি প্রাণী যার অস্তিত্ব বৈজ্ঞানিকভাবে প্রমাণিত হয়নি।",
      "details": "ক্রিপটিড হলো এমন একটি প্রাণী যার অস্তিত্ব বৈজ্ঞানিকভাবে প্রমাণিত হয়নি। যেমন বিগফুট, ইয়েতি ও লচ নেস মনস্টার।"
    },
    {
      "title": "ইউএফও (UFO)",
      "short_description": "একটি উড়ন্ত বস্তু যা অজ্ঞাত উৎস থেকে আসে।",
      "details": "ইউএফও হলো একটি উড়ন্ত বস্তু যা অজ্ঞাত উৎস থেকে আসে। এটি সাধারণত এলিয়েনদের যান বলে মনে করা হয়।"
    },
    {
      "title": "এলিয়েন (Alien)",
      "short_description": "পৃথিবীর বাইরে থেকে আসা একটি প্রাণী।",
      "details": "এলিয়েন হলো পৃথিবীর বাইরে থেকে আসা একটি প্রাণী যা সাধারণত মানুষের মতো দেখতে বা ভিন্ন ধরনের।"
    },
    {
      "title": "ফ্যান্টম ফোকস (Phantom Focos)",
      "short_description": "ভূতের মতো দেখতে একটি প্রাণী।",
      "details": "ফ্যান্টম ফোকস হলো ভূতের মতো দেখতে একটি প্রাণী যা মানুষের সামনে দেখা যায়।"
    },
    {
      "title": "ফ্যান্টম বার্ড (Phantom Bird)",
      "short_description": "একটি ভূতের মতো দেখতে পাখি।",
      "details": "ফ্যান্টম বার্ড হলো একটি ভূতের মতো দেখতে পাখি যা মানুষের সামনে দেখা যায়।"
    },
    {
      "title": "শ্যাডো পিপল (Shadow People)",
      "short_description": "মানুষের মতো দেখতে কালো ছায়া যা মানুষের সামনে দেখা যায়।",
      "details": "শ্যাডো পিপল হলো মানুষের মতো দেখতে কালো ছায়া যা মানুষের সামনে দেখা যায়।"
    },
    {
      "title": "পোল্টারগাইস্ট (Poltergeist)",
      "short_description": "এমন একটি ভূত যা জিনিসপত্র সরায় বা শব্দ করে।",
      "details": "পোল্টারগাইস্ট সাধারণত কোনো বস্তুকে সরিয়ে বা শব্দ করে তার উপস্থিতি প্রকাশ করে।"
    },
    {
      "title": "এলভা (Elva)",
      "short_description": "জার্মান লোককাহিনিতে একটি ছোট, সুন্দর প্রাণী।",
      "details": "এলভা হলো একটি ছোট, সুন্দর প্রাণী যা জার্মান লোককাহিনিতে পাওয়া যায়।"
    }
  ]
}