{
  "subcategory": "কম্পিউটার বিজ্ঞান",
  "entries": [
    {
      "title": "কম্পিউটার বিজ্ঞানের সংজ্ঞা ও ইতিহাস",
      "short_description": "কম্পিউটার বিজ্ঞান কী, এর মূল ক্ষেত্র এবং এর ঐতিহাসিক বিবর্তন।",
      "details": "কম্পিউটার বিজ্ঞান (Computer Science) হলো গণনা, কম্পিউটার এবং গণনার প্রক্রিয়াগুলির তাত্ত্বিক ভিত্তি নিয়ে অধ্যয়ন। এর ইতিহাস (History of Computer Science) অ্যাবাকাস থেকে শুরু করে যান্ত্রিক ক্যালকুলেটর এবং আধুনিক ইলেকট্রনিক কম্পিউটার পর্যন্ত বিস্তৃত।"
    },
    {
      "title": "অ্যালগরিদম বিশ্লেষণ",
      "short_description": "একটি অ্যালগরিদমের কার্যকারিতা, যেমন তার সময় এবং স্থান জটিলতা (Time and Space Complexity) পরিমাপ করা।",
      "details": "অ্যালগরিদম বিশ্লেষণ (Algorithm Analysis) বিগ O নোটেশন ব্যবহার করে অ্যালগরিদমের কর্মক্ষমতা মূল্যায়ন করে। এটি ডেটা প্রক্রিয়াকরণের দক্ষতা বাড়াতে গুরুত্বপূর্ণ।"
    },
    {
      "title": "ডেটা স্ট্রাকচার",
      "short_description": "কম্পিউটারে উপাত্তকে কার্যকরভাবে সংরক্ষণ এবং সংগঠিত করার বিভিন্ন উপায়।",
      "details": "ডেটা স্ট্রাকচার (Data Structures) যেমন অ্যারে, লিঙ্কড লিস্ট, স্ট্যাক, কিউ, ট্রি, গ্রাফ এবং হ্যাশ টেবিল অ্যালগরিদম ডিজাইন এবং ডেটা ম্যানেজমেন্টে অপরিহার্য।"
    },
    {
      "title": "গণনা তত্ত্ব",
      "short_description": "কম্পিউটিংয়ের ক্ষমতা এবং সীমাবদ্ধতা নিয়ে অধ্যয়ন, যা অ্যালগরিদমের তাত্ত্বিক ভিত্তি তৈরি করে।",
      "details": "গণনা তত্ত্ব (Theory of Computation) অটোমাটা তত্ত্ব, গণনাযোগ্যতা (Computability) এবং জটিলতা তত্ত্ব (Complexity Theory) অন্তর্ভুক্ত করে। এটি কোন সমস্যাগুলি গণনাযোগ্য এবং কোনটি নয় তা নির্ধারণ করে।"
    },
    {
      "title": "ডিসক্রিট ম্যাথমেটিক্স ইন কম্পিউটার সায়েন্স",
      "short_description": "কম্পিউটার বিজ্ঞানের জন্য অপরিহার্য গণিতের শাখা, যা বিচ্ছিন্ন কাঠামোগুলি নিয়ে কাজ করে।",
      "details": "ডিসক্রিট ম্যাথমেটিক্স ইন কম্পিউটার সায়েন্স (Discrete Mathematics in Computer Science) লজিক, সেট তত্ত্ব, গ্রাফ তত্ত্ব এবং কম্বিনেটরিক্স অন্তর্ভুক্ত করে, যা অ্যালগরিদম ডিজাইন এবং ডেটা স্ট্রাকচারে ব্যবহৃত হয়।"
    },
    {
      "title": "লজিক গেটস ও বুলিয়ান অ্যালজেব্রা",
      "short_description": "ডিজিটাল সার্কিটের মৌলিক বিল্ডিং ব্লক এবং যৌক্তিক ক্রিয়াকলাপের জন্য ব্যবহৃত গাণিতিক সিস্টেম।",
      "details": "লজিক গেটস (Logic Gates) (AND, OR, NOT, XOR) এবং বুলিয়ান অ্যালজেব্রা (Boolean Algebra) কম্পিউটার হার্ডওয়্যারের নকশার ভিত্তি। এটি বাইনারি ডেটা প্রক্রিয়াকরণের জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "কম্পিউটার আর্কিটেকচার",
      "short_description": "একটি কম্পিউটার সিস্টেমের নকশা এবং সংগঠন, যার মধ্যে কেন্দ্রীয় প্রক্রিয়াকরণ ইউনিট (CPU), মেমরি এবং ইনপুট/আউটপুট সিস্টেম অন্তর্ভুক্ত।",
      "details": "কম্পিউটার আর্কিটেকচার (Computer Architecture) সিস্টেমের কর্মক্ষমতা, দক্ষতা এবং ক্ষমতাকে প্রভাবিত করে। এতে ফন নিউম্যান আর্কিটেকচার এবং পাইপলাইনিং-এর মতো ধারণা অন্তর্ভুক্ত।"
    },
    {
      "title": "অপারেটিং সিস্টেমের মৌলিক ধারণা",
      "short_description": "একটি কম্পিউটার হার্ডওয়্যার এবং সফটওয়্যার রিসোর্স পরিচালনা করে এমন সিস্টেম সফটওয়্যারের মূলনীতি।",
      "details": "অপারেটিং সিস্টেমের মৌলিক ধারণা (Basic Concepts of Operating Systems) প্রসেস ম্যানেজমেন্ট, মেমরি ম্যানেজমেন্ট, ফাইল সিস্টেম এবং ইনপুট/আউটপুট অপারেশনগুলি অন্তর্ভুক্ত করে। Windows, Linux, macOS এর উদাহরণ।"
    },
    {
      "title": "নেটওয়ার্কিং বেসিকস",
      "short_description": "কম্পিউটার নেটওয়ার্কের মৌলিক ধারণা, যেমন OSI মডেল, TCP/IP প্রোটোকল এবং নেটওয়ার্ক টপোলজি।",
      "details": "নেটওয়ার্কিং বেসিকস (Networking Basics) ডেটা যোগাযোগ, প্রোটোকল এবং নেটওয়ার্ক ডিজাইনের মূলনীতি প্রদান করে। এটি ইন্টারনেট এবং কম্পিউটার নেটওয়ার্কের ভিত্তি।"
    },
    {
      "title": "ডেটাবেজ সিস্টেমের মৌলিক ধারণা",
      "short_description": "ডেটাবেজ ডিজাইন, ডেটা মডেল এবং ডেটাবেজ ম্যানেজমেন্ট সিস্টেমের মূলনীতি।",
      "details": "ডেটাবেজ সিস্টেমের মৌলিক ধারণা (Basic Concepts of Database Systems) রিলেশনাল ডেটাবেজ, SQL, ডেটা স্বাভাবিককরণ এবং লেনদেন ব্যবস্থাপনার মতো বিষয়গুলি অন্তর্ভুক্ত করে।"
    },
    {
      "title": "প্রোগ্রামিং প্যারাডিগম",
      "short_description": "প্রোগ্রামিং ভাষার মৌলিক স্টাইল বা পদ্ধতি, যেমন অবজেক্ট-ওরিয়েন্টেড, ফাংশনাল এবং প্রসিডিওরাল প্রোগ্রামিং।",
      "details": "প্রোগ্রামিং প্যারাডিগম (Programming Paradigms) প্রোগ্রাম ডিজাইন এবং সমস্যার সমাধানের বিভিন্ন উপায়। অবজেক্ট-ওরিয়েন্টেড প্রোগ্রামিং (OOP) ক্লাস এবং অবজেক্টের উপর জোর দেয়, যেখানে ফাংশনাল প্রোগ্রামিং ইমিউটেবল ডেটা এবং বিশুদ্ধ ফাংশনের উপর।"
    },
    {
      "title": "কম্পাইলার ডিজাইন",
      "short_description": "একটি কম্পাইলার তৈরি করার প্রক্রিয়া, যা উচ্চ-স্তরের প্রোগ্রামিং ভাষা থেকে মেশিন কোডে অনুবাদ করে।",
      "details": "কম্পাইলার ডিজাইন (Compiler Design) লেক্সিক্যাল অ্যানালাইসিস, সিনট্যাক্স অ্যানালাইসিস, সিমান্টিক অ্যানালাইসিস, কোড জেনারেশন এবং অপ্টিমাইজেশন এর মতো ধাপগুলি অন্তর্ভুক্ত করে।"
    },
    {
      "title": "ইন্টারপ্রেটার ও ভার্চুয়াল মেশিন",
      "short_description": "ইন্টারপ্রেটার কোডকে সরাসরি কার্যকর করে, যখন ভার্চুয়াল মেশিন একটি প্রোগ্রামের জন্য একটি রানটাইম পরিবেশ সরবরাহ করে।",
      "details": "ইন্টারপ্রেটার (Interpreters) (যেমন Python) এবং ভার্চুয়াল মেশিন (Virtual Machines) (যেমন Java Virtual Machine) প্রোগ্রামিং ভাষার এক্সিকিউশন এবং পোর্টেবিলিটিতে গুরুত্বপূর্ণ ভূমিকা পালন করে।"
    },
    {
      "title": "সফটওয়্যার টেস্টিং",
      "short_description": "সফটওয়্যারের ত্রুটি এবং কার্যকারিতার অভাব খুঁজে বের করার প্রক্রিয়া।",
      "details": "সফটওয়্যার টেস্টিং (Software Testing) ইউনিট টেস্টিং, ইন্টিগ্রেশন টেস্টিং, সিস্টেম টেস্টিং এবং অ্যাকসেপ্টেন্স টেস্টিং অন্তর্ভুক্ত করে, যা সফটওয়্যারের গুণমান নিশ্চিত করে।"
    },
    {
      "title": "কোড অপ্টিমাইজেশন",
      "short_description": "কম্পিউটার প্রোগ্রামকে দ্রুত, ছোট বা কম রিসোর্স ব্যবহার করে চালানোর জন্য পরিবর্তন করা।",
      "details": "কোড অপ্টিমাইজেশন (Code Optimization) কম্পাইলার বা ম্যানুয়ালি করা যেতে পারে। এটি অ্যালগরিদম পরিবর্তন, ডেটা স্ট্রাকচার নির্বাচন এবং লুপ অপ্টিমাইজেশন অন্তর্ভুক্ত।"
    },
    {
      "title": "ডিজাইন প্যাটার্নস",
      "short_description": "পুনরাবৃত্তিমূলক সফটওয়্যার ডিজাইনের সমস্যার সাধারণ এবং পুনঃব্যবহারযোগ্য সমাধান।",
      "details": "ডিজাইন প্যাটার্নস (Design Patterns) যেমন Singleton, Factory, Observer কোডকে আরও নমনীয়, পুনঃব্যবহারযোগ্য এবং পঠনযোগ্য করে তোলে।"
    },
    {
      "title": "ভার্সন কন্ট্রোল সিস্টেম (Git)",
      "short_description": "সফটওয়্যার কোড এবং অন্যান্য ফাইলগুলিতে সময়ের সাথে ঘটে যাওয়া পরিবর্তনগুলি ট্র্যাক এবং পরিচালনা করার জন্য ব্যবহৃত একটি সিস্টেম, বিশেষ করে Git।",
      "details": "ভার্সন কন্ট্রোল সিস্টেম (Version Control Systems - Git) কোড কোলাবোরেশন, পরিবর্তন ট্র্যাকিং এবং রোলব্যাক করার জন্য অপরিহার্য। এটি আধুনিক সফটওয়্যার উন্নয়নের একটি মূল টুল।"
    },
    {
      "title": "রিকোয়ারমেন্টস ইঞ্জিনিয়ারিং",
      "short_description": "সফটওয়্যার সিস্টেমের জন্য ব্যবহারকারীর চাহিদা এবং সিস্টেমের প্রয়োজনীয়তা সংগ্রহ, বিশ্লেষণ, স্পেসিফিকেশন এবং যাচাইকরণ।",
      "details": "রিকোয়ারমেন্টস ইঞ্জিনিয়ারিং (Requirements Engineering) একটি সফল সফটওয়্যার প্রকল্পের ভিত্তি। এটি স্পষ্ট এবং সম্পূর্ণ প্রয়োজনীয়তা নিশ্চিত করে।"
    },
    {
      "title": "সফটওয়্যার মেইনটেন্যান্স",
      "short_description": "সফটওয়্যার স্থাপন করার পর তার কর্মক্ষমতা, নিরাপত্তা এবং কার্যকারিতা বজায় রাখার প্রক্রিয়া।",
      "details": "সফটওয়্যার মেইনটেন্যান্স (Software Maintenance) ত্রুটি সংশোধন, কর্মক্ষমতা উন্নত করা, নতুন বৈশিষ্ট্য যোগ করা এবং পরিবেশের পরিবর্তনগুলির সাথে মানিয়ে নেওয়া অন্তর্ভুক্ত।"
    },
    {
      "title": "কোয়ালিটি অ্যাসুরেন্স (QA)",
      "short_description": "সফটওয়্যার উন্নয়ন প্রক্রিয়ার প্রতিটি ধাপে ত্রুটি প্রতিরোধ এবং পণ্যের গুণমান নিশ্চিত করার পদ্ধতি।",
      "details": "কোয়ালিটি অ্যাসুরেন্স (Quality Assurance - QA) হলো একটি পদ্ধতিগত প্রক্রিয়া যা সফটওয়্যারের পরিকল্পনা, ডিজাইন, উন্নয়ন এবং পরীক্ষার প্রতিটি পর্যায়ে গুণমান বজায় রাখে।"
    },
    {
      "title": "কম্পিউটার গ্রাফিক্সের মৌলিক ধারণা",
      "short_description": "কম্পিউটার ব্যবহার করে চিত্র এবং ভিডিও তৈরি ও প্রক্রিয়াকরণের মূলনীতি।",
      "details": "কম্পিউটার গ্রাফিক্সের মৌলিক ধারণা (Basic Concepts of Computer Graphics) পিক্সেল, রেজোলিউশন, রঙ মডেল, ভেক্টর গ্রাফিক্স এবং রাস্টার গ্রাফিক্স অন্তর্ভুক্ত করে।"
    },
    {
      "title": "থ্রিডি মডেলিং ও রেন্ডারিং",
      "short_description": "ত্রিমাত্রিক বস্তু এবং দৃশ্য তৈরি করা (মডেলিং) এবং তাদের বাস্তবসম্মত চিত্র তৈরি করা (রেন্ডারিং)।",
      "details": "থ্রিডি মডেলিং ও রেন্ডারিং (3D Modeling and Rendering) অ্যানিমেশন, গেম ডেভেলপমেন্ট, আর্কিটেকচারাল ভিউয়ালাইজেশন এবং সিমুলেশনে ব্যবহৃত হয়।"
    },
    {
      "title": "ইমেজ প্রোসেসিং",
      "short_description": "ডিজিটাল ইমেজগুলিকে বিশ্লেষণ, ম্যানিপুলেট এবং উন্নত করার কৌশল।",
      "details": "ইমেজ প্রোসেসিং (Image Processing) ফিল্টারিং, এজ ডিটেকশন, সেগমেন্টেশন এবং ফিচার এক্সট্রাকশনের মতো কাজগুলি অন্তর্ভুক্ত করে। এটি কম্পিউটার ভিশন এবং মেডিকেল ইমেজিংয়ে ব্যবহৃত হয়।"
    },
    {
      "title": "কম্পিউটার অ্যানিমেশন",
      "short_description": "কম্পিউটার ব্যবহার করে চিত্রগুলির একটি ক্রম তৈরি করা যা গতিশীলতার বিভ্রম তৈরি করে।",
      "details": "কম্পিউটার অ্যানিমেশন (Computer Animation) সিনেমা, ভিডিও গেম এবং শিক্ষামূলক অ্যাপ্লিকেশনগুলিতে ব্যবহৃত হয়। এতে কীফ্রেম অ্যানিমেশন এবং মোশন ক্যাপচারের মতো কৌশল অন্তর্ভুক্ত।"
    },
    {
      "title": "ভার্চুয়াল রিয়েলিটি (VR)",
      "short_description": "কম্পিউটার-সৃষ্ট পরিবেশ যা ব্যবহারকারীকে বাস্তবসম্মতভাবে অনুকরণ করে এবং তাকে এর মধ্যে নিমজ্জিত করে।",
      "details": "ভার্চুয়াল রিয়েলিটি (Virtual Reality - VR) বিশেষ হেডসেট ব্যবহার করে একটি ইন্টারেক্টিভ অভিজ্ঞতা প্রদান করে। এটি গেমিং, প্রশিক্ষণ, শিক্ষা এবং থেরাপিতে ব্যবহৃত হয়।"
    },
    {
      "title": "অগমেন্টেড রিয়েলিটি (AR)",
      "short_description": "বাস্তব জগতের পরিবেশে ডিজিটাল তথ্য বা বস্তুগুলিকে অতিরিক্ত স্তর হিসাবে যুক্ত করা।",
      "details": "অগমেন্টেড রিয়েলিটি (Augmented Reality - AR) স্মার্টফোন, ট্যাবলেট বা বিশেষ AR গ্লাস ব্যবহার করে বাস্তব জগতের উপর ভার্চুয়াল উপাদান যুক্ত করে। এটি গেমিং, শিক্ষা এবং রক্ষণাবেক্ষণে ব্যবহৃত হয়।"
    },
    {
      "title": "মেশিন লার্নিং অ্যালগরিদম",
      "short_description": "উপাত্ত থেকে শিখতে এবং ভবিষ্যদ্বাণী বা সিদ্ধান্ত নিতে ব্যবহৃত গাণিতিক মডেল।",
      "details": "মেশিন লার্নিং অ্যালগরিদম (Machine Learning Algorithms) সুপারভাইজড (যেমন রিগ্রেশন, ক্লাসিফিকেশন), আনসুপারভাইজড (যেমন ক্লাস্টারিং) এবং রিইনফোর্সমেন্ট লার্নিং (Reinforcement Learning) এর মতো প্রকারভেদ অন্তর্ভুক্ত।"
    },
    {
      "title": "ডিপ লার্নিং ও নিউরাল নেটওয়ার্ক",
      "short_description": "কৃত্রিম নিউরাল নেটওয়ার্কের একটি উন্নত রূপ যা জটিল প্যাটার্ন শিখতে এবং কৃত্রিম বুদ্ধিমত্তার বিভিন্ন ক্ষেত্রে ব্যবহৃত হয়।",
      "details": "ডিপ লার্নিং (Deep Learning) ও নিউরাল নেটওয়ার্ক (Neural Networks) কম্পিউটার ভিশন, ন্যাচারাল ল্যাঙ্গুয়েজ প্রোসেসিং এবং ভয়েস রিকগনিশনে বিপ্লবী পরিবর্তন এনেছে। CNNs এবং RNNs এর উদাহরণ।"
    },
    {
      "title": "ন্যাচারাল ল্যাঙ্গুয়েজ প্রোসেসিং (NLP)",
      "short_description": "কম্পিউটারকে মানব ভাষা বুঝতে, ব্যাখ্যা করতে এবং তৈরি করতে সক্ষম করার ক্ষেত্র।",
      "details": "ন্যাচারাল ল্যাঙ্গুয়েজ প্রোসেসিং (NLP) টেক্সট অ্যানালাইসিস, মেশিন ট্রান্সলেশন, সেন্টিমেন্ট অ্যানালাইসিস এবং চ্যাটবট উন্নয়নে ব্যবহৃত হয়।"
    },
    {
      "title": "কম্পিউটার ভিশন",
      "short_description": "কম্পিউটারকে চিত্র এবং ভিডিও থেকে অর্থপূর্ণ তথ্য 'দেখতে' এবং ব্যাখ্যা করতে সক্ষম করার ক্ষেত্র।",
      "details": "কম্পিউটার ভিশন (Computer Vision) অবজেক্ট রিকগনিশন, ফেস রিকগনিশন, ইমেজ ক্লাসিফিকেশন এবং স্বায়ত্তশাসিত যানবাহনে ব্যবহৃত হয়।"
    },
    {
      "title": "এক্সপার্ট সিস্টেমস",
      "short_description": "কৃত্রিম বুদ্ধিমত্তা প্রোগ্রাম যা একটি নির্দিষ্ট ডোমেনে বিশেষজ্ঞের জ্ঞান অনুকরণ করে।",
      "details": "এক্সপার্ট সিস্টেমস (Expert Systems) জ্ঞান-ভিত্তিক সিস্টেম যা রোগ নির্ণয়, আর্থিক পরামর্শ এবং সিদ্ধান্ত গ্রহণে সহায়তা করে।"
    },
    {
      "title": "ডেটা মাইনিং",
      "short_description": "বৃহৎ ডেটাসেট থেকে প্যাটার্ন, প্রবণতা এবং দরকারী তথ্য আবিষ্কার করার প্রক্রিয়া।",
      "details": "ডেটা মাইনিং (Data Mining) মেশিন লার্নিং, পরিসংখ্যান এবং ডেটাবেজ সিস্টেমের কৌশলগুলি ব্যবহার করে। এটি ব্যবসায়িক বুদ্ধিমত্তা এবং ডেটা বিশ্লেষণে ব্যবহৃত হয়।"
    },
    {
      "title": "ক্রিপ্টোগ্রাফি",
      "short_description": "তথ্যকে সুরক্ষিতভাবে যোগাযোগ করার জন্য গাণিতিক কৌশল ব্যবহার করে ডেটা এনক্রিপশন এবং ডিক্রিপশন।",
      "details": "ক্রিপ্টোগ্রাফি (Cryptography) ডেটা গোপনীয়তা, অখণ্ডতা এবং প্রমাণীকরণ নিশ্চিত করে। সিমেট্রিক এবং অ্যাসিমেট্রিক এনক্রিপশন এর প্রধান প্রকারভেদ।"
    },
    {
      "title": "নেটওয়ার্ক সিকিউরিটি প্রোটোকল",
      "short_description": "কম্পিউটার নেটওয়ার্কে ডেটা যোগাযোগ সুরক্ষিত করার জন্য ব্যবহৃত প্রোটোকল।",
      "details": "নেটওয়ার্ক সিকিউরিটি প্রোটোকল (Network Security Protocols) যেমন SSL/TLS, IPSec এবং SSH ডেটা ট্রান্সমিশনকে এনক্রিপ্ট করে এবং অননুমোদিত অ্যাক্সেস থেকে রক্ষা করে।"
    },
    {
      "title": "ম্যালওয়্যার ও ভাইরাস",
      "short_description": "ম্যালওয়্যার হলো যেকোনো ক্ষতিকারক সফটওয়্যার, এবং ভাইরাস হলো এক ধরণের ম্যালওয়্যার যা নিজেকে প্রতিলিপি করে।",
      "details": "ম্যালওয়্যার (Malware) ও ভাইরাস (Viruses) কম্পিউটার সিস্টেমকে ক্ষতিগ্রস্ত বা ব্যাহত করতে পারে। র‍্যানসমওয়্যার, স্পাইওয়্যার এবং ওয়ার্ম অন্যান্য প্রকারের ম্যালওয়্যার।"
    },
    {
      "title": "ফায়ারওয়াল ও ইন্ট্রুশন ডিটেকশন সিস্টেম",
      "short_description": "ফায়ারওয়াল নেটওয়ার্ক ট্র্যাফিক ফিল্টার করে, যখন IDS অননুমোদিত কার্যকলাপ সনাক্ত করে।",
      "details": "ফায়ারওয়াল (Firewalls) ও ইন্ট্রুশন ডিটেকশন সিস্টেম (Intrusion Detection Systems - IDS) সাইবার নিরাপত্তা রক্ষা করার জন্য গুরুত্বপূর্ণ টুলস।"
    },
    {
      "title": "হ্যাকিং ও এথিক্যাল হ্যাকিং",
      "short_description": "হ্যাকিং হলো অননুমোদিতভাবে কম্পিউটার সিস্টেমে প্রবেশ, আর এথিক্যাল হ্যাকিং হলো অনুমোদিতভাবে দুর্বলতা খুঁজে বের করা।",
      "details": "হ্যাকিং (Hacking) এবং এথিক্যাল হ্যাকিং (Ethical Hacking) সিস্টেমে দুর্বলতা সনাক্ত করতে ব্যবহৃত হয়। এথিক্যাল হ্যাকিং নিরাপত্তা উন্নত করতে সাহায্য করে।"
    },
    {
      "title": "ডেটা এনক্রিপশন",
      "short_description": "তথ্যকে এমনভাবে কোড করা যাতে শুধুমাত্র অনুমোদিত পক্ষই তা পড়তে পারে।",
      "details": "ডেটা এনক্রিপশন (Data Encryption) ডিজিটাল ডেটা সুরক্ষিত রাখতে ব্যবহৃত হয়। এটি ক্রিপ্টোগ্রাফির একটি মূল অংশ।"
    },
    {
      "title": "সফটওয়্যার সিকিউরিটি",
      "short_description": "সফটওয়্যার অ্যাপ্লিকেশনকে দুর্বলতা এবং সাইবার আক্রমণ থেকে রক্ষা করার অনুশীলন।",
      "details": "সফটওয়্যার সিকিউরিটি (Software Security) নিরাপদ কোডিং অনুশীলন, নিরাপত্তা টেস্টিং এবং ঝুঁকি ব্যবস্থাপনার মাধ্যমে অর্জন করা হয়।"
    },
    {
      "title": "রিলেশনাল ডেটাবেজ (SQL)",
      "short_description": "সংগঠিত ডেটা টেবিলগুলিতে সংরক্ষণ এবং SQL (স্ট্রাকচার্ড ক্যোয়ারি ল্যাঙ্গুয়েজ) ব্যবহার করে ডেটা অ্যাক্সেস করা।",
      "details": "রিলেশনাল ডেটাবেজ (Relational Databases - SQL) MySQL, PostgreSQL, Oracle, SQL Server এর মতো জনপ্রিয় ডেটাবেজগুলি ব্যবহার করে। এগুলি ডেটা অখণ্ডতা এবং সামঞ্জস্য বজায় রাখে।"
    },
    {
      "title": "NoSQL ডেটাবেজ",
      "short_description": "নন-রিলেশনাল ডেটাবেজ যা বিভিন্ন ধরণের ডেটা মডেল সমর্থন করে এবং স্কেলেবিলিটিতে উচ্চ।",
      "details": "NoSQL ডেটাবেজ (NoSQL Databases) যেমন MongoDB (ডকুমেন্ট-ভিত্তিক), Cassandra (কলাম-ভিত্তিক) এবং Redis (কী-ভ্যালু) বৃহৎ, অসংগঠিত বা দ্রুত পরিবর্তিত ডেটার জন্য উপযুক্ত।"
    },
    {
      "title": "ডেটা ওয়ারহাউজিং ও ডেটা লেকস",
      "short_description": "ডেটা ওয়ারহাউজিং হলো বিশ্লেষণমূলক উদ্দেশ্যে ডেটা সংগ্রহ, যখন ডেটা লেকস বৃহৎ পরিমাণে কাঁচা ডেটা সংরক্ষণ করে।",
      "details": "ডেটা ওয়ারহাউজিং (Data Warehousing) এবং ডেটা লেকস (Data Lakes) ব্যবসায়িক বুদ্ধিমত্তা এবং ডেটা বিশ্লেষণে ব্যবহৃত হয়। ডেটা লেকস আরও নমনীয়, কিন্তু ডেটা ওয়ারহাউস আরও কাঠামোগত।"
    },
    {
      "title": "ইনফরমেশন রিট্রাইভাল",
      "short_description": "বৃহৎ ডেটা সংগ্রহ থেকে প্রাসঙ্গিক তথ্য খুঁজে বের করার প্রক্রিয়া।",
      "details": "ইনফরমেশন রিট্রাইভাল (Information Retrieval) সার্চ ইঞ্জিন, ডেটাবেজ সিস্টেম এবং ডিজিটাল লাইব্রেরিতে ব্যবহৃত হয়।"
    },
    {
      "title": "বিগ ডেটা টেকনোলজিস",
      "short_description": "অত্যন্ত বৃহৎ এবং জটিল ডেটাসেটগুলি প্রক্রিয়াকরণ, বিশ্লেষণ এবং সংরক্ষণ করার জন্য ব্যবহৃত প্রযুক্তি।",
      "details": "বিগ ডেটা টেকনোলজিস (Big Data Technologies) Hadoop, Spark, Kafka এবং NoSQL ডেটাবেজ অন্তর্ভুক্ত করে। এগুলি বৃহৎ স্কেলে ডেটা ম্যানেজমেন্ট এবং বিশ্লেষণ সক্ষম করে।"
    },
    {
      "title": "ডিস্ট্রিবিউটেড সিস্টেমস",
      "short_description": "একাধিক কম্পিউটার নোডের সমন্বয়ে গঠিত সিস্টেম যা একে অপরের সাথে যোগাযোগ করে একটি সাধারণ লক্ষ্য অর্জনের জন্য।",
      "details": "ডিস্ট্রিবিউটেড সিস্টেমস (Distributed Systems) ক্লাউড কম্পিউটিং, ব্লকচেইন এবং বড় ডেটা সিস্টেমে ব্যবহৃত হয়। এগুলি স্কেলেবিলিটি, ফল্ট টলারেন্স এবং সমান্তরাল প্রক্রিয়াকরণ প্রদান করে।"
    },
    {
      "title": "ক্লাউড কম্পিউটিং",
      "short_description": "ইন্টারনেটের মাধ্যমে অন-ডিমান্ড কম্পিউটিং পরিষেবা (যেমন সার্ভার, স্টোরেজ, ডেটাবেজ) বিতরণ।",
      "details": "ক্লাউড কম্পিউটিং (Cloud Computing) IaaS, PaaS এবং SaaS মডেলগুলি অন্তর্ভুক্ত করে। AWS, Azure, Google Cloud এর জনপ্রিয় ক্লাউড প্রদানকারী।"
    },
    {
      "title": "প্যারালাল কম্পিউটিং",
      "short_description": "একাধিক প্রসেসিং ইউনিট ব্যবহার করে একই সময়ে একাধিক গণনা সম্পাদন করা।",
      "details": "প্যারালাল কম্পিউটিং (Parallel Computing) জটিল সমস্যা দ্রুত সমাধান করতে ব্যবহৃত হয়। এটি মাল্টিকোর প্রসেসর, GPU এবং ডিস্ট্রিবিউটেড সিস্টেমগুলিতে প্রয়োগ করা হয়।"
    },
    {
      "title": "কোয়ান্টাম কম্পিউটিং",
      "short_description": "কোয়ান্টাম মেকানিক্সের নীতিগুলি ব্যবহার করে গণনা সম্পাদন করার একটি নতুন ধরনের কম্পিউটিং।",
      "details": "কোয়ান্টাম কম্পিউটিং (Quantum Computing) কোয়ান্টাম বিট (কিউবিট) ব্যবহার করে, যা ক্লাসিক্যাল কম্পিউটারের চেয়ে দ্রুত নির্দিষ্ট ধরণের সমস্যা সমাধান করতে পারে, যেমন ক্রিপ্টোগ্রাফি এবং উপাদান বিজ্ঞান।"
    },
    {
      "title": "হিউম্যান-কম্পিউটার ইন্টারেকশন (HCI)",
      "short_description": "মানুষ এবং কম্পিউটারের মধ্যে নকশা এবং ইন্টারঅ্যাকশন নিয়ে অধ্যয়ন।",
      "details": "হিউম্যান-কম্পিউটার ইন্টারেকশন (Human-Computer Interaction - HCI) ব্যবহারকারী ইন্টারফেস (UI), ব্যবহারকারীর অভিজ্ঞতা (UX) এবং সিস্টেম ব্যবহারযোগ্যতা উন্নত করার উপর মনোযোগ দেয়।"
    },
    {
      "title": "এথিক্স ইন কম্পিউটার সায়েন্স",
      "short_description": "কম্পিউটার প্রযুক্তির উন্নয়ন এবং ব্যবহারের সাথে সম্পর্কিত নৈতিক বিবেচনা।",
      "details": "এথিক্স ইন কম্পিউটার সায়েন্স (Ethics in Computer Science) ডেটা গোপনীয়তা, অ্যালগরিদমিক পক্ষপাত, সাইবার নিরাপত্তা এবং কৃত্রিম বুদ্ধিমত্তার সামাজিক প্রভাবের মতো বিষয়গুলি অন্তর্ভুক্ত করে।"
    }
  ]
}