{
  "subcategory": "রোবটিকস",
  "entries": [
    {
      "title": "রোবটিক্সের সংজ্ঞা ও প্রকারভেদ",
      "short_description": "রোবটিক্স কী, এর মূলনীতি এবং বিভিন্ন ধরণের রোবট যেমন শিল্প রোবট, পরিষেবা রোবট ও মোবাইল রোবট।",
      "details": "রোবটিক্স (Robotics) প্রকৌশল এবং কম্পিউটার বিজ্ঞানের একটি আন্তঃবিষয়ক ক্ষেত্র যা রোবটের নকশা, নির্মাণ, পরিচালনা এবং ব্যবহারের সাথে জড়িত। এটি স্বয়ংক্রিয় যন্ত্র তৈরির উপর দৃষ্টি নিবদ্ধ করে যা মানুষের হস্তক্ষেপ ছাড়াই বা সীমিত তত্ত্বাবধানে কাজ সম্পাদন করতে পারে। এর প্রকারভেদগুলি তাদের নকশা, গতিশীলতা এবং প্রয়োগের উপর নির্ভর করে।"
    },
    {
      "title": "রোবটের ইতিহাস ও বিবর্তন",
      "short_description": "প্রাচীনকাল থেকে আধুনিক যুগ পর্যন্ত রোবটের ধারণা এবং প্রযুক্তির ঐতিহাসিক বিকাশ।",
      "details": "রোবটের ইতিহাস (History of Robots) প্রাচীন গ্রীক মিথোলজি থেকে শুরু করে মধ্যযুগের অটোমাটা এবং ২০ শতকের প্রথম দিকের আধুনিক রোবট (যেমন চেকোস্লোভাক নাটকে 'রোবট' শব্দের প্রবর্তন) পর্যন্ত বিস্তৃত। শিল্প বিপ্লব এবং ইলেকট্রনিক্সের অগ্রগতি এর বিবর্তনকে ত্বরান্বিত করেছে।"
    },
    {
      "title": "আইজ্যাক আসিমভের রোবটিক্সের তিন সূত্র",
      "short_description": "বিখ্যাত কল্পবিজ্ঞান লেখক আইজ্যাক আসিমভ দ্বারা প্রস্তাবিত তিনটি নৈতিক আইন যা রোবটের আচরণ নিয়ন্ত্রণ করে।",
      "details": "আইজ্যাক আসিমভের রোবটিক্সের তিন সূত্র (Isaac Asimov's Three Laws of Robotics) হলো: ১. রোবট কোনো মানুষের ক্ষতি করবে না বা নিষ্ক্রিয়তার মাধ্যমে কোনো মানুষকে ক্ষতিগ্রস্ত হতে দেবে না। ২. প্রথম আইনের সাথে সাংঘর্ষিক না হলে রোবটকে মানুষের আদেশ মানতে হবে। ৩. প্রথম ও দ্বিতীয় আইনের সাথে সাংঘর্ষিক না হলে রোবটকে নিজের অস্তিত্ব রক্ষা করতে হবে। এই সূত্রগুলি রোবট নৈতিকতার ভিত্তি।"
    },
    {
      "title": "রোবট অ্যানাটমি: ম্যানিপুলেটর, এন্ড-এফেক্টর",
      "short_description": "একটি রোবটের শারীরিক গঠন এবং এর বিভিন্ন কার্যকরী অংশ, যেমন রোবট বাহু (ম্যানিপুলেটর) এবং শেষ-প্রান্তের যন্ত্র (এন্ড-এফেক্টর)।",
      "details": "রোবট অ্যানাটমি (Robot Anatomy) একটি রোবটের যান্ত্রিক কাঠামোকে বোঝায়। ম্যানিপুলেটর (Manipulator) হলো রোবটের হাত বা বাহু যা নড়াচড়া করে, এবং এন্ড-এফেক্টর (End-Effector) হলো রোবটের 'হাত' যা কোনো কাজ সম্পাদনের জন্য ব্যবহৃত হয়, যেমন গ্রিপার, সোল্ডারিং টিপ বা স্প্রে গান।"
    },
    {
      "title": "সেন্সর ও অ্যাকচুয়েটর",
      "short_description": "রোবটের পরিবেশ উপলব্ধি করার জন্য সেন্সর এবং কাজ সম্পাদনের জন্য অ্যাকচুয়েটর।",
      "details": "সেন্সর (Sensors) রোবটকে তার পরিবেশ সম্পর্কে তথ্য সংগ্রহ করতে সাহায্য করে (যেমন ক্যামেরা, স্পর্শ সেন্সর)। অ্যাকচুয়েটর (Actuators) হলো এমন ডিভাইস যা রোবটকে নড়াচড়া করতে বা কাজ সম্পাদন করতে শক্তি এবং গতি সরবরাহ করে (যেমন মোটর, নিউম্যাটিক্স)।"
    },
    {
      "title": "রোবট ডিজাইন প্রক্রিয়া",
      "short_description": "একটি রোবটের ধারণাগত পর্যায় থেকে শুরু করে তার চূড়ান্ত বাস্তবায়ন পর্যন্ত ধাপে ধাপে নকশা এবং উন্নয়ন।",
      "details": "রোবট ডিজাইন প্রক্রিয়া (Robot Design Process) প্রয়োজন বিশ্লেষণ, ধারণা তৈরি, বিস্তারিত নকশা, প্রোটোটাইপিং, পরীক্ষা এবং বাস্তবায়ন অন্তর্ভুক্ত করে। এটি একটি পুনরাবৃত্তিমূলক এবং বহু-বিষয়ক প্রক্রিয়া।"
    },
    {
      "title": "মেকানিক্যাল ডিজাইন",
      "short_description": "একটি রোবটের যান্ত্রিক উপাদানগুলির নকশা, যেমন কাঠামো, জয়েন্ট, লিঙ্ক এবং গিয়ার।",
      "details": "মেকানিক্যাল ডিজাইন (Mechanical Design) CAD সফটওয়্যার ব্যবহার করে রোবটের শারীরিক কাঠামোর স্থায়িত্ব, গতিশীলতা এবং ফাংশনালিটি নিশ্চিত করে। এটি সঠিক শক্তি, ওজন এবং গতিশীলতা নিশ্চিত করতে গুরুত্বপূর্ণ।"
    },
    {
      "title": "ইলেকট্রনিক্স ও সার্কিট ডিজাইন",
      "short_description": "একটি রোবটের বৈদ্যুতিক উপাদানগুলির নকশা, যেমন পাওয়ার সাপ্লাই, কন্ট্রোল সার্কিট এবং সেন্সর ইন্টারফেস।",
      "details": "ইলেকট্রনিক্স ও সার্কিট ডিজাইন (Electronics and Circuit Design) রোবটের মস্তিষ্ক এবং স্নায়ুতন্ত্রের মতো কাজ করে। এটি প্রসেসর, মেমরি, পাওয়ার ডিস্ট্রিবিউশন এবং ডেটা যোগাযোগের জন্য দায়ী।"
    },
    {
      "title": "মেটেরিয়ালস ইন রোবটিক্স",
      "short_description": "রোবট তৈরিতে ব্যবহৃত বিভিন্ন উপাদান এবং তাদের বৈশিষ্ট্য, যেমন ধাতু, পলিমার এবং কম্পোজিট।",
      "details": "মেটেরিয়ালস ইন রোবটিক্স (Materials in Robotics) রোবটের কর্মক্ষমতা, ওজন, স্থায়িত্ব এবং খরচকে প্রভাবিত করে। হাল্কা ও মজবুত উপাদান (যেমন অ্যালুমিনিয়াম, কার্বন ফাইবার) উচ্চ-কর্মক্ষমতা রোবটের জন্য ব্যবহৃত হয়।"
    },
    {
      "title": "ফ্যাব্রিকেশন টেকনিকস",
      "short_description": "রোবটের অংশগুলি তৈরি করতে ব্যবহৃত বিভিন্ন কৌশল, যেমন মেশিনিনং, ঢালাই এবং অ্যাডিটিভ ম্যানুফ্যাকচারিং।",
      "details": "ফ্যাব্রিকেশন টেকনিকস (Fabrication Techniques) রোবটের প্রোটোটাইপিং এবং উৎপাদনে গুরুত্বপূর্ণ। এটি ধাতু কাটা, বেন্ডিং, ওয়েল্ডিং, এবং থ্রিডি প্রিন্টিং সহ বিভিন্ন প্রক্রিয়া অন্তর্ভুক্ত করে।"
    },
    {
      "title": "থ্রিডি প্রিন্টিং ইন রোবটিক্স",
      "short_description": "রোবটের কাস্টমাইজড যন্ত্রাংশ, প্রোটোটাইপ এবং কার্যকরী উপাদান তৈরি করতে থ্রিডি প্রিন্টিং প্রযুক্তির ব্যবহার।",
      "details": "থ্রিডি প্রিন্টিং ইন রোবটিক্স (3D Printing in Robotics) দ্রুত প্রোটোটাইপিং, জটিল জ্যামিতি তৈরি এবং লাইটওয়েট উপাদান ব্যবহার করে রোবটের নকশা এবং কার্যকারিতায় নমনীয়তা নিয়ে আসে।"
    },
    {
      "title": "রোবট কন্ট্রোল সিস্টেম",
      "short_description": "একটি রোবটের গতিবিধি, ক্রিয়া এবং ইন্টারঅ্যাকশন নিয়ন্ত্রণ করার জন্য ব্যবহৃত হার্ডওয়্যার এবং সফটওয়্যার সিস্টেম।",
      "details": "রোবট কন্ট্রোল সিস্টেম (Robot Control Systems) রোবটের সেন্সর থেকে ডেটা প্রক্রিয়া করে, সিদ্ধান্ত নেয় এবং অ্যাকচুয়েটরগুলিকে কমান্ড পাঠায়। এটি ওপেন-লুপ বা ক্লোজড-লুপ (ফিডব্যাক কন্ট্রোল) হতে পারে।"
    },
    {
      "title": "প্রোগ্রামিং ল্যাঙ্গুয়েজ ফর রোবটিক্স",
      "short_description": "রোবট প্রোগ্রাম করতে ব্যবহৃত বিভিন্ন প্রোগ্রামিং ভাষা, যেমন ROS, Python, C++ এবং MATLAB।",
      "details": "প্রোগ্রামিং ল্যাঙ্গুয়েজ ফর রোবটিক্স (Programming Languages for Robotics) রোবটের কার্যকারিতা সংজ্ঞায়িত করে। Python তার সরলতার জন্য এবং C++ তার কর্মক্ষমতার জন্য জনপ্রিয়। ROS (Robot Operating System) রোবট অ্যাপ্লিকেশন ডেভেলপমেন্টের জন্য একটি কাঠামো সরবরাহ করে।"
    },
    {
      "title": "মোশন প্ল্যানিং",
      "short_description": "একটি রোবটের জন্য তার পরিবেশের বাধা এড়িয়ে একটি শুরু অবস্থান থেকে লক্ষ্য অবস্থানে পৌঁছানোর জন্য একটি কার্যকর পথ খুঁজে বের করার প্রক্রিয়া।",
      "details": "মোশন প্ল্যানিং (Motion Planning) নেভিগেশন, ম্যানিপুলেশন এবং রোবটিক্স অ্যাপ্লিকেশনে ব্যবহৃত হয়। এটি অ্যালগরিদম ব্যবহার করে সংঘর্ষমুক্ত পথ তৈরি করে।"
    },
    {
      "title": "কাইনেম্যাটিক্স ও ডাইনেম্যাটিক্স",
      "short_description": "কাইনেম্যাটিক্স হলো রোবটের গতিবিধি (অবস্থান, গতি, ত্বরণ) অধ্যয়ন, যখন ডাইনেম্যাটিক্স হলো গতিবিধি তৈরি করা বলের অধ্যয়ন।",
      "details": "কাইনেম্যাটিক্স (Kinematics) এবং ডাইনেম্যাটিক্স (Dynamics) রোবট ডিজাইন এবং কন্ট্রোলের মৌলিক ধারণা। ফরোয়ার্ড কাইনেম্যাটিক্স জয়েন্টের অবস্থান থেকে এন্ড-এফেক্টরের অবস্থান নির্ণয় করে, আর ইনভার্স কাইনেম্যাটিক্স এর বিপরীত কাজ করে।"
    },
    {
      "title": "সেন্সর ফিউশন",
      "short_description": "একাধিক সেন্সর থেকে প্রাপ্ত তথ্য একত্রিত করে পরিবেশের আরও নির্ভুল এবং নির্ভরযোগ্য চিত্র তৈরি করা।",
      "details": "সেন্সর ফিউশন (Sensor Fusion) ক্যামেরা, লিডার, রাডার এবং আল্ট্রাসাউন্ড সেন্সরের ডেটা একত্রিত করে রোবটকে তার পরিবেশ সম্পর্কে একটি ব্যাপক উপলব্ধি দেয়, যা স্বায়ত্তশাসিত নেভিগেশন এবং অবজেক্ট ট্র্যাকিংয়ে গুরুত্বপূর্ণ।"
    },
    {
      "title": "ফিডব্যাক কন্ট্রোল",
      "short_description": "একটি কন্ট্রোল সিস্টেম যেখানে আউটপুট পরিমাপ করা হয় এবং ইনপুটকে সামঞ্জস্য করতে ব্যবহৃত হয়, যাতে সিস্টেমটি কাঙ্ক্ষিত অবস্থায় থাকে।",
      "details": "ফিডব্যাক কন্ট্রোল (Feedback Control) রোবটের নির্ভুলতা এবং স্থায়িত্ব উন্নত করে। PID কন্ট্রোলার হলো ফিডব্যাক কন্ট্রোলের একটি সাধারণ উদাহরণ, যা রোবটের মোটর নিয়ন্ত্রণ এবং অবস্থানের জন্য ব্যবহৃত হয়।"
    },
    {
      "title": "রোবট অপারেটিং সিস্টেম (ROS)",
      "short_description": "রোবটিক্স অ্যাপ্লিকেশনের উন্নয়নের জন্য একটি নমনীয় কাঠামো, যা সরঞ্জাম, লাইব্রেরি এবং কনভেনশনের একটি সেট সরবরাহ করে।",
      "details": "ROS (Robot Operating System) রোবট হার্ডওয়্যার অ্যাবস্ট্রাকশন, লো-লেভেল ডিভাইস কন্ট্রোল, ম্যাসেজ পাসিং এবং প্যাকেজ ম্যানেজমেন্টের জন্য বিভিন্ন পরিষেবা সরবরাহ করে। এটি রোবট প্রোগ্রামিংকে সহজ করে তোলে।"
    },
    {
      "title": "রিয়েল-টাইম কন্ট্রোল",
      "short_description": "একটি কন্ট্রোল সিস্টেম যা একটি নির্দিষ্ট সময়ের সীমাবদ্ধতার মধ্যে ইনপুট প্রক্রিয়া করে এবং আউটপুট তৈরি করে।",
      "details": "রিয়েল-টাইম কন্ট্রোল (Real-time Control) রোবটের গতিবিধি এবং সংবেদনশীলতার জন্য অপরিহার্য, বিশেষ করে যেখানে দ্রুত এবং নির্ভুল প্রতিক্রিয়া প্রয়োজন, যেমন সার্জিক্যাল রোবট বা স্বায়ত্তশাসিত যানবাহনে।"
    },
    {
      "title": "কম্পিউটার ভিশন ইন রোবটিক্স",
      "short_description": "রোবটকে তার চারপাশের পরিবেশ থেকে ভিজ্যুয়াল তথ্য 'দেখতে' এবং ব্যাখ্যা করতে সক্ষম করার জন্য কৃত্রিম বুদ্ধিমত্তা এবং ইমেজ প্রক্রিয়াকরণ কৌশল ব্যবহার।",
      "details": "কম্পিউটার ভিশন ইন রোবটিক্স (Computer Vision in Robotics) অবজেক্ট রিকগনিশন, নেভিগেশন, অবস্ট্যাকল এভয়েডেন্স এবং হিউম্যান-রোবট ইন্টারেকশনে গুরুত্বপূর্ণ ভূমিকা পালন করে।"
    },
    {
      "title": "অবজেক্ট রিকগনিশন",
      "short_description": "একটি রোবটের ক্ষমতা যা তার পরিবেশে বস্তুগুলিকে সনাক্ত এবং শ্রেণীবদ্ধ করতে পারে।",
      "details": "অবজেক্ট রিকগনিশন (Object Recognition) শিল্প রোবটগুলিতে পিক-এন্ড-প্লেস কাজ, স্বায়ত্তশাসিত যানবাহনে ট্র্যাফিক সাইন সনাক্তকরণ এবং পরিষেবা রোবটগুলিতে মানুষের মুখ চিনতে ব্যবহৃত হয়।"
    },
    {
      "title": "স্ল্যাম (SLAM)",
      "short_description": "একই সময়ে একটি অজানা পরিবেশে মানচিত্র তৈরি করা এবং সেই মানচিত্রের মধ্যে রোবটের অবস্থান নির্ধারণ করার প্রক্রিয়া।",
      "details": "SLAM (Simultaneous Localization and Mapping) মোবাইল রোবট এবং স্বায়ত্তশাসিত যানবাহনের জন্য অপরিহার্য। এটি লিডার, ক্যামেরা এবং অন্যান্য সেন্সর থেকে ডেটা ব্যবহার করে।"
    },
    {
      "title": "মেশিন লার্নিং ফর রোবটস",
      "short_description": "মেশিন লার্নিং অ্যালগরিদম ব্যবহার করে রোবটকে পরিবেশ থেকে শিখতে, কাজগুলি উন্নত করতে এবং নতুন পরিস্থিতিতে মানিয়ে নিতে সক্ষম করা।",
      "details": "মেশিন লার্নিং ফর রোবটস (Machine Learning for Robots) অবজেক্ট ম্যানিপুলেশন, গতিশীলতা এবং মানব-রোবট মিথস্ক্রিয়ার মতো রোবটের ক্ষমতা উন্নত করে। এটি রিইনফোর্সমেন্ট লার্নিং এবং ডিপ লার্নিংয়ের মতো কৌশল ব্যবহার করে।"
    },
    {
      "title": "রিইনফোর্সমেন্ট লার্নিং ইন রোবটিক্স",
      "short_description": "রোবটকে পরীক্ষা-নিরীক্ষার মাধ্যমে পরিবেশের সাথে মিথস্ক্রিয়া করে সর্বোত্তম ক্রিয়া শিখতে সক্ষম করা।",
      "details": "রিইনফোর্সমেন্ট লার্নিং ইন রোবটিক্স (Reinforcement Learning in Robotics) জটিল কাজগুলি (যেমন হাঁটা, ভারসাম্য বজায় রাখা) শেখার জন্য ব্যবহৃত হয় যেখানে সুস্পষ্ট নির্দেশাবলী দেওয়া কঠিন।"
    },
    {
      "title": "নেভিগেশন ও লোকাল1াইজেশন",
      "short_description": "নেভিগেশন হলো একটি রোবটের এক স্থান থেকে অন্য স্থানে যাওয়ার পথ পরিকল্পনা, আর লোকাল1াইজেশন হলো রোবটের বর্তমান অবস্থান নির্ণয়।",
      "details": "নেভিগেশন ও লোকাল1াইজেশন (Navigation and Localization) মোবাইল রোবট এবং স্বায়ত্তশাসিত সিস্টেমের জন্য অপরিহার্য। GPS, ইনার্শিয়াল মেজারমেন্ট ইউনিট (IMU) এবং স্ল্যাম (SLAM) এর জন্য ব্যবহৃত হয়।"
    },
    {
      "title": "প্যাটার্ন রিকগনিশন",
      "short_description": "রোবটের পরিবেশে ডেটা সেট বা সংকেত থেকে প্যাটার্ন বা নিয়মিততা সনাক্ত করার ক্ষমতা।",
      "details": "প্যাটার্ন রিকগনিশন (Pattern Recognition) স্পিচ রিকগনিশন, ফেস রিকগনিশন এবং অবজেক্ট সনাক্তকরণে ব্যবহৃত হয়, যা রোবটকে তার পরিবেশ আরও ভালভাবে বুঝতে সাহায্য করে।"
    },
    {
      "title": "ইন্ডাস্ট্রিয়াল রোবটস",
      "short_description": "উৎপাদন এবং শিল্প পরিবেশে স্বয়ংক্রিয়ভাবে কাজ সম্পাদন করার জন্য ব্যবহৃত রোবট।",
      "details": "ইন্ডাস্ট্রিয়াল রোবটস (Industrial Robots) সমাবেশ, ঢালাই, পেইন্টিং, প্যাকেজিং এবং উপাদান হ্যান্ডলিংয়ের মতো পুনরাবৃত্তিমূলক, বিপজ্জনক বা শ্রমসাধ্য কাজগুলিতে ব্যবহৃত হয়। আর্টিকুলেটেড, SCARA এবং কার্টেসিয়ান রোবট এর সাধারণ প্রকার।"
    },
    {
      "title": "মোবাইল রোবটস",
      "short_description": "চাকা, পা বা ট্র্যাক ব্যবহার করে পরিবেশে চলাচলের ক্ষমতা সম্পন্ন রোবট।",
      "details": "মোবাইল রোবটস (Mobile Robots) যেমন স্বয়ংক্রিয় নির্দেশিত যান (AGVs), স্বায়ত্তশাসিত মোবাইল রোবট (AMRs), এবং লোগেড রোবট (যেমন বোস্টন ডায়নামিক্সের রোবট) লজিস্টিকস, অনুসন্ধান ও উদ্ধার, এবং সামরিক কাজে ব্যবহৃত হয়।"
    },
    {
      "title": "হিউম্যানয়েড রোবটস",
      "short_description": "মানুষের মতো আকৃতি এবং বৈশিষ্ট্য সম্পন্ন রোবট।",
      "details": "হিউম্যানয়েড রোবটস (Humanoid Robots) মানব পরিবেশে কাজ করার জন্য ডিজাইন করা হয়েছে। এগুলি গবেষণা, বিনোদন, এবং কিছু পরিষেবা প্রয়োগে ব্যবহৃত হয়, যেমন অ্যাসিমো বা সোফিয়া।"
    },
    {
      "title": "কোলাবোরেটিভ রোবটস (Cobots)",
      "short_description": "মানুষের সাথে সরাসরি এবং নিরাপদে সহযোগিতা করার জন্য ডিজাইন করা রোবট।",
      "details": "কোলাবোরেটিভ রোবটস (Cobots) উৎপাদন এবং শিল্প পরিবেশে মানুষের সাথে কাজ করে, যা তাদের নমনীয়তা এবং কার্যকারিতা বাড়ায়। তারা নিরাপত্তা বৈশিষ্ট্য দিয়ে সজ্জিত থাকে যাতে মানুষের ক্ষতি না হয়।"
    },
    {
      "title": "সার্ভিস রোবটস",
      "short_description": "শিল্পের বাইরের পরিবেশে (যেমন বাড়িতে, হাসপাতালে, দোকানে) মানবকে সহায়তা করার জন্য ডিজাইন করা রোবট।",
      "details": "সার্ভিস রোবটস (Service Robots) স্বাস্থ্যসেবা (সার্জিক্যাল, নার্সিং), লজিস্টিকস (ডেলিভারি), গৃহস্থালি (ভ্যাকুয়াম ক্লিনার) এবং বিনোদন (খেলনা) সহ বিভিন্ন ক্ষেত্রে ব্যবহৃত হয়।"
    },
    {
      "title": "ড্রোন ও UAVs",
      "short_description": "মানববিহীন বায়বীয় যান (Unmanned Aerial Vehicles) যা দূরবর্তীভাবে নিয়ন্ত্রিত বা স্বয়ংক্রিয়ভাবে পরিচালিত হয়।",
      "details": "ড্রোন (Drones) এবং UAVs (Unmanned Aerial Vehicles) নজরদারি, ফটোগ্রাফি, ডেলিভারি, কৃষি স্প্রে করা, এবং সামরিক কাজে ব্যবহৃত হয়। এটি অত্যাধুনিক উড়ন্ত রোবট।"
    },
    {
      "title": "সার্জিক্যাল রোবটস",
      "short_description": "চিকিৎসা ক্ষেত্রে অস্ত্রোপচার প্রক্রিয়ায় সার্জনদের সহায়তা করার জন্য ব্যবহৃত রোবট।",
      "details": "সার্জিক্যাল রোবটস (Surgical Robots) যেমন দ ভিঞ্চি সার্জিক্যাল সিস্টেম, সার্জনদের উচ্চ নির্ভুলতা, স্থিতিশীলতা এবং উন্নত ভিজ্যুয়ালাইজেশন প্রদান করে, যা জটিল অস্ত্রোপচারগুলিকে সহজ করে তোলে।"
    },
    {
      "title": "এগ্রিকালচারাল রোবটস",
      "short_description": "কৃষি কাজে সহায়তা করার জন্য ব্যবহৃত রোবট, যেমন ফসল রোপণ, হার্ভেস্টিং, স্প্রে করা এবং পর্যবেক্ষণ।",
      "details": "এগ্রিকালচারাল রোবটস (Agricultural Robots) উৎপাদনশীলতা বাড়াতে, শ্রম খরচ কমাতে এবং কৃষি কাজগুলিকে আরও দক্ষ করতে সাহায্য করে, বিশেষ করে প্রিসিশন এগ্রিকালচারে।"
    },
    {
      "title": "আন্ডারওয়াটার রোবটস",
      "short_description": "পানির নিচে কাজ করার জন্য ডিজাইন করা রোবট, যেমন অনুসন্ধান, পরিদর্শন, মানচিত্র তৈরি এবং মেরামত।",
      "details": "আন্ডারওয়াটার রোবটস (Underwater Robots) তেল ও গ্যাস শিল্প, সামুদ্রিক গবেষণা, উদ্ধার অভিযান এবং সামরিক প্রয়োগে ব্যবহৃত হয়। রিমোটলি অপারেটেড ভেহিকেলস (ROVs) এবং স্বায়ত্তশাসিত আন্ডারওয়াটার ভেহিকেলস (AUVs) এর সাধারণ উদাহরণ।"
    },
    {
      "title": "এক্সোস্কেলেটন রোবটস",
      "short_description": "মানুষের শরীরের বাইরে পরিধানযোগ্য রোবোটিক ডিভাইস যা শক্তি বৃদ্ধি, গতিশীলতা সহায়তা বা পুনর্বাসনের জন্য ব্যবহৃত হয়।",
      "details": "এক্সোস্কেলেটন রোবটস (Exoskeleton Robots) প্যারালাইজড রোগীদের হাঁটাতে সাহায্য করতে, শিল্প শ্রমিকদের ভারি কাজ করতে এবং সৈন্যদের ক্ষমতা বাড়াতে ব্যবহৃত হয়।"
    },
    {
      "title": "স্পেস রোবটিক্স",
      "short_description": "মহাকাশ অনুসন্ধানে, রক্ষণাবেক্ষণে এবং নির্মাণে ব্যবহৃত রোবট।",
      "details": "স্পেস রোবটিক্স (Space Robotics) গ্রহগুলিতে অনুসন্ধান (যেমন মার্স রোভার্স), স্যাটেলাইট মেরামত এবং মহাকাশ স্টেশন নির্মাণে ব্যবহৃত হয়, যেখানে মানুষের হস্তক্ষেপ কঠিন বা বিপজ্জনক।"
    },
    {
      "title": "সফট রোবটিক্স",
      "short_description": "নমনীয়, অভিযোজনযোগ্য এবং সফট উপাদান দিয়ে তৈরি রোবট যা মানুষের সাথে নিরাপদ মিথস্ক্রিয়া এবং জটিল পরিবেশে কাজ করতে সক্ষম।",
      "details": "সফট রোবটিক্স (Soft Robotics) জীববিজ্ঞান দ্বারা অনুপ্রাণিত এবং প্রচলিত অনমনীয় রোবটের সীমাবদ্ধতা কাটিয়ে ওঠে। এটি গ্রিপিং, চিকিৎসা এবং অনুসন্ধান কাজে ব্যবহৃত হয়।"
    },
    {
      "title": "ন্যানোবটস",
      "short_description": "আণবিক বা ন্যানো-স্কেলে পরিচালিত ছোট রোবট, যা চিকিৎসা, উপাদান বিজ্ঞান এবং ন্যানোটেকনোলজিতে ব্যবহৃত হয়।",
      "details": "ন্যানোবটস (Nanobots) ঔষধ ডেলিভারি, কোষ মেরামত এবং আণবিক স্তরে ম্যানিপুলেশনের মতো কাজগুলির জন্য গবেষণা করা হচ্ছে।"
    },
    {
      "title": "হিউম্যান-রোবট ইন্টারেকশন (HRI)",
      "short_description": "মানুষ এবং রোবটের মধ্যে যোগাযোগ এবং সহযোগিতা নিয়ে অধ্যয়ন, যা কার্যকর এবং নিরাপদ মিথস্ক্রিয়া নিশ্চিত করে।",
      "details": "HRI (Human-Robot Interaction) রোবট ডিজাইন, ব্যবহারকারী ইন্টারফেস এবং সামাজিক রোবটের বিকাশে গুরুত্বপূর্ণ। এটি ভয়েস কমান্ড, ইশারা এবং স্পর্শের মাধ্যমে যোগাযোগ অন্তর্ভুক্ত করে।"
    },
    {
      "title": "রোবট নিরাপত্তা",
      "short_description": "রোবটের ডিজাইন, স্থাপন এবং পরিচালনার সময় মানুষের নিরাপত্তা নিশ্চিত করার ব্যবস্থা ও প্রোটোকল।",
      "details": "রোবট নিরাপত্তা (Robot Safety) শিল্প রোবট এবং কোলাবোরেটিভ রোবট উভয়ের জন্যই গুরুত্বপূর্ণ। এতে নিরাপত্তা সেন্সর, জরুরী স্টপ এবং কার্যকরী এলাকার সীমাবদ্ধতা অন্তর্ভুক্ত।"
    },
    {
      "title": "রোবট নৈতিকতা",
      "short_description": "রোবট এবং এআই সিস্টেমের নৈতিক প্রভাব এবং তাদের দায়িত্বশীল বিকাশের সাথে সম্পর্কিত দার্শনিক ও ব্যবহারিক বিবেচনা।",
      "details": "রোবট নৈতিকতা (Robot Ethics) স্বায়ত্তশাসিত সিদ্ধান্ত গ্রহণ, জবাবদিহিতা, পক্ষপাত এবং রোবটের সমাজে সংহতকরণের মতো বিষয় নিয়ে প্রশ্ন তোলে।"
    },
    {
      "title": "এআই এবং রোবটিক্সে কর্মসংস্থান",
      "short_description": "কৃত্রিম বুদ্ধিমত্তা এবং রোবটিক্সের অগ্রগতি শ্রমবাজার এবং বিভিন্ন শিল্পে কীভাবে প্রভাব ফেলছে।",
      "details": "এআই এবং রোবটিক্সে কর্মসংস্থান (AI and Robotics in Employment) স্বয়ংক্রিয়তার কারণে কিছু কাজ হারানোর উদ্বেগ তৈরি করেছে, তবে নতুন কর্মসংস্থান এবং দক্ষতা বৃদ্ধির সুযোগও তৈরি করছে।"
    },
    {
      "title": "সামাজিক রোবট",
      "short_description": "মানুষের সাথে সামাজিক মিথস্ক্রিয়া করার জন্য ডিজাইন করা রোবট, যেমন সঙ্গী, শিক্ষক বা পরিচর্যাকারী।",
      "details": "সামাজিক রোবট (Social Robots) বিনোদন, শিক্ষা, স্বাস্থ্যসেবা এবং বয়স্কদের যত্নে ব্যবহৃত হয়। তারা মানুষের আবেগ এবং আচরণ বুঝতে এবং প্রতিক্রিয়া জানাতে সক্ষম।"
    },
    {
      "title": "রোবট এবং আইন",
      "short_description": "রোবট এবং স্বায়ত্তশাসিত সিস্টেমের সাথে সম্পর্কিত আইনি কাঠামো এবং বিধিমালা, যেমন দায়িত্ব, মালিকানা এবং গোপনীয়তা।",
      "details": "রোবট এবং আইন (Robots and Law) দুর্ঘটনা, ডেটা গোপনীয়তা এবং সিদ্ধান্ত গ্রহণের জবাবদিহিতার মতো জটিল আইনি প্রশ্ন উত্থাপন করে, যা দ্রুত বিকশিত হচ্ছে।"
    },
    {
      "title": "ক্লাউড রোবটিক্স",
      "short_description": "রোবটকে ইন্টারনেটের মাধ্যমে ডেটা, গণনা শক্তি এবং সফটওয়্যার পরিষেবা অ্যাক্সেস করতে সক্ষম করা।",
      "details": "ক্লাউড রোবটিক্স (Cloud Robotics) রোবটকে বৃহৎ ডেটাবেজ, মেশিন লার্নিং অ্যালগরিদম এবং অন্যান্য ক্লাউড পরিষেবাগুলি ব্যবহার করে তাদের ক্ষমতা বাড়াতে সহায়তা করে।"
    },
    {
      "title": "ফ্লিট ম্যানেজমেন্ট",
      "short_description": "একাধিক রোবটের একটি দলকে সমন্বয়, পর্যবেক্ষণ এবং নিয়ন্ত্রণ করার প্রক্রিয়া।",
      "details": "ফ্লিট ম্যানেজমেন্ট (Robot Fleet Management) গুদাম, লজিস্টিকস এবং পরিষেবা শিল্পে ব্যবহৃত হয়, যেখানে শত শত রোবট দক্ষতার সাথে কাজ করে।"
    },
    {
      "title": "বায়ো-ইনস্পায়ার্ড রোবটিক্স",
      "short_description": "জীববিজ্ঞানের নীতি এবং প্রক্রিয়া দ্বারা অনুপ্রাণিত হয়ে রোবট ডিজাইন এবং তৈরি করা।",
      "details": "বায়ো-ইনস্পায়ার্ড রোবটিক্স (Bio-inspired Robotics) কীটপতঙ্গ, সরীসৃপ এবং মাছের গতিবিধি এবং গঠন অনুকরণ করে, যা রোবটকে জটিল পরিবেশে চলাচলে এবং নমনীয়তা প্রদান করে।"
    },
    {
      "title": "মডুলার রোবটস",
      "short_description": "ছোট, স্বাধীন মডিউল দিয়ে তৈরি রোবট যা বিভিন্ন কনফিগারেশনে পুনরায় সংযুক্ত হতে পারে।",
      "details": "মডুলার রোবটস (Modular Robots) অভিযোজনযোগ্যতা, মেরামতযোগ্যতা এবং বহুমুখিতা প্রদান করে। তারা বিভিন্ন কাজ এবং পরিবেশে মানিয়ে নিতে পারে।"
    },
    {
      "title": "সুইম রোবটিক্স",
      "short_description": "একাধিক সাধারণ রোবটের একটি দল যা সম্মিলিতভাবে জটিল কাজগুলি সম্পাদন করে।",
      "details": "সুইম রোবটিক্স (Swarm Robotics) প্রকৃতিতে সামাজিক পোকামাকড় (যেমন পিঁপড়া, মৌমাছি) দ্বারা অনুপ্রাণিত। এটি অনুসন্ধান ও উদ্ধার, পর্যবেক্ষণ এবং নির্মাণে ব্যবহৃত হয়।"
    }
  ]
}