{
  "subcategory": "শিল্প",
  "entries": [
    {
      "title": "শিল্পের সংজ্ঞা",
      "short_description": "মানব মনের সৃজনশীল প্রকাশ যা নান্দনিক আনন্দ ও চিন্তার খোরাক জোগায়।",
      "details": "শিল্প হলো মানবীয় কার্যকলাপের একটি বিশাল ও বিচিত্র ক্ষেত্র, যেখানে সৃজনশীলতা, কল্পনা ও দক্ষতা ব্যবহার করে এমন সব কাজ তৈরি করা হয় যা মানুষের ইন্দ্রিয়কে প্রভাবিত করে এবং নান্দনিক বা আবেগপূর্ণ প্রতিক্রিয়া তৈরি করে। এটি চিত্রশিল্প, ভাস্কর্য, সঙ্গীত, নৃত্য, সাহিত্য ও স্থাপত্যের মতো বিভিন্ন মাধ্যমে প্রকাশিত হতে পারে।"
    },
    {
      "title": "চিত্রশিল্প (Painting)",
      "short_description": "ক্যানভাস, কাগজ বা অন্য কোনো পৃষ্ঠে রঙ ব্যবহার করে ছবি আঁকার শিল্প।",
      "details": "চিত্রশিল্প হলো একটি দ্বিমাত্রিক শিল্পরূপ। এর প্রধান উপাদান হলো রঙ, রেখা ও টেক্সচার। চিত্রশিল্পীরা তাদের ভাবনা, অনুভূতি ও পর্যবেক্ষণকে বিভিন্ন কৌশল (যেমন তেলচিত্র, জলরঙ বা অ্যাক্রিলিক) ব্যবহার করে প্রকাশ করেন। লিওনার্দো দা ভিঞ্চি ও ভিনসেন্ট ভ্যান গঘের মতো শিল্পীরা চিত্রশিল্পের ইতিহাসে গুরুত্বপূর্ণ ভূমিকা পালন করেছেন।"
    },
    {
      "title": "ভাস্কর্য (Sculpture)",
      "short_description": "ত্রিমাত্রিক শিল্প যা পাথর, ধাতু, কাঠ বা অন্যান্য উপাদান ব্যবহার করে তৈরি করা হয়।",
      "details": "ভাস্কর্য শিল্পীরা তাদের কল্পনাকে ভৌত বস্তুতে রূপান্তর করেন। এর প্রধান লক্ষ্য হলো আকার, আয়তন ও টেক্সচার ব্যবহার করে একটি নান্দনিক বস্তু তৈরি করা। মাইকেলেঞ্জেলো, রদ্যাঁ ও হেনরি মুরের মতো ভাস্কররা তাদের কাজ দিয়ে এই শিল্পকে নতুন মাত্রায় নিয়ে গেছেন।"
    },
    {
      "title": "সঙ্গীত (Music)",
      "short_description": "ধ্বনি, ছন্দ, সুর ও তাল ব্যবহার করে একটি সুসংগঠিত শব্দরূপ যা আবেগ ও অনুভূতি প্রকাশ করে।",
      "details": "সঙ্গীত হলো একটি সার্বজনীন শিল্পরূপ যা বিশ্বের সব সংস্কৃতিতে বিদ্যমান। এটি মানুষের আবেগ, ধর্মীয় বিশ্বাস ও সামাজিক প্রথাকে প্রতিফলিত করে। শাস্ত্রীয় সঙ্গীত, লোকসঙ্গীত, জ্যাজ ও রক মিউজিকের মতো বিভিন্ন ধারা রয়েছে।"
    },
    {
      "title": "নৃত্য (Dance)",
      "short_description": "শরীরের অঙ্গভঙ্গি ব্যবহার করে ছন্দময় গতি যা আবেগ ও গল্প প্রকাশ করে।",
      "details": "নৃত্য হলো একটি শক্তিশালী যোগাযোগ মাধ্যম যা কোনো ভাষা ছাড়াই ভাবনা ও অনুভূতি প্রকাশ করতে পারে। এটি বিভিন্ন রূপে বিদ্যমান, যেমন ক্লাসিক্যাল (ভরতনাট্যম, কত্থক), লোকনৃত্য (ভাঙড়া, বিহু) ও আধুনিক নৃত্য।"
    },
    {
      "title": "স্থাপত্য (Architecture)",
      "short_description": "ভবন ও কাঠামোর নকশা ও নির্মাণের শিল্প।",
      "details": "স্থাপত্য হলো একটি ব্যবহারিক শিল্প যা মানুষের জীবনযাত্রার চাহিদা পূরণ করে এবং নান্দনিকতা যোগ করে। প্রাচীন পিরামিড, রোমান অ্যাকুইডাক্ট থেকে শুরু করে আধুনিক স্কাইস্ক্র্যাপার পর্যন্ত স্থাপত্য মানব ইতিহাসের বিবর্তনকে প্রতিফলিত করে।"
    },
    {
      "title": "সাহিত্য (Literature)",
      "short_description": "শব্দ ব্যবহার করে লিখিত বা মৌখিক শিল্প যা গল্প, কবিতা, নাটক ও প্রবন্ধের মাধ্যমে প্রকাশ করা হয়।",
      "details": "সাহিত্য মানব সমাজের অভিজ্ঞতা, কল্পনা ও ভাবনাকে ধারণ করে। এটি জীবনের বিভিন্ন দিক, যেমন ভালোবাসা, দুঃখ, আনন্দ ও সমাজের সমালোচনা, নিয়ে আলোচনা করে। রবীন্দ্রনাথ ঠাকুর, উইলিয়াম শেক্সপিয়র ও লিও টলস্টয়ের মতো লেখকরা বিশ্বসাহিত্যে গুরুত্বপূর্ণ অবদান রেখেছেন।"
    },
    {
      "title": "ফোক আর্ট ও কারুশিল্প",
      "short_description": "কোনো সমাজের সাধারণ মানুষের দ্বারা তৈরি ঐতিহ্যবাহী শিল্পকর্ম যা সাংস্কৃতিক পরিচয় বহন করে।",
      "details": "ফোক আর্ট ও কারুশিল্পে নকশী কাঁথা, মাটির পুতুল, বাঁশের কাজ ও অন্যান্য ঐতিহ্যবাহী হস্তশিল্প অন্তর্ভুক্ত। এই শিল্পকর্মগুলি প্রজন্মের পর প্রজন্ম ধরে চলে আসছে এবং এটি একটি সমাজের বিশ্বাস ও জীবনযাত্রাকে প্রতিফলিত করে।"
    },
    {
      "title": "শিল্প আন্দোলন",
      "short_description": "শিল্পের ইতিহাসে একটি নির্দিষ্ট শৈলী, ধারণা বা কৌশল দ্বারা চিহ্নিত একটি সময়কাল।",
      "details": "শিল্প আন্দোলনের মধ্যে রেনেসাঁ, ইম্প্রেশনিজম, কিউবিজম ও সুররিয়ালিজম উল্লেখযোগ্য। প্রতিটি আন্দোলনই শিল্পকে নতুন দিকে পরিচালিত করেছে এবং শিল্পীদের কাজের উপর প্রভাব ফেলেছে।"
    },
    {
      "title": "ডিজিটাল শিল্প (Digital Art)",
      "short_description": "কম্পিউটার ও অন্যান্য ডিজিটাল প্রযুক্তি ব্যবহার করে তৈরি শিল্পকর্ম।",
      "details": "ডিজিটাল শিল্পে গ্রাফিক ডিজাইন, অ্যানিমেশন, ডিজিটাল পেইন্টিং ও থ্রিডি মডেলিং অন্তর্ভুক্ত। এটি নতুন মাধ্যম ও কৌশল ব্যবহার করে সৃজনশীলতাকে প্রকাশ করে।"
    },
    {
      "title": "ভাসমান শিল্প",
      "short_description": "কোনো জলজ স্থানে ভাসমান অবস্থায় থাকা বিশেষ ধরনের শিল্পকর্ম।",
      "details": "ভাসমান শিল্পে ভাস্কর্য, ভাসমান লাইটিং বা কোনো প্রদর্শনীকে ভাসমান অবস্থায় স্থাপন করা হয়। এটি সাধারণত পানির সৌন্দর্যের সাথে শিল্পকে একত্রিত করার জন্য তৈরি করা হয়।"
    },
    {
      "title": "স্থাপত্যের প্রকারভেদ",
      "short_description": "বিভিন্ন ধরনের স্থাপত্য, যেমন রোমান, গোথিক ও আধুনিক।",
      "details": "স্থাপত্যের বিভিন্ন প্রকারভেদ রয়েছে, যা সময়, সংস্কৃতি ও প্রযুক্তির উপর নির্ভর করে। রোমান স্থাপত্য তার বিশাল কাঠামো, গোথিক স্থাপত্য তার উঁচু মিনার ও আধুনিক স্থাপত্য তার সরল রেখার জন্য পরিচিত।"
    },
    {
      "title": "চিত্রকলার প্রকারভেদ",
      "short_description": "বিভিন্ন ধরনের চিত্রকলা, যেমন তেলচিত্র, জলরঙ ও ফ্রেসকো।",
      "details": "চিত্রকলার বিভিন্ন কৌশল রয়েছে যা বিভিন্ন প্রভাব তৈরি করে। তেলচিত্র তার গভীর রঙ, জলরঙ তার স্বচ্ছতা ও ফ্রেসকো তার দীর্ঘস্থায়ীত্বের জন্য পরিচিত।"
    }
  ]
}