{
  "subcategory": "উৎসব",
  "entries": [
    {
      "title": "উৎসবের সংজ্ঞা",
      "short_description": "কোনো বিশেষ উপলক্ষে পালিত সামাজিক, ধর্মীয় বা সাংস্কৃতিক অনুষ্ঠান যা আনন্দ, মিলন ও ঐতিহ্যকে প্রতিফলিত করে।",
      "details": "উৎসব হলো এমন একটি নির্দিষ্ট সময় বা দিন, যা একটি সম্প্রদায় বা জাতি দ্বারা একটি বিশেষ ঘটনা, ধারণা বা ঐতিহ্যের স্মরণে পালিত হয়। এটি মানুষের মধ্যে সামাজিক বন্ধন দৃঢ় করে, সংস্কৃতিকে বাঁচিয়ে রাখে এবং জীবনের আনন্দকে উদযাপন করার সুযোগ দেয়।"
    },
    {
      "title": "ঈদ (Eid)",
      "short_description": "ইসলাম ধর্মাবলম্বীদের প্রধান দুটি ধর্মীয় উৎসব: ঈদুল ফিতর ও ঈদুল আজহা।",
      "details": "ঈদুল ফিতর রমজান মাসের রোজার শেষে পালিত হয় এবং এটি আনন্দ ও ক্ষমার উৎসব। ঈদুল আজহা হজ ও ত্যাগের স্মরণে পালিত হয়। এই দিনে মুসলমানরা নামাজ আদায় করে, নতুন পোশাক পরে, পরিবার ও বন্ধুদের সাথে মিলিত হয় এবং বিশেষ খাবার তৈরি করে।"
    },
    {
      "title": "দুর্গাপূজা (Durga Puja)",
      "short_description": "হিন্দু ধর্মাবলম্বীদের প্রধান ধর্মীয় উৎসব, যা দেবী দুর্গা ও তার সন্তানদের পূজা ও মহিষাসুর বধের প্রতীক।",
      "details": "দুর্গাপূজা বাঙালি হিন্দুদের সবচেয়ে বড় উৎসব। এটি মূলত শরৎকালে অনুষ্ঠিত হয় এবং এটি দশমহাবিদ্যা, শক্তি ও নারীশক্তির পূজা। এই উৎসবে প্যান্ডেল তৈরি করা হয়, দেবীর প্রতিমা স্থাপন করা হয় এবং পাঁচ দিন ধরে নানা ধরনের সাংস্কৃতিক অনুষ্ঠান, ভোজ ও আড্ডা হয়।"
    },
    {
      "title": "বড়দিন (Christmas)",
      "short_description": "খ্রিস্টান ধর্মাবলম্বীদের প্রধান উৎসব, যা যিশু খ্রিস্টের জন্মদিন উপলক্ষে পালিত হয়।",
      "details": "বড়দিন ২৫শে ডিসেম্বর পালিত হয়। এই দিনে গির্জায় বিশেষ প্রার্থনা করা হয়, ক্রিসমাস ট্রি সাজানো হয়, উপহার বিনিময় হয় এবং পরিবার ও বন্ধুরা একসাথে খাবার খায়। সান্তা ক্লজের গল্প ও গান এই উৎসবের একটি গুরুত্বপূর্ণ অংশ।"
    },
    {
      "title": "নববর্ষ (New Year)",
      "short_description": "একটি নতুন বছরের আগমনকে স্বাগত জানানোর জন্য পালিত একটি বিশ্বজনীন উৎসব।",
      "details": "বিভিন্ন দেশে নববর্ষ বিভিন্ন দিনে ও প্রথায় পালিত হয়। বাংলাদেশে পহেলা বৈশাখ, চীনে চীনা নববর্ষ এবং পশ্চিমে ১লা জানুয়ারি নববর্ষ পালিত হয়। এই দিনে মানুষ নতুন করে জীবন শুরু করার প্রতিজ্ঞা করে।"
    },
    {
      "title": "হলি (Holi)",
      "short_description": "হিন্দু ধর্মাবলম্বীদের বসন্তকালীন উৎসব, যা রঙ ও আনন্দের উৎসব হিসেবে পরিচিত।",
      "details": "হলি মূলত কৃষ্ণ ও রাধার প্রেম ও হোলিকা দহনের স্মরণে পালিত হয়। এই দিনে মানুষ একে অপরের উপর রঙ ও আবির ছড়ায়, গান গায় ও মিষ্টি খায়। এটি বন্ধু ও আত্মীয়দের সাথে আনন্দ করার একটি সুযোগ।"
    },
    {
      "title": "দিওয়ালি (Diwali)",
      "short_description": "হিন্দু, জৈন, শিখ ও বৌদ্ধ ধর্মাবলম্বীদের প্রধান উৎসব, যা 'আলোর উৎসব' নামে পরিচিত।",
      "details": "দিওয়ালি মূলত খারাপের উপর ভালোর জয়, জ্ঞানের উপর অজ্ঞতার জয় এবং আলোর উপর অন্ধকারের জয়ের প্রতীক। এই দিনে মানুষ প্রদীপ ও মোমবাতি জ্বালায়, আতশবাজি ফাটায়, মিষ্টি ও উপহার বিনিময় করে।"
    },
    {
      "title": "হানুক্কাহ (Hanukkah)",
      "short_description": "ইহুদি ধর্মাবলম্বীদের আট দিনের আলোর উৎসব।",
      "details": "হানুক্কাহ প্রাচীন জেরুজালেমের মন্দিরে তেলের অলৌকিক ঘটনার স্মরণে পালিত হয়। এই উৎসবে আট দিন ধরে মোমবাতি জ্বালানো হয়, ঐতিহ্যবাহী খাবার তৈরি করা হয় এবং গান গাওয়া হয়।"
    },
    {
      "title": "থ্যাঙ্কসগিভিং (Thanksgiving)",
      "short_description": "উত্তর আমেরিকার একটি উৎসব, যা ফসল কাটার ও কৃতজ্ঞতা প্রকাশ করার জন্য পালিত হয়।",
      "details": "থ্যাঙ্কসগিভিং মার্কিন যুক্তরাষ্ট্র ও কানাডায় পালিত হয়। এই দিনে মানুষ পরিবার ও বন্ধুদের সাথে মিলিত হয় এবং ঐতিহ্যবাহী টার্কি ও অন্যান্য খাবার খায়।"
    },
    {
      "title": "ভাসাখি (Vaisakhi)",
      "short_description": "শিখ ও পাঞ্জাবি হিন্দুদের প্রধান উৎসব, যা ফসল কাটার ও শিখ ধর্মের প্রতিষ্ঠা উপলক্ষে পালিত হয়।",
      "details": "ভাসাখি পাঞ্জাবের প্রধান উৎসব। এই দিনে মানুষ নাচে, গান গায় ও মিষ্টি খায়। এটি নতুন ফসল কাটার ও শিখ ধর্মের একটি গুরুত্বপূর্ণ দিন।"
    },
    {
      "title": "রমজান (Ramadan)",
      "short_description": "ইসলাম ধর্মাবলম্বীদের একটি পবিত্র মাস, যখন তারা সূর্যোদয় থেকে সূর্যাস্ত পর্যন্ত রোজা রাখে।",
      "details": "রমজান মাস আত্মশুদ্ধি, প্রার্থনা ও আল্লাহর কাছাকাছি যাওয়ার একটি সময়। এই মাসে মুসলমানরা রোজা রাখে, কুরআন পাঠ করে এবং দান-খয়রাত করে।"
    },
    {
      "title": "চীনা নববর্ষ (Chinese New Year)",
      "short_description": "চীনা সংস্কৃতিতে চান্দ্র নববর্ষের আগমন উপলক্ষে পালিত উৎসব।",
      "details": "চীনা নববর্ষ পরিবার ও বন্ধুদের সাথে মিলিত হওয়ার একটি গুরুত্বপূর্ণ সময়। এই দিনে লাল খামে টাকা ও উপহার বিনিময় করা হয় এবং আতশবাজি ও ড্রাগন নৃত্য অনুষ্ঠিত হয়।"
    }
  ]
}