{
  "subcategory": "ঐতিহ্য",
  "entries": [
    {
      "title": "সাংস্কৃতিক ঐতিহ্য (Cultural Heritage)",
      "short_description": "কোনো জাতি বা সম্প্রদায়ের সামাজিক প্রথা, বিশ্বাস, শিল্প, সাহিত্য, সঙ্গীত ও রীতিনীতির সমষ্টি।",
      "details": "সাংস্কৃতিক ঐতিহ্য হলো এক প্রজন্ম থেকে আরেক প্রজন্মে স্থানান্তরিত জ্ঞান, দক্ষতা ও বিশ্বাস। এতে ভাষা, উৎসব, রন্ধনশিল্প, গল্প বলা ও পারিবারিক প্রথা অন্তর্ভুক্ত। এটি একটি জাতির পরিচয় ও স্বতন্ত্রতা বজায় রাখতে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "ভৌত ঐতিহ্য (Tangible Heritage)",
      "short_description": "প্রাচীন ভবন, স্মৃতিস্তম্ভ, প্রত্নতাত্ত্বিক স্থান, শিল্পকর্ম ও হস্তশিল্পের মতো বস্তুগত নিদর্শন।",
      "details": "ভৌত ঐতিহ্য হলো এমন বস্তু যা শারীরিক স্পর্শ করা যায়। এতে ঐতিহাসিক দুর্গ, মন্দির, মসজিদ, প্রাসাদ, প্রাচীন শহর ও জাদুঘরের সংগ্রহ অন্তর্ভুক্ত। এটি মানব ইতিহাসের বাস্তব প্রমাণ।"
    },
    {
      "title": "অদৃশ্য ঐতিহ্য (Intangible Heritage)",
      "short_description": "গান, নৃত্য, লোককথা, জ্ঞান, দক্ষতা, উৎসব ও মৌখিক ঐতিহ্য।",
      "details": "অদৃশ্য ঐতিহ্য হলো এমন সাংস্কৃতিক প্রথা যা এক প্রজন্ম থেকে আরেক প্রজন্মে মুখে মুখে বা প্রদর্শনের মাধ্যমে স্থানান্তরিত হয়। উদাহরণস্বরূপ, লোকনৃত্য, লোকসংগীত, কারিগরি দক্ষতা ও বিভিন্ন ধরনের উৎসব অদৃশ্য ঐতিহ্যের অংশ। এটি একটি সমাজের জীবন্ত সংস্কৃতি।"
    },
    {
      "title": "বিশ্ব ঐতিহ্য স্থান (World Heritage Site)",
      "short_description": "জাতিসংঘের ইউনেস্কো কর্তৃক স্বীকৃত এমন স্থান, যা বিশ্বব্যাপী সাংস্কৃতিক বা প্রাকৃতিক গুরুত্ব বহন করে।",
      "details": "ইউনেস্কো বিশ্ব ঐতিহ্য স্থান হিসেবে এমন স্থানগুলোকে চিহ্নিত করে, যা মানবজাতির জন্য অনন্য ও মূল্যবান। এর মধ্যে মিশরের পিরামিড, চীনের মহাপ্রাচীর ও ভারতের তাজমহলের মতো সাংস্কৃতিক স্থান এবং আমাজন রেইনফরেস্টের মতো প্রাকৃতিক স্থান অন্তর্ভুক্ত।"
    },
    {
      "title": "লোককথা ও প্রথা (Folklore and Traditions)",
      "short_description": "কোনো সমাজের সাধারণ মানুষের মধ্যে প্রচলিত গল্প, গান, বিশ্বাস, প্রবাদ ও প্রথা।",
      "details": "লোককথা ও প্রথা একটি সমাজের জ্ঞান ও মূল্যবোধ প্রকাশ করে। এতে পৌরাণিক গল্প, বীরগাথা ও বিভিন্ন ধরনের উৎসব অন্তর্ভুক্ত। এটি একটি সমাজের সাংস্কৃতিক কাঠামো ও ইতিহাসকে প্রতিফলিত করে।"
    },
    {
      "title": "ঐতিহাসিক স্মৃতিস্তম্ভ (Historical Monuments)",
      "short_description": "প্রাচীন ভবন বা কাঠামো, যা ঐতিহাসিক বা স্থাপত্যগত গুরুত্ব বহন করে।",
      "details": "ঐতিহাসিক স্মৃতিস্তম্ভগুলো অতীতের গুরুত্বপূর্ণ ঘটনা বা ব্যক্তিত্বের স্মৃতি বহন করে। উদাহরণস্বরূপ, রোমান কলোসিয়াম, মিশরের পিরামিড ও চীনের মহাপ্রাচীর।"
    },
    {
      "title": "ঐতিহ্যবাহী খাবার (Traditional Food)",
      "short_description": "কোনো অঞ্চলের বা সংস্কৃতির ঐতিহ্যবাহী রন্ধনপ্রণালী ও খাবার।",
      "details": "ঐতিহ্যবাহী খাবার একটি সংস্কৃতির পরিচয় বহন করে। এটি স্থানীয় কৃষি, জলবায়ু ও ইতিহাস দ্বারা প্রভাবিত হয়। উদাহরণস্বরূপ, ইতালীয় পিৎজা, জাপানি সুশি ও বাঙালি ইলিশ।"
    },
    {
      "title": "ঐতিহ্যবাহী পোশাক (Traditional Clothing)",
      "short_description": "কোনো জাতি বা সম্প্রদায়ের নির্দিষ্ট পোশাক যা তাদের ঐতিহ্য ও পরিচয়কে প্রতিফলিত করে।",
      "details": "ঐতিহ্যবাহী পোশাকগুলি সাধারণত বিশেষ উৎসব বা অনুষ্ঠানে পরা হয়। উদাহরণস্বরূপ, জাপানি কিমোনো, ভারতীয় শাড়ি ও স্কটিশ কিল্ট।"
    },
    {
      "title": "ঐতিহ্যবাহী সঙ্গীত ও নৃত্য (Traditional Music and Dance)",
      "short_description": "কোনো অঞ্চলের ঐতিহ্যবাহী সুর ও ছন্দ।",
      "details": "ঐতিহ্যবাহী সঙ্গীত ও নৃত্য একটি সমাজের সাংস্কৃতিক অভিব্যক্তি। এটি ধর্মীয় অনুষ্ঠান, উৎসব ও সামাজিক মিলনমেলার অংশ। উদাহরণস্বরূপ, বাংলার ভাটিয়ালি গান ও রবীন্দ্রনৃত্য।"
    },
    {
      "title": "ঐতিহ্যবাহী শিল্পকর্ম ও হস্তশিল্প (Traditional Arts and Crafts)",
      "short_description": "ঐতিহ্যবাহী কৌশল ও যন্ত্র ব্যবহার করে তৈরি শিল্পকর্ম।",
      "details": "ঐতিহ্যবাহী শিল্পকর্মে মৃৎশিল্প, বয়ন, কাঠের কাজ ও অন্যান্য কারুশিল্প অন্তর্ভুক্ত। এটি একটি সমাজের সৃজনশীলতা ও দক্ষতা প্রকাশ করে।"
    },
    {
      "title": "পরিবেশগত ঐতিহ্য (Environmental Heritage)",
      "short_description": "কোনো অঞ্চলের প্রাকৃতিক পরিবেশ, যেমন বন, নদী ও জীববৈচিত্র্য।",
      "details": "পরিবেশগত ঐতিহ্য হলো এমন প্রাকৃতিক সম্পদ যা একটি জাতির অস্তিত্ব ও সংস্কৃতিতে গুরুত্বপূর্ণ ভূমিকা রাখে। এর মধ্যে সুন্দরবন, আমাজন রেইনফরেস্ট ও হিমালয় পর্বতমালার মতো স্থান অন্তর্ভুক্ত।"
    },
    {
      "title": "ঐতিহ্য সংরক্ষণ (Heritage Conservation)",
      "short_description": "ঐতিহাসিক স্থান, ভবন ও সাংস্কৃতিক ঐতিহ্য রক্ষার কার্যক্রম।",
      "details": "ঐতিহ্য সংরক্ষণ ভবিষ্যৎ প্রজন্মের জন্য অতীতকে রক্ষা করার একটি প্রচেষ্টা। এতে ঐতিহাসিক ভবন মেরামত, প্রত্নতাত্ত্বিক গবেষণা ও ঐতিহ্যবাহী কারিগরি দক্ষতা পুনরুদ্ধার অন্তর্ভুক্ত।"
    },
    {
      "title": "সামাজিক প্রথা ও রীতিনীতি",
      "short_description": "কোনো সমাজের সদস্যদের মধ্যে প্রচলিত সাধারণ আচরণ ও প্রথা।",
      "details": "সামাজিক প্রথা ও রীতিনীতি একটি সমাজের নৈতিকতা ও মূল্যবোধ প্রকাশ করে। উদাহরণস্বরূপ, বিবাহ, জন্ম ও মৃত্যুর অনুষ্ঠান।"
    },
    {
      "title": "মৌখিক ঐতিহ্য (Oral Traditions)",
      "short_description": "লিখিত ভাষার পরিবর্তে মৌখিকভাবে এক প্রজন্ম থেকে আরেক প্রজন্মে স্থানান্তরিত গল্প, গান, কবিতা ও জ্ঞান।",
      "details": "মৌখিক ঐতিহ্য একটি গুরুত্বপূর্ণ অদৃশ্য ঐতিহ্য। এটি একটি সমাজের স্মৃতি ও ইতিহাসকে ধারণ করে।"
    }
  ]
}