{
  "subcategory": "ভাষা",
  "entries": [
    {
      "title": "ভাষার সংজ্ঞা ও বৈশিষ্ট্য",
      "short_description": "মানুষের পারস্পরিক যোগাযোগ ও ভাব প্রকাশের মাধ্যম, যা নির্দিষ্ট ধ্বনি, শব্দ ও ব্যাকরণিক নিয়মের উপর ভিত্তি করে গঠিত।",
      "details": "ভাষা হলো একটি জটিল যোগাযোগ ব্যবস্থা যা মৌখিক, লিখিত বা সাংকেতিক হতে পারে। এর প্রধান বৈশিষ্ট্য হলো এটি প্রতীকী, সৃজনশীল ও নিয়মতান্ত্রিক। প্রতিটি ভাষার নিজস্ব ব্যাকরণ, শব্দভাণ্ডার ও ধ্বনিতত্ত্ব রয়েছে, যা এটিকে অন্য ভাষা থেকে স্বতন্ত্র করে।"
    },
    {
      "title": "ভাষার উৎপত্তি ও বিবর্তন",
      "short_description": "মানব মস্তিষ্কের বিবর্তনের সাথে ভাষার উৎপত্তি, যা প্রায় ৫০,০০০ থেকে ১০০,০০০ বছর আগে শুরু হয়েছিল।",
      "details": "ভাষার উৎপত্তির বিষয়ে বিভিন্ন তত্ত্ব প্রচলিত আছে, যেমন 'শুরুর গান' (singing-start), 'শ্রমের ছন্দ' (labor-rhythm) ও 'ইশারার ভাষা' (sign language) থেকে মৌখিক ভাষার বিকাশ। মানুষের সামাজিক জীবন, জটিল চিন্তাভাবনা ও সংস্কৃতি বিকাশের সাথে সাথে ভাষার বিবর্তন ঘটেছে।"
    },
    {
      "title": "ভাষার প্রকারভেদ",
      "short_description": "মৌখিক, লিখিত ও সাংকেতিক - এই তিনটি প্রধান ভাগে ভাষা বিভক্ত।",
      "details": "মৌখিক ভাষা হলো উচ্চারিত শব্দ দ্বারা গঠিত। লিখিত ভাষা হলো অক্ষর ও প্রতীক ব্যবহার করে ভাব প্রকাশ। সাংকেতিক ভাষা (Sign Language) হলো হাত ও মুখের অঙ্গভঙ্গি ব্যবহার করে ভাব প্রকাশ, যা বধির ও শ্রবণশক্তিহীন মানুষের জন্য ব্যবহৃত হয়।"
    },
    {
      "title": "ব্যাকরণ ও ভাষাতত্ত্ব (Grammar and Linguistics)",
      "short_description": "ব্যাকরণ হলো ভাষার নিয়মাবলী এবং ভাষাতত্ত্ব হলো ভাষার বিজ্ঞানসম্মত অধ্যয়ন।",
      "details": "ভাষাতত্ত্বে ভাষার কাঠামো, ধ্বনি, শব্দ, অর্থ ও ব্যবহার নিয়ে গবেষণা করা হয়। ব্যাকরণ হলো ভাষার সঠিক ব্যবহার ও বাক্য গঠনের নিয়ম। এই দুটি ক্ষেত্র ভাষা বোঝার জন্য অপরিহার্য।"
    },
    {
      "title": "ধ্বনিবিজ্ঞান (Phonology) ও শব্দতত্ত্ব (Semantics)",
      "short_description": "ধ্বনিবিজ্ঞান ভাষার ধ্বনির অধ্যয়ন এবং শব্দতত্ত্ব শব্দের অর্থের অধ্যয়ন।",
      "details": "ধ্বনিবিজ্ঞানে কোনো ভাষার ধ্বনি, তাদের ব্যবহার ও বিন্যাস নিয়ে আলোচনা করা হয়। শব্দতত্ত্বে শব্দ ও বাক্যের অর্থ নিয়ে আলোচনা করা হয়। এই দুটি ক্ষেত্র ভাষার গঠন ও অর্থ বোঝার জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "ভাষা পরিবার (Language Family)",
      "short_description": "ভাষার একটি দল, যা একটি সাধারণ পূর্বপুরুষ ভাষা থেকে উদ্ভূত।",
      "details": "বিশ্বের ভাষাগুলিকে বিভিন্ন পরিবারে বিভক্ত করা হয়, যেমন ইন্দো-ইউরোপীয় (বাংলা, হিন্দি, ইংরেজি), সিনো-তিব্বতীয় (চীনা) ও আফ্রো-এশীয় (আরবি, হিব্রু)। একই ভাষা পরিবারের ভাষাগুলোর মধ্যে ব্যাকরণ ও শব্দে মিল থাকে।"
    },
    {
      "title": "দ্বিভাষিকতা ও বহুভাষিকতা (Bilingualism and Multilingualism)",
      "short_description": "দুটি বা তার বেশি ভাষা বলতে ও বুঝতে পারার ক্ষমতা।",
      "details": "দ্বিভাষিকতা হলো দুটি ভাষা ব্যবহার করা এবং বহুভাষিকতা হলো একাধিক ভাষা ব্যবহার করা। এটি জ্ঞানীয় ক্ষমতা বাড়ায়, সাংস্কৃতিক বোঝাপড়া বৃদ্ধি করে এবং পেশাগত সুবিধা দেয়।"
    },
    {
      "title": "ভাষা ও সংস্কৃতি",
      "short_description": "ভাষা ও সংস্কৃতি একে অপরের সাথে ঘনিষ্ঠভাবে সম্পর্কিত এবং একে অপরের উপর প্রভাব ফেলে।",
      "details": "ভাষা একটি জাতির সংস্কৃতি, ইতিহাস ও বিশ্বদৃষ্টিভঙ্গি বহন করে। কোনো ভাষার শব্দভাণ্ডার ও ব্যাকরণ সেই সমাজের মূল্যবোধ, বিশ্বাস ও জীবনযাত্রাকে প্রতিফলিত করে।"
    },
    {
      "title": "বিপন্ন ভাষা (Endangered Language)",
      "short_description": "যে ভাষা খুব কম মানুষ ব্যবহার করে এবং বিলুপ্তির ঝুঁকির মুখে রয়েছে।",
      "details": "বিশ্বের বহু ভাষা বর্তমানে বিপন্ন অবস্থায় রয়েছে। একটি ভাষা বিলুপ্ত হলে তার সাথে একটি অনন্য সংস্কৃতি, জ্ঞান ও ইতিহাসও হারিয়ে যায়। ভাষা সংরক্ষণের জন্য বিভিন্ন কার্যক্রম গ্রহণ করা হয়।"
    },
    {
      "title": "ভাষা ও প্রযুক্তি",
      "short_description": "প্রযুক্তি ভাষার ব্যবহার ও শেখার পদ্ধতিকে পরিবর্তন করছে।",
      "details": "অনুবাদ সফটওয়্যার, ভয়েস অ্যাসিস্ট্যান্ট ও কৃত্রিম বুদ্ধিমত্তা ভাষার ব্যবহারকে সহজ করছে। এটি ভাষার বাধা ভেঙে বিশ্বব্যাপী যোগাযোগকে সহজ করেছে।"
    },
    {
      "title": "বাংলার ইতিহাস",
      "short_description": "বাংলা ভাষা ইন্দো-ইউরোপীয় ভাষা পরিবারের একটি শাখা, যা প্রায় ১০০০ খ্রিস্টাব্দে উদ্ভূত হয়েছিল।",
      "details": "বাংলা ভাষা প্রাচীন মাগধী প্রাকৃত ও পালি ভাষার উপর ভিত্তি করে গঠিত হয়েছে। এটি বাংলা ও ভারতের পশ্চিমবঙ্গ ও ত্রিপুরার প্রধান ভাষা।"
    },
    {
      "title": "ভাষার ব্যবহার",
      "short_description": "ভাষা শুধু যোগাযোগ নয়, এটি চিন্তাভাবনা, স্মৃতি ও অনুভূতি প্রকাশেরও মাধ্যম।",
      "details": "ভাষা ব্যবহার করে আমরা নিজেদের ভাবনা প্রকাশ করি, জ্ঞান অর্জন করি এবং অন্যের সাথে সম্পর্ক স্থাপন করি। এটি আমাদের ব্যক্তিগত ও সামাজিক জীবনের একটি অপরিহার্য অংশ।"
    }
  ]
}