{
  "subcategory": "জ্ঞানগত মনোবিজ্ঞান",
  "entries": [
    {
      "title": "জ্ঞানগত মনোবিজ্ঞানের সংজ্ঞা",
      "short_description": "মানুষের চিন্তা, ধারণা, স্মৃতি, ভাষা ও সমস্যা সমাধানের প্রক্রিয়া নিয়ে অধ্যয়ন।",
      "details": "জ্ঞানগত মনোবিজ্ঞান হলো মনোবিজ্ঞানের একটি শাখা যা মানুষের মনের অভ্যন্তরীণ প্রক্রিয়া নিয়ে গবেষণা করে। এর মধ্যে রয়েছে মনোযোগ (attention), স্মৃতি (memory), ভাষা (language), সমস্যা সমাধান (problem solving), সিদ্ধান্ত গ্রহণ (decision making) ও ধারণা (perception)।"
    },
    {
      "title": "স্মৃতি (Memory)",
      "short_description": "তথ্য সঞ্চয়, ধারণ ও পুনরুদ্ধার করার মানসিক প্রক্রিয়া।",
      "details": "স্মৃতি হলো মানুষের একটি মৌলিক জ্ঞানগত প্রক্রিয়া যা আমাদের অতীতকে মনে রাখতে, বর্তমানকে বুঝতে ও ভবিষ্যৎ পরিকল্পনা করতে সাহায্য করে। স্মৃতি স্বল্পমেয়াদী (short-term), দীর্ঘমেয়াদী (long-term) ও কার্যগত (working) হতে পারে।"
    },
    {
      "title": "মনোযোগ (Attention)",
      "short_description": "নির্দিষ্ট তথ্যের উপর মনোনিবেশ করার ক্ষমতা।",
      "details": "মনোযোগ হলো একটি জ্ঞানগত প্রক্রিয়া যা আমাদের নির্দিষ্ট তথ্যের উপর মনোনিবেশ করতে সাহায্য করে। এটি দুই ধরনের হতে পারে: নির্বাচিত মনোযোগ (selective attention), যেখানে আমরা একটি নির্দিষ্ট তথ্যের উপর মনোনিবেশ করি, এবং বিভক্ত মনোযোগ (divided attention), যেখানে আমরা একাধিক তথ্যের উপর মনোনিবেশ করি।"
    },
    {
      "title": "ভাষা (Language)",
      "short_description": "যোগাযোগের জন্য ব্যবহৃত প্রতীক, শব্দ ও নিয়মের একটি ব্যবস্থা।",
      "details": "ভাষা হলো মানব যোগাযোগের একটি গুরুত্বপূর্ণ মাধ্যম। জ্ঞানগত মনোবিজ্ঞানে ভাষা কীভাবে মস্তিষ্কে প্রক্রিয়াজাত হয়, ভাষা কীভাবে শেখা হয় এবং ভাষা কীভাবে মানুষের আচরণকে প্রভাবিত করে, তা নিয়ে গবেষণা করা হয়।"
    },
    {
      "title": "ধারণা (Perception)",
      "short_description": "পরিবেশ থেকে প্রাপ্ত সংবেদনশীল তথ্যকে ব্যাখ্যা করার প্রক্রিয়া।",
      "details": "ধারণা হলো একটি জ্ঞানগত প্রক্রিয়া যা আমাদের পরিবেশ থেকে প্রাপ্ত সংবেদনশীল তথ্যকে ব্যাখ্যা করতে সাহায্য করে। এটি আমাদের বিশ্বকে বুঝতে ও তার সঙ্গে সম্পর্ক স্থাপন করতে সাহায্য করে।"
    },
    {
      "title": "সমস্যা সমাধান (Problem Solving)",
      "short_description": "একটি নির্দিষ্ট লক্ষ্য অর্জনের জন্য ব্যবহৃত মানসিক প্রক্রিয়া।",
      "details": "সমস্যা সমাধান হলো একটি জ্ঞানগত প্রক্রিয়া যা আমাদের একটি নির্দিষ্ট লক্ষ্য অর্জনের জন্য ব্যবহৃত হয়। এটি বিভিন্ন ধরনের হতে পারে, যেমন অ্যালগরিদম (algorithm) ও হেউরিসটিক (heuristic)।"
    },
    {
      "title": "সিদ্ধান্ত গ্রহণ (Decision Making)",
      "short_description": "বিভিন্ন বিকল্পের মধ্যে থেকে একটিকে বেছে নেওয়ার মানসিক প্রক্রিয়া।",
      "details": "সিদ্ধান্ত গ্রহণ হলো একটি জ্ঞানগত প্রক্রিয়া যা আমাদের বিভিন্ন বিকল্পের মধ্যে থেকে একটিকে বেছে নিতে সাহায্য করে। এটি যুক্তি (reasoning), আবেগ (emotion) ও পক্ষপাত (bias) দ্বারা প্রভাবিত হতে পারে।"
    },
    {
      "title": "সৃজনশীলতা (Creativity)",
      "short_description": "নতুন ও উদ্ভাবনী ধারণা বা সমাধান তৈরি করার ক্ষমতা।",
      "details": "সৃজনশীলতা হলো একটি জ্ঞানগত প্রক্রিয়া যা আমাদের নতুন ও উদ্ভাবনী ধারণা বা সমাধান তৈরি করতে সাহায্য করে। এটি শিল্প, বিজ্ঞান ও প্রযুক্তিতে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "জ্ঞানগত পক্ষপাত (Cognitive Bias)",
      "short_description": "যুক্তিহীন বা ভুল সিদ্ধান্ত গ্রহণ করার প্রবণতা।",
      "details": "জ্ঞানগত পক্ষপাত হলো একটি সাধারণ ভুল যা আমাদের চিন্তা ও সিদ্ধান্ত গ্রহণকে প্রভাবিত করে। এটি বিভিন্ন ধরনের হতে পারে, যেমন নিশ্চিতকরণ পক্ষপাত (confirmation bias) ও অ্যাংকরিং পক্ষপাত (anchoring bias)।"
    },
    {
      "title": "জ্ঞানীয় বিকাশ (Cognitive Development)",
      "short_description": "মানুষের চিন্তা, ধারণা ও সমস্যা সমাধানের ক্ষমতার বিকাশ।",
      "details": "জ্ঞানীয় বিকাশ হলো মানুষের চিন্তা, ধারণা ও সমস্যা সমাধানের ক্ষমতার বিকাশ। এটি শৈশব থেকে প্রাপ্তবয়স্কতা পর্যন্ত ঘটে এবং এটি পরিবেশগত ও জেনেটিক উভয় কারণ দ্বারা প্রভাবিত হয়।"
    },
    {
      "title": "জ্ঞানগত আচরণগত থেরাপি (CBT)",
      "short_description": "চিন্তা ও আচরণের পরিবর্তন করে মানসিক সমস্যা সমাধানের একটি থেরাপি।",
      "details": "কগনিটিভ বিহেভিয়ারাল থেরাপি হলো একটি থেরাপি যা চিন্তা ও আচরণের পরিবর্তন করে মানসিক সমস্যা সমাধান করে। এটি বিষণ্ণতা, উদ্বেগ ও অন্যান্য মানসিক রোগের চিকিৎসায় ব্যবহৃত হয়।"
    },
    {
      "title": "গঠনবাদ (Constructivism)",
      "short_description": "একটি তত্ত্ব যা অনুযায়ী, মানুষ সক্রিয়ভাবে জ্ঞান নির্মাণ করে।",
      "details": "গঠনবাদ হলো একটি তত্ত্ব যা অনুযায়ী, মানুষ সক্রিয়ভাবে জ্ঞান নির্মাণ করে। এটি মনে করে যে মানুষ নতুন তথ্যকে তাদের পূর্ববর্তী জ্ঞানের সঙ্গে একত্রিত করে।"
    },
    {
      "title": "মনোভাব (Attitude)",
      "short_description": "কোনো বস্তু, ব্যক্তি বা ঘটনার প্রতি ইতিবাচক বা নেতিবাচক মূল্যায়ন।",
      "details": "মনোভাব হলো একটি জ্ঞানগত প্রক্রিয়া যা আমাদের বিশ্বাস, অনুভূতি ও কর্মকে প্রভাবিত করে। এটি সামাজিকীকরণ ও ব্যক্তিগত অভিজ্ঞতা দ্বারা গঠিত হয়।"
    },
    {
      "title": "যোগাযোগ (Communication)",
      "short_description": "তথ্য, ধারণা ও অনুভূতি আদান-প্রদানের প্রক্রিয়া।",
      "details": "যোগাযোগ হলো মানব আচরণের একটি গুরুত্বপূর্ণ উপাদান। এটি মৌখিক (কথা বলা), অ-মৌখিক (শারীরিক ভাষা) ও লিখিত মাধ্যমে হতে পারে।"
    },
    {
      "title": "যুক্তি (Reasoning)",
      "short_description": "তথ্য বিশ্লেষণ করে সিদ্ধান্ত বা মতামত তৈরি করার মানসিক প্রক্রিয়া।",
      "details": "যুক্তি হলো একটি জ্ঞানগত প্রক্রিয়া যা আমাদের তথ্য বিশ্লেষণ করে সিদ্ধান্ত বা মতামত তৈরি করতে সাহায্য করে।"
    },
    {
      "title": "ভাষা জ্ঞান (Language Comprehension)",
      "short_description": "লিখিত বা মৌখিক ভাষা বোঝার ক্ষমতা।",
      "details": "ভাষা জ্ঞান হলো লিখিত বা মৌখিক ভাষা বোঝার ক্ষমতা। এটি জ্ঞানগত মনোবিজ্ঞানের একটি গুরুত্বপূর্ণ ক্ষেত্র।"
    },
    {
      "title": "শব্দ জ্ঞান (Word Recognition)",
      "short_description": "লিখিত শব্দ শনাক্ত করার ক্ষমতা।",
      "details": "শব্দ জ্ঞান হলো লিখিত শব্দ শনাক্ত করার ক্ষমতা। এটি পড়ার একটি গুরুত্বপূর্ণ অংশ।"
    },
    {
      "title": "সমন্বিত শিখা (Integrated Learning)",
      "short_description": "বিভিন্ন বিষয় থেকে প্রাপ্ত তথ্যকে একত্রিত করার ক্ষমতা।",
      "details": "সমন্বিত শিখা হলো বিভিন্ন বিষয় থেকে প্রাপ্ত তথ্যকে একত্রিত করার ক্ষমতা। এটি সমস্যা সমাধানে ও সৃজনশীলতায় গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "জ্ঞানের প্রয়োগ (Application of Knowledge)",
      "short_description": "নতুন পরিস্থিতিতে পূর্ববর্তী জ্ঞান ব্যবহার করার ক্ষমতা।",
      "details": "জ্ঞানের প্রয়োগ হলো নতুন পরিস্থিতিতে পূর্ববর্তী জ্ঞান ব্যবহার করার ক্ষমতা। এটি সমস্যা সমাধানে ও সিদ্ধান্ত গ্রহণে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "মেমরি রিট্রাইভাল (Memory Retrieval)",
      "short_description": "স্মৃতি থেকে তথ্য পুনরুদ্ধার করার প্রক্রিয়া।",
      "details": "মেমরি রিট্রাইভাল হলো স্মৃতি থেকে তথ্য পুনরুদ্ধার করার প্রক্রিয়া। এটি স্বীকৃতি (recognition) ও স্মরণ (recall) দ্বারা হতে পারে।"
    },
    {
      "title": "শেখার প্রক্রিয়া (Learning Process)",
      "short_description": "অভিজ্ঞতার মাধ্যমে জ্ঞান, দক্ষতা ও আচরণের পরিবর্তন।",
      "details": "শিখন প্রক্রিয়া হলো এমন একটি প্রক্রিয়া যার মাধ্যমে মানুষ নতুন তথ্য, দক্ষতা ও আচরণ অর্জন করে।"
    },
    {
      "title": "শাব্দিক স্মৃতি (Verbal Memory)",
      "short_description": "শব্দ, ভাষা ও শব্দ সম্পর্কিত তথ্য স্মৃতিতে সঞ্চয় করার ক্ষমতা।",
      "details": "শাব্দিক স্মৃতি হলো শব্দ, ভাষা ও শব্দ সম্পর্কিত তথ্য স্মৃতিতে সঞ্চয় করার ক্ষমতা।"
    },
    {
      "title": "গাণিতিক জ্ঞান (Mathematical Cognition)",
      "short_description": "গণিত সম্পর্কিত জ্ঞান ও ধারণা।",
      "details": "গাণিতিক জ্ঞান হলো গণিত সম্পর্কিত জ্ঞান ও ধারণা। এটি গাণিতিক সমস্যা সমাধানে ও সিদ্ধান্ত গ্রহণে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "মস্তিষ্কের জ্ঞান (Brain Cognition)",
      "short_description": "মস্তিষ্কের বিভিন্ন অংশের জ্ঞানগত প্রক্রিয়া।",
      "details": "মস্তিষ্কের জ্ঞান হলো মস্তিষ্কের বিভিন্ন অংশের জ্ঞানগত প্রক্রিয়া। এটি মস্তিষ্কের কার্যকারিতা ও জ্ঞানগত ক্ষমতাকে প্রভাবিত করে।"
    },
    {
      "title": "ভাষার উন্নয়ন (Language Development)",
      "short_description": "শিশুদের মধ্যে ভাষার বিকাশ।",
      "details": "ভাষার উন্নয়ন হলো শিশুদের মধ্যে ভাষার বিকাশ। এটি একটি গুরুত্বপূর্ণ জ্ঞানগত প্রক্রিয়া যা তাদের সামাজিক ও জ্ঞানগত জীবনকে প্রভাবিত করে।"
    },
    {
      "title": "জ্ঞানগত স্নায়ুবিজ্ঞান (Cognitive Neuroscience)",
      "short_description": "মস্তিষ্কের কাঠামো ও কার্যকারিতার সঙ্গে জ্ঞানগত প্রক্রিয়ার সম্পর্ক।",
      "details": "জ্ঞানগত স্নায়ুবিজ্ঞান হলো মস্তিষ্কের কাঠামো ও কার্যকারিতার সঙ্গে জ্ঞানগত প্রক্রিয়ার সম্পর্ক নিয়ে গবেষণা।"
    },
    {
      "title": "জ্ঞানগত মনোবিজ্ঞান ও কৃত্রিম বুদ্ধিমত্তা",
      "short_description": "কৃত্রিম বুদ্ধিমত্তার উন্নয়নে জ্ঞানগত মনোবিজ্ঞানের ভূমিকা।",
      "details": "জ্ঞানগত মনোবিজ্ঞান কৃত্রিম বুদ্ধিমত্তার উন্নয়নে গুরুত্বপূর্ণ ভূমিকা রাখে, কারণ এটি মানুষের চিন্তা, ধারণা ও সমস্যা সমাধানের প্রক্রিয়াকে অনুকরণ করে।"
    },
    {
      "title": "জ্ঞানগত প্রশিক্ষণ (Cognitive Training)",
      "short_description": "মস্তিষ্কের ক্ষমতা উন্নত করার জন্য ব্যবহৃত কৌশল।",
      "details": "জ্ঞানগত প্রশিক্ষণ হলো মস্তিষ্কের ক্ষমতা উন্নত করার জন্য ব্যবহৃত কৌশল, যেমন মস্তিষ্কের খেলা ও ধাঁধা।"
    },
    {
      "title": "জ্ঞানগত স্বাস্থ্য (Cognitive Health)",
      "short_description": "মস্তিষ্কের সুস্থতা ও কার্যকারিতা।",
      "details": "জ্ঞানগত স্বাস্থ্য হলো মস্তিষ্কের সুস্থতা ও কার্যকারিতা। এটি মানসিক ও শারীরিক উভয় সুস্থতার জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "জ্ঞানগত ত্রুটি (Cognitive Error)",
      "short_description": "চিন্তা ও সিদ্ধান্তে ভুল।",
      "details": "জ্ঞানগত ত্রুটি হলো চিন্তা ও সিদ্ধান্তে ভুল যা আমাদের দৈনন্দিন জীবনকে প্রভাবিত করে।"
    },
    {
      "title": "জ্ঞানগত স্নায়ুবৈজ্ঞানিক রোগ (Cognitive Neurological Disorders)",
      "short_description": "মস্তিষ্কের রোগ যা জ্ঞানগত ক্ষমতাকে প্রভাবিত করে।",
      "details": "জ্ঞানগত স্নায়ুবৈজ্ঞানিক রোগ হলো মস্তিষ্কের রোগ যা জ্ঞানগত ক্ষমতাকে প্রভাবিত করে, যেমন আলজাইমার্স রোগ (Alzheimer's disease) ও ডিমেনশিয়া (dementia)।"
    },
    {
      "title": "জ্ঞানগত বিকাশ তত্ত্ব (Cognitive Development Theory)",
      "short_description": "জ্ঞানীয় বিকাশের প্রক্রিয়া সম্পর্কে একটি তত্ত্ব।",
      "details": "জ্ঞানগত বিকাশ তত্ত্ব হলো জ্ঞানীয় বিকাশের প্রক্রিয়া সম্পর্কে একটি তত্ত্ব, যেমন জ্যাঁ পিয়াজেট (Jean Piaget) ও লেভ ভিগটস্কি (Lev Vygotsky) এর তত্ত্ব।"
    },
    {
      "title": "জ্ঞানের প্রতিনিধিত্ব (Representation of Knowledge)",
      "short_description": "মস্তিষ্কে তথ্য কীভাবে সঞ্চয় ও প্রক্রিয়াজাত হয়।",
      "details": "জ্ঞানের প্রতিনিধিত্ব হলো মস্তিষ্কে তথ্য কীভাবে সঞ্চয় ও প্রক্রিয়াজাত হয়। এটি জ্ঞানগত মনোবিজ্ঞানের একটি গুরুত্বপূর্ণ ক্ষেত্র।"
    },
    {
      "title": "জ্ঞানগত স্কেমা (Cognitive Schema)",
      "short_description": "মস্তিষ্কে সংরক্ষিত তথ্য ও ধারণার কাঠামো।",
      "details": "জ্ঞানগত স্কেমা হলো মস্তিষ্কে সংরক্ষিত তথ্য ও ধারণার কাঠামো। এটি আমাদের নতুন তথ্য ব্যাখ্যা করতে ও সিদ্ধান্ত গ্রহণে সাহায্য করে।"
    },
    {
      "title": "ধারণাগত প্রক্রিয়া (Conceptual Process)",
      "short_description": "ধারণা তৈরি ও বোঝার প্রক্রিয়া।",
      "details": "ধারণাগত প্রক্রিয়া হলো ধারণা তৈরি ও বোঝার প্রক্রিয়া। এটি আমাদের বিশ্বকে শ্রেণীবদ্ধ করতে ও বুঝতে সাহায্য করে।"
    },
    {
      "title": "জ্ঞানগত মানচিত্র (Cognitive Map)",
      "short_description": "মস্তিষ্কে স্থানের প্রতিনিধিত্ব।",
      "details": "জ্ঞানগত মানচিত্র হলো মস্তিষ্কে স্থানের প্রতিনিধিত্ব। এটি আমাদের স্থানিক জ্ঞান ও গতিবিধিকে প্রভাবিত করে।"
    },
    {
      "title": "জ্ঞানগত প্রশিক্ষণ (Cognitive Training)",
      "short_description": "জ্ঞানীয় ক্ষমতা উন্নত করার জন্য ব্যবহৃত কৌশল।",
      "details": "জ্ঞানগত প্রশিক্ষণ হলো জ্ঞানীয় ক্ষমতা উন্নত করার জন্য ব্যবহৃত কৌশল, যেমন মস্তিষ্কের খেলা ও ধাঁধা।"
    },
    {
      "title": "জ্ঞানগত পুনর্বাসন (Cognitive Rehabilitation)",
      "short_description": "মস্তিষ্কের আঘাত বা রোগের কারণে জ্ঞানগত ক্ষমতা পুনরুদ্ধার।",
      "details": "জ্ঞানগত পুনর্বাসন হলো মস্তিষ্কের আঘাত বা রোগের কারণে জ্ঞানগত ক্ষমতা পুনরুদ্ধার।"
    },
    {
      "title": "জ্ঞানগত দক্ষতা (Cognitive Skills)",
      "short_description": "চিন্তা, ধারণা, স্মৃতি ও সমস্যা সমাধানের ক্ষমতা।",
      "details": "জ্ঞানগত দক্ষতা হলো চিন্তা, ধারণা, স্মৃতি ও সমস্যা সমাধানের ক্ষমতা। এটি জীবনের বিভিন্ন ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "জ্ঞানগত মনোবিজ্ঞানের ইতিহাস",
      "short_description": "জ্ঞানগত মনোবিজ্ঞানের বিবর্তন।",
      "details": "জ্ঞানগত মনোবিজ্ঞানের ইতিহাস হলো মনোবিজ্ঞানের একটি শাখা যা জ্ঞানগত মনোবিজ্ঞানের বিবর্তন নিয়ে গবেষণা করে।"
    },
    {
      "title": "জ্ঞানগত মনোবিজ্ঞানের তত্ত্ব",
      "short_description": "জ্ঞানগত মনোবিজ্ঞানের বিভিন্ন তত্ত্ব।",
      "details": "জ্ঞানগত মনোবিজ্ঞানের তত্ত্ব হলো জ্ঞানগত মনোবিজ্ঞানের বিভিন্ন তত্ত্ব, যেমন তথ্য প্রক্রিয়াজাতকরণ তত্ত্ব (information processing theory) ও স্কেমা তত্ত্ব (schema theory)।"
    },
    {
      "title": "জ্ঞানগত মনোবিজ্ঞানের প্রয়োগ",
      "short_description": "জ্ঞানগত মনোবিজ্ঞানের প্রয়োগ।",
      "details": "জ্ঞানগত মনোবিজ্ঞানের প্রয়োগ হলো জ্ঞানগত মনোবিজ্ঞানের প্রয়োগ, যেমন শিক্ষা, শিল্প ও কৃত্রিম বুদ্ধিমত্তা।"
    },
    {
      "title": "জ্ঞানগত মনোবিজ্ঞানের গবেষণা",
      "short_description": "জ্ঞানগত মনোবিজ্ঞানের গবেষণা পদ্ধতি।",
      "details": "জ্ঞানগত মনোবিজ্ঞানের গবেষণা হলো জ্ঞানগত মনোবিজ্ঞানের গবেষণা পদ্ধতি, যেমন পরীক্ষামূলক গবেষণা (experimental research) ও পর্যবেক্ষণ (observation)।"
    },
    {
      "title": "জ্ঞানগত মনোবিজ্ঞানের ভবিষ্যৎ",
      "short_description": "জ্ঞানগত মনোবিজ্ঞানের ভবিষ্যৎ দিক।",
      "details": "জ্ঞানগত মনোবিজ্ঞানের ভবিষ্যৎ হলো জ্ঞানগত মনোবিজ্ঞানের ভবিষ্যৎ দিক, যেমন স্নায়ুবিজ্ঞান ও কৃত্রিম বুদ্ধিমত্তা।"
    },
    {
      "title": "জ্ঞানগত প্রক্রিয়া (Cognitive Process)",
      "short_description": "মনের অভ্যন্তরীণ প্রক্রিয়া যা তথ্য প্রক্রিয়াজাত করে।",
      "details": "জ্ঞানগত প্রক্রিয়া হলো মনের অভ্যন্তরীণ প্রক্রিয়া যা তথ্য প্রক্রিয়াজাত করে। এটি মনোযোগ, স্মৃতি, ভাষা ও সমস্যা সমাধানের মতো প্রক্রিয়াকে অন্তর্ভুক্ত করে।"
    },
    {
      "title": "জ্ঞানগত মনোবিজ্ঞানের মডেল",
      "short_description": "জ্ঞানগত মনোবিজ্ঞানের মডেল।",
      "details": "জ্ঞানগত মনোবিজ্ঞানের মডেল হলো জ্ঞানগত মনোবিজ্ঞানের মডেল, যেমন তথ্য প্রক্রিয়াজাতকরণ মডেল (information processing model) ও সংযোগ মডেল (connectionist model)।"
    },
    {
      "title": "জ্ঞানগত স্নায়ুবিজ্ঞান (Cognitive Neuroscience)",
      "short_description": "মস্তিষ্কের কাঠামো ও কার্যকারিতার সঙ্গে জ্ঞানগত প্রক্রিয়ার সম্পর্ক।",
      "details": "জ্ঞানগত স্নায়ুবিজ্ঞান হলো মস্তিষ্কের কাঠামো ও কার্যকারিতার সঙ্গে জ্ঞানগত প্রক্রিয়ার সম্পর্ক নিয়ে গবেষণা।"
    },
    {
      "title": "জ্ঞানগত মনস্তত্ত্ব (Cognitive Psychology)",
      "short_description": "মনের অভ্যন্তরীণ প্রক্রিয়া নিয়ে গবেষণা।",
      "details": "জ্ঞানগত মনস্তত্ত্ব হলো মনের অভ্যন্তরীণ প্রক্রিয়া নিয়ে গবেষণা।"
    },
    {
      "title": "জ্ঞানগত প্রক্রিয়া ও আবেগ",
      "short_description": "জ্ঞানগত প্রক্রিয়া ও আবেগের সম্পর্ক।",
      "details": "জ্ঞানগত প্রক্রিয়া ও আবেগের মধ্যে একটি জটিল সম্পর্ক রয়েছে। আবেগ আমাদের চিন্তা ও সিদ্ধান্ত গ্রহণকে প্রভাবিত করে।"
    },
    {
      "title": "জ্ঞানগত প্রক্রিয়া ও ব্যক্তিত্ব",
      "short_description": "জ্ঞানগত প্রক্রিয়া ও ব্যক্তিত্বের সম্পর্ক।",
      "details": "জ্ঞানগত প্রক্রিয়া ও ব্যক্তিত্বের মধ্যে একটি জটিল সম্পর্ক রয়েছে। আমাদের ব্যক্তিত্ব আমাদের চিন্তা, ধারণা ও সমস্যা সমাধানের প্রক্রিয়াকে প্রভাবিত করে।"
    }
  ]
}