{
  "subcategory": "স্বপ্ন ও অবচেতন মন",
  "entries": [
    {
      "title": "স্বপ্ন",
      "short_description": "ঘুমন্ত অবস্থায় মনের মধ্যে দেখা চিত্র, শব্দ ও অনুভূতির একটি ধারা।",
      "details": "স্বপ্ন হলো ঘুমের সময়কার একটি মানসিক কার্যকলাপ। এটি মনের এমন একটি অবস্থা যেখানে চিন্তা, অনুভূতি ও চিত্রগুলি একটি গল্প বা ঘটনা প্রবাহের মতো একত্রিত হয়। বিজ্ঞানীরা এখনো স্বপ্নের সম্পূর্ণ উদ্দেশ্য বুঝতে পারেননি, তবে মনে করা হয় যে এটি স্মৃতি প্রক্রিয়াজাতকরণ, আবেগ নিয়ন্ত্রণ এবং সমস্যা সমাধানে সাহায্য করে।"
    },
    {
      "title": "অবচেতন মন (Subconscious Mind)",
      "short_description": "মনের এমন একটি অংশ যা সচেতনভাবে উপলব্ধি করা যায় না, কিন্তু আচরণ ও চিন্তাভাবনাকে প্রভাবিত করে।",
      "details": "অবচেতন মন হলো মনের এমন একটি অংশ যা আমাদের সচেতন চিন্তার বাইরে কাজ করে। এতে আমাদের অতীত অভিজ্ঞতা, স্মৃতি, আবেগ ও সহজাত প্রবৃত্তি সংরক্ষিত থাকে। এটি আমাদের দৈনন্দিন জীবনের সিদ্ধান্ত, অনুভূতি ও আচরণকে গোপনে প্রভাবিত করে।"
    },
    {
      "title": "ফ্রয়েডীয় স্বপ্ন বিশ্লেষণ (Freudian Dream Analysis)",
      "short_description": "সিগমুন্ড ফ্রয়েডের তত্ত্ব যা অনুযায়ী স্বপ্ন অবচেতন মনের ইচ্ছাকে প্রকাশ করে।",
      "details": "ফ্রয়েড বিশ্বাস করতেন যে স্বপ্ন হলো 'মনের রাজপথ'। তার মতে, স্বপ্নগুলি আমাদের অবচেতন মনের গোপন ইচ্ছা, আকাঙ্ক্ষা ও সংঘাতের প্রতীকী প্রকাশ। তিনি স্বপ্নের দুটি প্রধান উপাদান চিহ্নিত করেন: সুস্পষ্ট বিষয়বস্তু (manifest content), যা আমরা স্বপ্ন দেখি, এবং গোপন বিষয়বস্তু (latent content), যা স্বপ্নের আসল অর্থ।"
    },
    {
      "title": "আর্কিটাইপ (Archetype)",
      "short_description": "কার্ল জাং দ্বারা প্রবর্তিত একটি ধারণা যা অনুযায়ী স্বপ্ন ও অবচেতন মনে কিছু সর্বজনীন প্রতীক ও চিত্র বিদ্যমান।",
      "details": "কার্ল জাং বিশ্বাস করতেন যে অবচেতন মনে কিছু সর্বজনীন প্রতীক ও চিত্র রয়েছে, যা 'আর্কিটাইপ' নামে পরিচিত। এই আর্কিটাইপগুলি হলো প্রাচীন প্রতীক যেমন হিরো (hero), ছায়া (shadow) ও জ্ঞানী বৃদ্ধ (wise old man), যা বিশ্বজুড়ে বিভিন্ন সংস্কৃতিতে দেখা যায়।"
    },
    {
      "title": "স্বপ্ন ও সৃজনশীলতা (Dreams and Creativity)",
      "short_description": "স্বপ্ন কীভাবে সৃজনশীলতা ও নতুন ধারণার উৎস হিসেবে কাজ করে।",
      "details": "স্বপ্ন প্রায়শই সৃজনশীলতার একটি গুরুত্বপূর্ণ উৎস। অনেক শিল্পী, লেখক ও বিজ্ঞানী তাদের স্বপ্নের মধ্যে নতুন ধারণা ও সমাধান পেয়েছেন। এটি মনে করা হয় যে ঘুমন্ত অবস্থায় মস্তিষ্কের বিভিন্ন অংশ একত্রিত হয়ে নতুন সংযোগ তৈরি করে।"
    },
    {
      "title": "স্বচ্ছ স্বপ্ন (Lucid Dreaming)",
      "short_description": "স্বপ্ন দেখার সময় সচেতন থাকার ক্ষমতা এবং স্বপ্নের ঘটনা নিয়ন্ত্রণ করার ক্ষমতা।",
      "details": "স্বচ্ছ স্বপ্ন হলো এক ধরনের স্বপ্ন যেখানে স্বপ্নদ্রষ্টা জানে যে সে স্বপ্ন দেখছে। এই অবস্থায়, ব্যক্তি প্রায়শই স্বপ্নের ঘটনা ও চরিত্রগুলিকে নিয়ন্ত্রণ করতে পারে। এটি অনেক সময় থেরাপি ও আত্ম-উন্নয়নের জন্য ব্যবহৃত হয়।"
    },
    {
      "title": "দুঃস্বপ্ন (Nightmare)",
      "short_description": "ভয় বা উদ্বেগের কারণে সৃষ্ট একটি অপ্রীতিকর স্বপ্ন।",
      "details": "দুঃস্বপ্ন হলো একটি অপ্রীতিকর স্বপ্ন যা ভয় বা উদ্বেগের কারণে হয়। এটি প্রায়শই মানসিক চাপ, ট্রমা বা অসুস্থতার লক্ষণ হতে পারে। যদি দুঃস্বপ্ন ঘন ঘন হয়, তবে এটি মানসিক স্বাস্থ্যের সমস্যার লক্ষণ হতে পারে।"
    },
    {
      "title": "অনিদ্রা (Insomnia)",
      "short_description": "ঘুমের অভাব যা মানসিক ও শারীরিক স্বাস্থ্যের ক্ষতি করে।",
      "details": "অনিদ্রা হলো ঘুমের অভাব যা মানসিক ও শারীরিক স্বাস্থ্যের ক্ষতি করে। এটি মানসিক চাপ, উদ্বেগ, বিষণ্ণতা বা শারীরিক সমস্যার কারণে হতে পারে।"
    },
    {
      "title": "স্লিপ অ্যাপনিয়া (Sleep Apnea)",
      "short_description": "ঘুমের সময় শ্বাস-প্রশ্বাসের অস্থায়ী বন্ধ হওয়া।",
      "details": "স্লিপ অ্যাপনিয়া হলো ঘুমের সময় শ্বাস-প্রশ্বাসের অস্থায়ী বন্ধ হওয়া। এটি হৃদরোগ, উচ্চ রক্তচাপ ও অন্যান্য শারীরিক সমস্যার কারণ হতে পারে।"
    },
    {
      "title": "স্বপ্ন ও বাস্তবতার পার্থক্য (Dreams and Reality)",
      "short_description": "স্বপ্ন ও বাস্তবতার মধ্যে পার্থক্য।",
      "details": "স্বপ্ন ও বাস্তবতার মধ্যে একটি সূক্ষ্ম পার্থক্য রয়েছে। স্বপ্ন প্রায়শই অবাস্তব ও অযৌক্তিক হয়, কিন্তু বাস্তবতার সঙ্গে এর কোনো সম্পর্ক নেই।"
    },
    {
      "title": "স্বপ্ন দেখা (Dreaming)",
      "short_description": "ঘুমের সময়কার মানসিক কার্যকলাপ।",
      "details": "স্বপ্ন দেখা হলো ঘুমের সময়কার মানসিক কার্যকলাপ যা আমাদের চিন্তা, অনুভূতি ও আচরণকে প্রভাবিত করে।"
    },
    {
      "title": "স্বপ্ন মনে রাখা (Dream Recall)",
      "short_description": "ঘুম থেকে ওঠার পর স্বপ্ন মনে রাখার ক্ষমতা।",
      "details": "স্বপ্ন মনে রাখা হলো ঘুম থেকে ওঠার পর স্বপ্ন মনে রাখার ক্ষমতা। এটি ব্যক্তি থেকে ব্যক্তিতে পরিবর্তিত হয়।"
    },
    {
      "title": "স্বপ্ন ও মস্তিষ্ক (Dreams and the Brain)",
      "short_description": "স্বপ্ন দেখার সময় মস্তিষ্কের কার্যকলাপ।",
      "details": "স্বপ্ন দেখার সময় মস্তিষ্কের বিভিন্ন অংশ সক্রিয় থাকে, যেমন লিম্বিক সিস্টেম (limbic system), যা আবেগ নিয়ন্ত্রণ করে।"
    },
    {
      "title": "স্বপ্ন ও পুরাণ (Dreams and Mythology)",
      "short_description": "বিভিন্ন সংস্কৃতিতে স্বপ্ন ও পুরাণের সম্পর্ক।",
      "details": "বিভিন্ন সংস্কৃতিতে স্বপ্ন ও পুরাণের মধ্যে একটি গভীর সম্পর্ক রয়েছে। স্বপ্ন প্রায়শই দেবতাদের বার্তা বা ভবিষ্যতের পূর্বাভাস হিসেবে দেখা হয়।"
    },
    {
      "title": "স্বপ্ন ও ধর্ম (Dreams and Religion)",
      "short_description": "বিভিন্ন ধর্মে স্বপ্ন ও ধর্মের সম্পর্ক।",
      "details": "বিভিন্ন ধর্মে স্বপ্ন একটি গুরুত্বপূর্ণ ভূমিকা রাখে। এটি প্রায়শই ঈশ্বরের বার্তা বা আধ্যাত্মিক অভিজ্ঞতা হিসেবে দেখা হয়।"
    },
    {
      "title": "স্বপ্ন ও শিল্প (Dreams and Art)",
      "short_description": "শিল্পে স্বপ্ন ও অবচেতন মনের ব্যবহার।",
      "details": "শিল্পে স্বপ্ন ও অবচেতন মন একটি গুরুত্বপূর্ণ বিষয়। এটি প্রায়শই শিল্পীদের সৃজনশীলতা ও উদ্ভাবনে সাহায্য করে।"
    },
    {
      "title": "স্বপ্ন ও সাহিত্য (Dreams and Literature)",
      "short_description": "সাহিত্যে স্বপ্ন ও অবচেতন মনের ব্যবহার।",
      "details": "সাহিত্যে স্বপ্ন ও অবচেতন মন একটি গুরুত্বপূর্ণ বিষয়। এটি প্রায়শই লেখকদের চরিত্র ও গল্প গঠনে সাহায্য করে।"
    },
    {
      "title": "স্বপ্ন ও বিজ্ঞান (Dreams and Science)",
      "short_description": "বিজ্ঞানে স্বপ্ন ও অবচেতন মনের গবেষণা।",
      "details": "বিজ্ঞানে স্বপ্ন ও অবচেতন মন একটি গুরুত্বপূর্ণ গবেষণা ক্ষেত্র। এটি মস্তিষ্কের কার্যকারিতা, স্মৃতি ও আবেগ সম্পর্কে আমাদের জ্ঞান বাড়ায়।"
    },
    {
      "title": "স্বপ্ন ও দর্শন (Dreams and Philosophy)",
      "short_description": "দর্শনে স্বপ্ন ও বাস্তবতার সম্পর্ক।",
      "details": "দর্শনে স্বপ্ন ও বাস্তবতার সম্পর্ক একটি গুরুত্বপূর্ণ বিষয়। এটি আমাদের বিশ্ব সম্পর্কে আমাদের ধারণাকে প্রভাবিত করে।"
    },
    {
      "title": "স্বপ্ন ও মনস্তত্ত্ব (Dreams and Psychology)",
      "short_description": "মনস্তত্ত্বে স্বপ্ন ও অবচেতন মনের ভূমিকা।",
      "details": "মনস্তত্ত্বে স্বপ্ন ও অবচেতন মন একটি গুরুত্বপূর্ণ ভূমিকা রাখে। এটি আমাদের ব্যক্তিত্ব, আবেগ ও আচরণকে প্রভাবিত করে।"
    },
    {
      "title": "স্বপ্ন ও চিকিৎসা (Dreams and Medicine)",
      "short_description": "চিকিৎসায় স্বপ্ন ও অবচেতন মনের ব্যবহার।",
      "details": "চিকিৎসায় স্বপ্ন ও অবচেতন মন একটি গুরুত্বপূর্ণ ভূমিকা রাখে। এটি মানসিক রোগের চিকিৎসা, যেমন বিষণ্ণতা ও উদ্বেগ, এ ব্যবহৃত হয়।"
    },
    {
      "title": "স্বপ্ন ও স্বাস্থ্য (Dreams and Health)",
      "short_description": "শারীরিক ও মানসিক স্বাস্থ্যের উপর স্বপ্নের প্রভাব।",
      "details": "স্বপ্ন শারীরিক ও মানসিক স্বাস্থ্যের উপর একটি গুরুত্বপূর্ণ প্রভাব ফেলে। এটি স্ট্রেস হ্রাস, মনোযোগ বৃদ্ধি এবং মানসিক সুস্থতা বজায় রাখতে সাহায্য করে।"
    },
    {
      "title": "স্বপ্ন ও সামাজিক সম্পর্ক (Dreams and Social Relations)",
      "short_description": "স্বপ্ন ও সামাজিক সম্পর্কের মধ্যে সম্পর্ক।",
      "details": "স্বপ্ন ও সামাজিক সম্পর্কের মধ্যে একটি জটিল সম্পর্ক রয়েছে। স্বপ্ন আমাদের সামাজিক সম্পর্ক ও আচরণকে প্রভাবিত করে।"
    },
    {
      "title": "স্বপ্ন ও স্বপ্ন ব্যাধি (Dreams and Dream Disorders)",
      "short_description": "স্বপ্ন ব্যাধি যা ঘুমের ব্যাধি বা মানসিক রোগের কারণে হয়।",
      "details": "স্বপ্ন ব্যাধি হলো একটি ব্যাধি যা ঘুমের ব্যাধি বা মানসিক রোগের কারণে হয়।"
    },
    {
      "title": "স্বপ্ন ও বয়স (Dreams and Age)",
      "short_description": "বয়সের সঙ্গে সঙ্গে স্বপ্নের পরিবর্তন।",
      "details": "বয়সের সঙ্গে সঙ্গে স্বপ্নের পরিবর্তন হয়। শিশুরা সাধারণত বেশি স্বপ্ন দেখে এবং তাদের স্বপ্নগুলি আরও উজ্জ্বল ও আকর্ষণীয় হয়।"
    },
    {
      "title": "স্বপ্ন ও লিঙ্গ (Dreams and Gender)",
      "short_description": "পুরুষ ও মহিলাদের মধ্যে স্বপ্নের পার্থক্য।",
      "details": "পুরুষ ও মহিলাদের মধ্যে স্বপ্নের পার্থক্য রয়েছে। পুরুষরা সাধারণত বেশি আগ্রাসী ও যৌন স্বপ্ন দেখে, যখন মহিলারা বেশি সামাজিক ও আবেগিক স্বপ্ন দেখে।"
    },
    {
      "title": "স্বপ্ন ও সংস্কৃতি (Dreams and Culture)",
      "short_description": "বিভিন্ন সংস্কৃতিতে স্বপ্নের ব্যাখ্যা।",
      "details": "বিভিন্ন সংস্কৃতিতে স্বপ্নের ব্যাখ্যা ভিন্ন হয়। কিছু সংস্কৃতিতে স্বপ্নকে ভবিষ্যতের পূর্বাভাস হিসেবে দেখা হয়, যখন অন্য সংস্কৃতিতে এটি শুধু মনের একটি কার্যকলাপ।"
    },
    {
      "title": "স্বপ্ন ও পেশা (Dreams and Profession)",
      "short_description": "পেশার সঙ্গে স্বপ্নের সম্পর্ক।",
      "details": "পেশার সঙ্গে স্বপ্নের সম্পর্ক রয়েছে। ডাক্তাররা প্রায়শই চিকিৎসা সম্পর্কিত স্বপ্ন দেখে, যখন শিক্ষকরা শিক্ষা সম্পর্কিত স্বপ্ন দেখে।"
    },
    {
      "title": "স্বপ্ন ও ভ্রমণ (Dreams and Travel)",
      "short_description": "ভ্রমণের সময় স্বপ্নের পরিবর্তন।",
      "details": "ভ্রমণের সময় স্বপ্নের পরিবর্তন হয়। নতুন স্থানে গেলে স্বপ্নগুলি আরও উজ্জ্বল ও আকর্ষণীয় হয়।"
    },
    {
      "title": "স্বপ্ন ও খাবার (Dreams and Food)",
      "short_description": "খাবারের সঙ্গে স্বপ্নের সম্পর্ক।",
      "details": "খাবারের সঙ্গে স্বপ্নের সম্পর্ক রয়েছে। রাতে অতিরিক্ত খাবার খেলে স্বপ্নগুলি আরও উজ্জ্বল ও আকর্ষণীয় হয়।"
    },
    {
      "title": "স্বপ্ন ও সঙ্গীত (Dreams and Music)",
      "short_description": "সঙ্গীতের সঙ্গে স্বপ্নের সম্পর্ক।",
      "details": "সঙ্গীতের সঙ্গে স্বপ্নের সম্পর্ক রয়েছে। রাতে সঙ্গীত শুনলে স্বপ্নগুলি আরও উজ্জ্বল ও আকর্ষণীয় হয়।"
    },
    {
      "title": "স্বপ্ন ও শিল্প (Dreams and Art)",
      "short_description": "শিল্পে স্বপ্ন ও অবচেতন মনের ব্যবহার।",
      "details": "শিল্পে স্বপ্ন ও অবচেতন মন একটি গুরুত্বপূর্ণ বিষয়। এটি প্রায়শই শিল্পীদের সৃজনশীলতা ও উদ্ভাবনে সাহায্য করে।"
    },
    {
      "title": "স্বপ্ন ও চলচ্চিত্র (Dreams and Film)",
      "short_description": "চলচ্চিত্রে স্বপ্ন ও অবচেতন মনের ব্যবহার।",
      "details": "চলচ্চিত্রে স্বপ্ন ও অবচেতন মন একটি গুরুত্বপূর্ণ বিষয়। এটি প্রায়শই চলচ্চিত্র নির্মাতাদের গল্প ও চরিত্র গঠনে সাহায্য করে।"
    },
    {
      "title": "স্বপ্ন ও বিজ্ঞান কল্পকাহিনী (Dreams and Science Fiction)",
      "short_description": "বিজ্ঞান কল্পকাহিনীতে স্বপ্ন ও অবচেতন মনের ব্যবহার।",
      "details": "বিজ্ঞান কল্পকাহিনীতে স্বপ্ন ও অবচেতন মন একটি গুরুত্বপূর্ণ বিষয়। এটি প্রায়শই লেখকদের নতুন বিশ্ব ও ধারণা তৈরি করতে সাহায্য করে।"
    },
    {
      "title": "স্বপ্ন ও মহাকাশ (Dreams and Space)",
      "short_description": "মহাকাশে স্বপ্নের পরিবর্তন।",
      "details": "মহাকাশে স্বপ্নের পরিবর্তন হয়। মহাকাশচারীরা প্রায়শই অদ্ভুত ও আকর্ষণীয় স্বপ্ন দেখে।"
    },
    {
      "title": "স্বপ্ন ও প্রাণী (Dreams and Animals)",
      "short_description": "প্রাণীদের মধ্যে স্বপ্নের প্রক্রিয়া।",
      "details": "প্রাণীদের মধ্যেও স্বপ্ন দেখা যায়। এটি মস্তিষ্কের কার্যকলাপ ও আচরণকে প্রভাবিত করে।"
    },
    {
      "title": "স্বপ্ন ও শিশু (Dreams and Children)",
      "short_description": "শিশুদের মধ্যে স্বপ্নের প্রক্রিয়া।",
      "details": "শিশুদের মধ্যে স্বপ্নের প্রক্রিয়া খুব সক্রিয় হয়। এটি তাদের আবেগ, স্মৃতি ও জ্ঞানগত বিকাশে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "স্বপ্ন ও বৃদ্ধ (Dreams and the Elderly)",
      "short_description": "বৃদ্ধদের মধ্যে স্বপ্নের প্রক্রিয়া।",
      "details": "বৃদ্ধদের মধ্যে স্বপ্নের প্রক্রিয়া পরিবর্তিত হয়। এটি ঘুমের অভাব ও অন্যান্য শারীরিক সমস্যার কারণে হয়।"
    },
    {
      "title": "স্বপ্ন ও মানসিক রোগ (Dreams and Mental Illness)",
      "short_description": "মানসিক রোগের কারণে স্বপ্নের পরিবর্তন।",
      "details": "মানসিক রোগের কারণে স্বপ্নের পরিবর্তন হয়। বিষণ্ণতা, উদ্বেগ ও অন্যান্য মানসিক রোগের লক্ষণ হিসেবে স্বপ্ন পরিবর্তিত হয়।"
    },
    {
      "title": "স্বপ্ন ও শারীরিক রোগ (Dreams and Physical Illness)",
      "short_description": "শারীরিক রোগের কারণে স্বপ্নের পরিবর্তন।",
      "details": "শারীরিক রোগের কারণে স্বপ্নের পরিবর্তন হয়। জ্বর, ফ্লু ও অন্যান্য শারীরিক রোগের কারণে স্বপ্ন পরিবর্তিত হয়।"
    },
    {
      "title": "স্বপ্ন ও মৃত্যু (Dreams and Death)",
      "short_description": "মৃত্যু সম্পর্কিত স্বপ্ন।",
      "details": "মৃত্যু সম্পর্কিত স্বপ্ন প্রায়শই মানুষের মধ্যে দেখা যায়। এটি ভয়, উদ্বেগ ও শোকের লক্ষণ হতে পারে।"
    },
    {
      "title": "স্বপ্ন ও ভালোবাসা (Dreams and Love)",
      "short_description": "ভালোবাসা সম্পর্কিত স্বপ্ন।",
      "details": "ভালোবাসা সম্পর্কিত স্বপ্ন প্রায়শই মানুষের মধ্যে দেখা যায়। এটি আবেগ, ইচ্ছা ও আকাঙ্ক্ষার লক্ষণ হতে পারে।"
    },
    {
      "title": "স্বপ্ন ও ভয় (Dreams and Fear)",
      "short_description": "ভয় সম্পর্কিত স্বপ্ন।",
      "details": "ভয় সম্পর্কিত স্বপ্ন প্রায়শই মানুষের মধ্যে দেখা যায়। এটি মানসিক চাপ, উদ্বেগ ও ট্রমা থেকে আসে।"
    },
    {
      "title": "স্বপ্ন ও ক্রোধ (Dreams and Anger)",
      "short_description": "ক্রোধ সম্পর্কিত স্বপ্ন।",
      "details": "ক্রোধ সম্পর্কিত স্বপ্ন প্রায়শই মানুষের মধ্যে দেখা যায়। এটি মানসিক চাপ, হতাশা ও সংঘাত থেকে আসে।"
    },
    {
      "title": "স্বপ্ন ও সুখ (Dreams and Happiness)",
      "short_description": "সুখ সম্পর্কিত স্বপ্ন।",
      "details": "সুখ সম্পর্কিত স্বপ্ন প্রায়শই মানুষের মধ্যে দেখা যায়। এটি আনন্দ, সন্তুষ্টি ও পরিতৃপ্তি থেকে আসে।"
    },
    {
      "title": "স্বপ্ন ও শোক (Dreams and Grief)",
      "short_description": "শোক সম্পর্কিত স্বপ্ন।",
      "details": "শোক সম্পর্কিত স্বপ্ন প্রায়শই মানুষের মধ্যে দেখা যায়। এটি দুঃখ, হতাশা ও ক্ষতির লক্ষণ হতে পারে।"
    },
    {
      "title": "স্বপ্ন ও সৃজনশীলতা (Dreams and Creativity)",
      "short_description": "স্বপ্ন কীভাবে সৃজনশীলতা ও নতুন ধারণার উৎস হিসেবে কাজ করে।",
      "details": "স্বপ্ন প্রায়শই সৃজনশীলতার একটি গুরুত্বপূর্ণ উৎস। অনেক শিল্পী, লেখক ও বিজ্ঞানী তাদের স্বপ্নের মধ্যে নতুন ধারণা ও সমাধান পেয়েছেন।"
    },
    {
      "title": "স্বপ্ন ও ভাষা (Dreams and Language)",
      "short_description": "স্বপ্ন ও ভাষার মধ্যে সম্পর্ক।",
      "details": "স্বপ্ন ও ভাষার মধ্যে একটি জটিল সম্পর্ক রয়েছে। ভাষা আমাদের চিন্তা, অনুভূতি ও আচরণকে প্রভাবিত করে।"
    },
    {
      "title": "স্বপ্ন ও স্মৃতি (Dreams and Memory)",
      "short_description": "স্বপ্ন ও স্মৃতির মধ্যে সম্পর্ক।",
      "details": "স্বপ্ন ও স্মৃতির মধ্যে একটি জটিল সম্পর্ক রয়েছে। স্বপ্ন আমাদের স্মৃতি প্রক্রিয়াজাতকরণ ও আবেগ নিয়ন্ত্রণে সাহায্য করে।"
    }
  ]
}