{
  "subcategory": "মানব আচরণ",
  "entries": [
    {
      "title": "আচরণের সংজ্ঞা",
      "short_description": "ব্যক্তি বা গোষ্ঠীর কোনো নির্দিষ্ট পরিস্থিতিতে প্রতিক্রিয়া বা কর্মপদ্ধতি।",
      "details": "মানব আচরণ হলো মানুষের মনোভাব, কর্ম ও প্রতিক্রিয়া যা পরিবেশের সঙ্গে মিথস্ক্রিয়ার মাধ্যমে প্রকাশিত হয়। এটি জেনেটিক, পরিবেশগত ও সামাজিক প্রভাবের একটি জটিল সংমিশ্রণ। আচরণ পর্যবেক্ষণ, পরিমাপ ও বিশ্লেষণ করা যায় এবং এটি ব্যক্তির আবেগ, চিন্তা ও উদ্দেশ্যকে প্রতিফলিত করে।"
    },
    {
      "title": "সামাজিকীকরণ (Socialization)",
      "short_description": "মানুষের সমাজে বেঁচে থাকার জন্য প্রয়োজনীয় রীতিনীতি, মূল্যবোধ ও দক্ষতা শেখার প্রক্রিয়া।",
      "details": "সামাজিকীকরণ হলো সেই প্রক্রিয়া যার মাধ্যমে শিশুরা এবং নতুন সদস্যরা সমাজের নিয়মকানুন, বিশ্বাস ও আচরণ শিখে নেয়। এটি পরিবার, স্কুল, বন্ধু-বান্ধব ও গণমাধ্যমের মাধ্যমে ঘটে এবং এটি মানুষের ব্যক্তিত্ব ও সামাজিক পরিচিতি গঠনে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "সহযোগিতা (Cooperation)",
      "short_description": "একটি সাধারণ লক্ষ্য অর্জনের জন্য একাধিক ব্যক্তির একসঙ্গে কাজ করা।",
      "details": "সহযোগিতা হলো মানব আচরণের একটি মৌলিক দিক যা গোষ্ঠী ও সমাজ গঠনে সাহায্য করে। এটি বিভিন্ন ক্ষেত্রে দেখা যায়, যেমন খেলাধুলা, কর্মক্ষেত্র ও সামাজিক প্রকল্পে। এটি পারস্পরিক বিশ্বাস ও যোগাযোগের উপর নির্ভরশীল।"
    },
    {
      "title": "দ্বন্দ্ব (Conflict)",
      "short_description": "দুটি বা তার বেশি দলের মধ্যে ভিন্ন ভিন্ন মতামত, উদ্দেশ্য বা স্বার্থের কারণে সৃষ্ট বিরোধ।",
      "details": "দ্বন্দ্ব হলো মানব আচরণের একটি স্বাভাবিক অংশ যা ব্যক্তিগত ও সামাজিক স্তরে ঘটতে পারে। এটি ভুল বোঝাবুঝি, অসমতা বা ক্ষমতার লড়াই থেকে উদ্ভূত হতে পারে। কার্যকর দ্বন্দ্ব ব্যবস্থাপনা পারস্পরিক সম্পর্ক উন্নত করতে পারে।"
    },
    {
      "title": "যোগাযোগ (Communication)",
      "short_description": "তথ্য, ধারণা ও অনুভূতি আদান-প্রদানের প্রক্রিয়া।",
      "details": "যোগাযোগ মানব আচরণের একটি গুরুত্বপূর্ণ উপাদান। এটি মৌখিক (কথা বলা), অ-মৌখিক (শারীরিক ভাষা) ও লিখিত মাধ্যমে হতে পারে। কার্যকর যোগাযোগ ব্যক্তিগত সম্পর্ক, কর্মক্ষেত্র ও সামাজিক জীবনে সাফল্যের জন্য অপরিহার্য।"
    },
    {
      "title": "অনুভূতি ও আবেগ (Emotion and Feeling)",
      "short_description": "মানুষের মানসিক ও শারীরিক প্রতিক্রিয়া যা নির্দিষ্ট ঘটনা বা চিন্তা থেকে উদ্ভূত হয়।",
      "details": "আবেগ হলো আনন্দ, রাগ, ভয় বা দুঃখের মতো মানসিক অবস্থা যা মানব আচরণকে প্রভাবিত করে। আবেগগুলি সাধারণত শরীরের শারীরিক প্রতিক্রিয়া, যেমন হৃদস্পন্দন বৃদ্ধি বা ঘাম, দ্বারা প্রকাশ পায়। আবেগের সঠিক নিয়ন্ত্রণ মানসিক সুস্থতার জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "স্মৃতি (Memory)",
      "short_description": "তথ্য ও অভিজ্ঞতা সঞ্চয়, ধারণ ও পুনরুদ্ধার করার মানসিক ক্ষমতা।",
      "details": "স্মৃতি হলো মানব আচরণের একটি মৌলিক দিক যা আমাদের অতীতকে মনে রাখতে, বর্তমানকে বুঝতে ও ভবিষ্যৎ পরিকল্পনা করতে সাহায্য করে। স্মৃতি স্বল্পমেয়াদী (short-term) ও দীর্ঘমেয়াদী (long-term) হতে পারে এবং এটি আমাদের পরিচয় ও জ্ঞান গঠনে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "শিখন প্রক্রিয়া (Learning Process)",
      "short_description": "অভিজ্ঞতার মাধ্যমে জ্ঞান, দক্ষতা ও আচরণের পরিবর্তন।",
      "details": "শিখন প্রক্রিয়া হলো এমন একটি প্রক্রিয়া যার মাধ্যমে মানুষ নতুন তথ্য, দক্ষতা ও আচরণ অর্জন করে। এটি পর্যবেক্ষণ, অনুকরণ ও অনুশীলনের মাধ্যমে ঘটে এবং এটি মানব আচরণের বিবর্তনে একটি গুরুত্বপূর্ণ ভূমিকা পালন করে।"
    },
    {
      "title": "ব্যক্তিত্ব (Personality)",
      "short_description": "ব্যক্তির স্বতন্ত্র চিন্তা, অনুভূতি ও আচরণের স্থায়ী প্যাটার্ন।",
      "details": "ব্যক্তিত্ব হলো এমন একটি বৈশিষ্ট্য যা একজন ব্যক্তিকে অন্য থেকে আলাদা করে তোলে। এটি জেনেটিক ও পরিবেশগত উভয় কারণ দ্বারা প্রভাবিত হয়। মনোবিজ্ঞানে বিভিন্ন ধরনের ব্যক্তিত্ব তত্ত্ব রয়েছে, যেমন বিগ ফাইভ (Big Five) মডেল।"
    },
    {
      "title": "সিদ্ধান্ত গ্রহণ (Decision-Making)",
      "short_description": "বিভিন্ন বিকল্পের মধ্যে থেকে একটিকে বেছে নেওয়ার মানসিক প্রক্রিয়া।",
      "details": "সিদ্ধান্ত গ্রহণ হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের দৈনন্দিন জীবনে প্রভাবিত করে। এটি যুক্তি, আবেগ ও সামাজিক প্রভাব দ্বারা প্রভাবিত হতে পারে। কার্যকর সিদ্ধান্ত গ্রহণ জীবনের বিভিন্ন ক্ষেত্রে সাফল্যের জন্য অপরিহার্য।"
    },
    {
      "title": "প্রেষণা (Motivation)",
      "short_description": "আচরণের কারণ যা একটি নির্দিষ্ট লক্ষ্যের দিকে পরিচালিত হয়।",
      "details": "প্রেষণা হলো এমন একটি মানসিক অবস্থা যা মানুষকে কোনো নির্দিষ্ট কাজ করতে উৎসাহিত করে। এটি অভ্যন্তরীণ (intrinsic) বা বাহ্যিক (extrinsic) হতে পারে। অভ্যন্তরীণ প্রেষণা ব্যক্তিগত আগ্রহ থেকে আসে, যখন বাহ্যিক প্রেষণা বাইরের পুরস্কার বা চাপ থেকে আসে।"
    },
    {
      "title": "নেতৃত্ব (Leadership)",
      "short_description": "কোনো দলকে একটি নির্দিষ্ট লক্ষ্যের দিকে পরিচালিত করার ক্ষমতা।",
      "details": "নেতৃত্ব হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা সামাজিক ও রাজনৈতিক ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা রাখে। এটি বিভিন্ন ধরনের হতে পারে, যেমন গণতান্ত্রিক, স্বৈরাচারী বা উদার।"
    },
    {
      "title": "গোষ্ঠী আচরণ (Group Behavior)",
      "short_description": "একদল মানুষের মধ্যে সংঘটিত আচরণ।",
      "details": "গোষ্ঠী আচরণ হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা সামাজিক প্রেক্ষাপটে গুরুত্বপূর্ণ ভূমিকা রাখে। এটি বিভিন্ন ধরনের হতে পারে, যেমন সহযোগিতা, প্রতিযোগিতা ও দ্বন্দ্ব।"
    },
    {
      "title": "সামাজিক প্রভাব (Social Influence)",
      "short_description": "ব্যক্তির আচরণ, চিন্তা ও অনুভূতিতে অন্যদের প্রভাব।",
      "details": "সামাজিক প্রভাব হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের দৈনন্দিন জীবনকে প্রভাবিত করে। এটি বিভিন্ন ধরনের হতে পারে, যেমন মান্যতা (conformity), বাধ্যতা (obedience) ও বিশ্বাস (persuasion)।"
    },
    {
      "title": "আত্মজ্ঞান (Self-awareness)",
      "short_description": "নিজের আবেগ, অনুভূতি ও চিন্তাভাবনা সম্পর্কে সচেতনতা।",
      "details": "আত্মজ্ঞান হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের ব্যক্তিগত ও সামাজিক জীবনকে প্রভাবিত করে। এটি আমাদের আবেগ, অনুভূতি ও চিন্তাভাবনা সম্পর্কে সচেতনতা দেয় এবং আমাদের অন্যের সঙ্গে ভালো সম্পর্ক বজায় রাখতে সাহায্য করে।"
    },
    {
      "title": "সৃজনশীলতা (Creativity)",
      "short_description": "নতুন ও উদ্ভাবনী ধারণা বা সমাধান তৈরি করার ক্ষমতা।",
      "details": "সৃজনশীলতা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের শিল্প, বিজ্ঞান ও প্রযুক্তিতে অগ্রগতিতে সাহায্য করে। এটি ব্যক্তিগত ও সামাজিক উভয় স্তরে গুরুত্বপূর্ণ।"
    },
    {
      "title": "যুক্তি ও বিচার (Reasoning and Judgment)",
      "short_description": "তথ্য বিশ্লেষণ করে সিদ্ধান্ত বা মতামত তৈরি করার মানসিক প্রক্রিয়া।",
      "details": "যুক্তি ও বিচার হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের দৈনন্দিন জীবনে প্রভাবিত করে। এটি আমাদের সমস্যা সমাধানে ও সঠিক সিদ্ধান্ত গ্রহণে সাহায্য করে।"
    },
    {
      "title": "মনোভাব (Attitude)",
      "short_description": "কোনো বস্তু, ব্যক্তি বা ঘটনার প্রতি ইতিবাচক বা নেতিবাচক মূল্যায়ন।",
      "details": "মনোভাব হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের বিশ্বাস, অনুভূতি ও কর্মকে প্রভাবিত করে। এটি সামাজিকীকরণ ও ব্যক্তিগত অভিজ্ঞতা দ্বারা গঠিত হয়।"
    },
    {
      "title": "ভয় ও উদ্বেগ (Fear and Anxiety)",
      "short_description": "একটি মানসিক অবস্থা যা বিপদের আশঙ্কায় সৃষ্টি হয়।",
      "details": "ভয় ও উদ্বেগ হলো মানব আচরণের একটি স্বাভাবিক অংশ যা আমাদেরকে বিপদ থেকে রক্ষা করে। তবে অতিরিক্ত ভয় ও উদ্বেগ মানসিক রোগের কারণ হতে পারে।"
    },
    {
      "title": "রাগ (Anger)",
      "short_description": "অপ্রীতিকর বা অন্যায্য ঘটনার প্রতিক্রিয়া।",
      "details": "রাগ হলো মানব আচরণের একটি স্বাভাবিক আবেগ যা অপ্রীতিকর বা অন্যায্য ঘটনার প্রতিক্রিয়া হিসেবে সৃষ্টি হয়। এটি মানুষের মধ্যে উত্তেজনা ও সংঘাত তৈরি করতে পারে।"
    },
    {
      "title": "সুখ ও আনন্দ (Happiness and Joy)",
      "short_description": "ইতিবাচক আবেগ যা সন্তুষ্টি ও পরিতৃপ্তি থেকে আসে।",
      "details": "সুখ ও আনন্দ হলো মানব আচরণের ইতিবাচক দিক যা আমাদের মানসিক ও শারীরিক সুস্থতার জন্য গুরুত্বপূর্ণ। এটি বিভিন্ন ধরনের হতে পারে, যেমন ব্যক্তিগত সন্তুষ্টি ও সামাজিক আনন্দ।"
    },
    {
      "title": "দুঃখ ও বিষণ্ণতা (Sadness and Depression)",
      "short_description": "নেতিবাচক আবেগ যা হতাশা ও ক্ষতি থেকে আসে।",
      "details": "দুঃখ ও বিষণ্ণতা হলো মানব আচরণের একটি নেতিবাচক দিক যা আমাদের মানসিক ও শারীরিক সুস্থতার জন্য ক্ষতিকর। এটি দীর্ঘস্থায়ী হলে মানসিক রোগের কারণ হতে পারে।"
    },
    {
      "title": "আত্ম-নিয়ন্ত্রণ (Self-control)",
      "short_description": "নিজের আবেগ, চিন্তা ও আচরণ নিয়ন্ত্রণ করার ক্ষমতা।",
      "details": "আত্ম-নিয়ন্ত্রণ হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের ব্যক্তিগত ও সামাজিক জীবনে সাফল্য অর্জনে সাহায্য করে। এটি আমাদের প্রলোভন থেকে রক্ষা করে ও সঠিক সিদ্ধান্ত গ্রহণে সাহায্য করে।"
    },
    {
      "title": "মান্যতা (Conformity)",
      "short_description": "গোষ্ঠীর নিয়ম মেনে চলার প্রবণতা।",
      "details": "মান্যতা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা সামাজিক প্রেক্ষাপটে গুরুত্বপূর্ণ ভূমিকা রাখে। এটি আমাদের গোষ্ঠীর সঙ্গে সঙ্গতি বজায় রাখতে সাহায্য করে।"
    },
    {
      "title": "বাধ্যতা (Obedience)",
      "short_description": "কোনো কর্তৃত্বের আদেশ মেনে চলার প্রবণতা।",
      "details": "বাধ্যতা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা সামাজিক ও রাজনৈতিক ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা রাখে। এটি আমাদের সমাজের নিয়মকানুন মেনে চলতে সাহায্য করে।"
    },
    {
      "title": "সহমর্মিতা (Empathy)",
      "short_description": "অন্যের আবেগ ও অনুভূতি বোঝার ক্ষমতা।",
      "details": "সহমর্মিতা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের অন্যের সঙ্গে ভালো সম্পর্ক বজায় রাখতে সাহায্য করে। এটি আমাদের অন্যের দুঃখ ও কষ্ট বুঝতে সাহায্য করে।"
    },
    {
      "title": "পরোপকারিতা (Altruism)",
      "short_description": "কোনো ব্যক্তিগত লাভের আশা না করে অন্যের সাহায্য করার প্রবণতা।",
      "details": "পরোপকারিতা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা সামাজিক সহযোগিতা ও মানবিকতা বৃদ্ধিতে সাহায্য করে।"
    },
    {
      "title": "ঘৃণা (Hatred)",
      "short_description": "অন্যের প্রতি তীব্র নেতিবাচক আবেগ।",
      "details": "ঘৃণা হলো মানব আচরণের একটি নেতিবাচক দিক যা সামাজিক সংঘাত ও সহিংসতার কারণ হতে পারে।"
    },
    {
      "title": "হিংসা (Jealousy)",
      "short_description": "অন্যের সম্পদ, সাফল্য বা সম্পর্ক দেখে ঈর্ষা।",
      "details": "হিংসা হলো মানব আচরণের একটি নেতিবাচক দিক যা ব্যক্তিগত ও সামাজিক সম্পর্ক নষ্ট করতে পারে।"
    },
    {
      "title": "সম্মান (Respect)",
      "short_description": "অন্যের প্রতি শ্রদ্ধাশীল মনোভাব।",
      "details": "সম্মান হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা সামাজিক সম্পর্ক উন্নত করতে সাহায্য করে।"
    },
    {
      "title": "বিদ্বেষ (Prejudice)",
      "short_description": "কোনো ব্যক্তি বা গোষ্ঠীর প্রতি ভিত্তিহীন নেতিবাচক মনোভাব।",
      "details": "বিদ্বেষ হলো মানব আচরণের একটি নেতিবাচক দিক যা সামাজিক অসমতা ও বৈষম্যের কারণ হতে পারে।"
    },
    {
      "title": "বৈষম্য (Discrimination)",
      "short_description": "কোনো ব্যক্তি বা গোষ্ঠীর প্রতি অসম আচরণ।",
      "details": "বৈষম্য হলো মানব আচরণের একটি নেতিবাচক দিক যা সামাজিক অসমতা ও বৈষম্যের কারণ হতে পারে।"
    },
    {
      "title": "পক্ষপাত (Bias)",
      "short_description": "কোনো ব্যক্তি বা গোষ্ঠীর প্রতি পক্ষপাতদুষ্ট মনোভাব।",
      "details": "পক্ষপাত হলো মানব আচরণের একটি নেতিবাচক দিক যা সিদ্ধান্ত গ্রহণ ও বিচারের ক্ষেত্রে ভুল তৈরি করতে পারে।"
    },
    {
      "title": "রুচি (Taste)",
      "short_description": "ব্যক্তির পছন্দ ও অপছন্দ।",
      "details": "রুচি হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা ব্যক্তিগত ও সামাজিক জীবনে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "অভ্যাস (Habit)",
      "short_description": "পুনরাবৃত্তিমূলক আচরণ যা কোনো উদ্দেশ্য ছাড়াই করা হয়।",
      "details": "অভ্যাস হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের দৈনন্দিন জীবনকে প্রভাবিত করে।"
    },
    {
      "title": "অহংকার (Arrogance)",
      "short_description": "নিজের সম্পর্কে অতিরিক্ত ও ভিত্তিহীন ধারণা।",
      "details": "অহংকার হলো মানব আচরণের একটি নেতিবাচক দিক যা অন্যের সঙ্গে ভালো সম্পর্ক বজায় রাখতে বাধা দেয়।"
    },
    {
      "title": "বিনয় (Humility)",
      "short_description": "নিজের সম্পর্কে বাস্তবসম্মত ও সঠিক ধারণা।",
      "details": "বিনয় হলো মানব আচরণের একটি ইতিবাচক দিক যা অন্যের সঙ্গে ভালো সম্পর্ক বজায় রাখতে সাহায্য করে।"
    },
    {
      "title": "আত্ম-প্রতারণা (Self-deception)",
      "short_description": "নিজের সম্পর্কে মিথ্যা ধারণা।",
      "details": "আত্ম-প্রতারণা হলো মানব আচরণের একটি নেতিবাচক দিক যা ব্যক্তিগত ও সামাজিক জীবনকে প্রভাবিত করে।"
    },
    {
      "title": "মিথ্যা (Lying)",
      "short_description": "সত্যকে গোপন করার বা বিকৃত করার আচরণ।",
      "details": "মিথ্যা হলো মানব আচরণের একটি নেতিবাচক দিক যা ব্যক্তিগত ও সামাজিক সম্পর্ক নষ্ট করতে পারে।"
    },
    {
      "title": "বিশ্বাস (Trust)",
      "short_description": "অন্যের প্রতি বিশ্বাস ও নির্ভরতা।",
      "details": "বিশ্বাস হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা সামাজিক সম্পর্ক ও সহযোগিতা বৃদ্ধি করতে সাহায্য করে।"
    },
    {
      "title": "বিশ্বাসঘাতকতা (Betrayal)",
      "short_description": "অন্যের বিশ্বাস ভেঙে ফেলার আচরণ।",
      "details": "বিশ্বাসঘাতকতা হলো মানব আচরণের একটি নেতিবাচক দিক যা ব্যক্তিগত ও সামাজিক সম্পর্ক নষ্ট করতে পারে।"
    },
    {
      "title": "দয়া (Kindness)",
      "short_description": "অন্যের প্রতি সহানুভূতি ও দয়া।",
      "details": "দয়া হলো মানব আচরণের একটি ইতিবাচক দিক যা সামাজিক সম্পর্ক ও মানবিকতা বৃদ্ধি করতে সাহায্য করে।"
    },
    {
      "title": "নিষ্ঠুরতা (Cruelty)",
      "short_description": "অন্যের প্রতি নির্মম ও নির্দয় আচরণ।",
      "details": "নিষ্ঠুরতা হলো মানব আচরণের একটি নেতিবাচক দিক যা সামাজিক সংঘাত ও সহিংসতার কারণ হতে পারে।"
    },
    {
      "title": "দায়িত্ববোধ (Responsibility)",
      "short_description": "নিজের কর্মের ফলাফল গ্রহণ করার ক্ষমতা।",
      "details": "দায়িত্ববোধ হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা ব্যক্তিগত ও সামাজিক জীবনে সাফল্য অর্জনে সাহায্য করে।"
    },
    {
      "title": "অসদাচরণ (Misbehavior)",
      "short_description": "অনৈতিক বা অন্যায় আচরণ।",
      "details": "অসদাচরণ হলো মানব আচরণের একটি নেতিবাচক দিক যা সামাজিক নিয়মকানুন ও মূল্যবোধ লঙ্ঘন করে।"
    },
    {
      "title": "নৈতিকতা (Morality)",
      "short_description": "ভালো ও মন্দের মধ্যে পার্থক্য করার ক্ষমতা।",
      "details": "নৈতিকতা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের সমাজের নিয়মকানুন ও মূল্যবোধ মেনে চলতে সাহায্য করে।"
    },
    {
      "title": "সৃজনশীলতা (Creativity)",
      "short_description": "নতুন ও উদ্ভাবনী ধারণা বা সমাধান তৈরি করার ক্ষমতা।",
      "details": "সৃজনশীলতা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের শিল্প, বিজ্ঞান ও প্রযুক্তিতে অগ্রগতিতে সাহায্য করে।"
    },
    {
      "title": "যুক্তি ও বিচার (Reasoning and Judgment)",
      "short_description": "তথ্য বিশ্লেষণ করে সিদ্ধান্ত বা মতামত তৈরি করার মানসিক প্রক্রিয়া।",
      "details": "যুক্তি ও বিচার হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের দৈনন্দিন জীবনে প্রভাবিত করে।"
    },
    {
      "title": "স্বপ্ন (Dream)",
      "short_description": "ঘুমের সময়কার মানসিক চিত্র ও অনুভূতি।",
      "details": "স্বপ্ন হলো ঘুমের সময়কার মানসিক চিত্র ও অনুভূতি যা মানব আচরণ ও মানসিক সুস্থতাকে প্রভাবিত করে।"
    },
    {
      "title": "আচরণের কারণ (Causes of Behavior)",
      "short_description": "আচরণের পেছনে থাকা জৈবিক, মানসিক ও সামাজিক কারণ।",
      "details": "আচরণ জৈবিক (যেমন জিন ও মস্তিষ্ক), মানসিক (যেমন আবেগ ও চিন্তা) ও সামাজিক (যেমন সংস্কৃতি ও পরিবেশ) কারণ দ্বারা প্রভাবিত হয়।"
    }
  ]
}