{
  "subcategory": "মানসিক স্বাস্থ্য",
  "entries": [
    {
      "title": "মানসিক স্বাস্থ্যের সংজ্ঞা",
      "short_description": "ব্যক্তিগত জীবনের প্রতিটি ক্ষেত্রে মানুষের সুস্থ ও স্বাভাবিক মানসিক অবস্থা।",
      "details": "মানসিক স্বাস্থ্য হলো মানুষের আবেগিক, মনস্তাত্ত্বিক ও সামাজিক সুস্থতার অবস্থা। এটি আমাদের চিন্তা, অনুভূতি ও আচরণকে প্রভাবিত করে। এটি জীবনের চাপ মোকাবেলা, উৎপাদনশীলভাবে কাজ করা এবং সমাজের সঙ্গে ইতিবাচক সম্পর্ক বজায় রাখার ক্ষমতাকে অন্তর্ভুক্ত করে।"
    },
    {
      "title": "বিষণ্ণতা (Depression)",
      "short_description": "একটি মানসিক রোগ যা মন খারাপ, আগ্রহের অভাব এবং ক্লান্তি দ্বারা চিহ্নিত হয়।",
      "details": "বিষণ্ণতা হলো একটি গুরুতর মানসিক রোগ যা মানুষের দৈনন্দিন জীবনকে প্রভাবিত করে। এর লক্ষণগুলির মধ্যে রয়েছে দীর্ঘস্থায়ী দুঃখ, হতাশা, শক্তি হ্রাস, ঘুমের সমস্যা, এবং খাওয়ার অভ্যাসে পরিবর্তন। এটি একটি চিকিৎসাযোগ্য রোগ এবং এর জন্য থেরাপি ও ওষুধের প্রয়োজন হতে পারে।"
    },
    {
      "title": "উদ্বেগ রোগ (Anxiety Disorder)",
      "short_description": "অতিরিক্ত ও অপ্রাসঙ্গিক ভয় ও উদ্বেগের অনুভূতি যা দৈনন্দিন জীবনকে প্রভাবিত করে।",
      "details": "উদ্বেগ রোগ হলো এক ধরনের মানসিক ব্যাধি যা অতিরিক্ত ভয়, উদ্বেগ ও স্নায়ুচাপের অনুভূতি সৃষ্টি করে। এর লক্ষণগুলির মধ্যে রয়েছে শারীরিক অস্থিরতা, হৃদস্পন্দন বৃদ্ধি, ঘাম, এবং শ্বাসকষ্ট। বিভিন্ন ধরনের উদ্বেগ রোগ আছে, যেমন জেনারালাইজড অ্যাংজাইটি ডিসঅর্ডার, প্যানিক ডিসঅর্ডার, ও সোশ্যাল অ্যাংজাইটি ডিসঅর্ডার।"
    },
    {
      "title": "স্ট্রেস ম্যানেজমেন্ট (Stress Management)",
      "short_description": "জীবন ও কাজের চাপ মোকাবেলার জন্য ব্যবহৃত কৌশল ও পদ্ধতি।",
      "details": "স্ট্রেস ম্যানেজমেন্ট হলো জীবন ও কাজের চাপ মোকাবেলা করার জন্য ব্যবহৃত কৌশল। এর মধ্যে রয়েছে ধ্যান, মাইন্ডফুলনেস, ব্যায়াম, সঠিক ঘুম ও খাদ্যাভ্যাস। এটি মানসিক ও শারীরিক উভয় সুস্থতার জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "মাইন্ডফুলনেস ও ধ্যান (Mindfulness and Meditation)",
      "short_description": "বর্তমান মুহূর্তে সচেতন থাকার ও মনকে শান্ত করার অভ্যাস।",
      "details": "মাইন্ডফুলনেস হলো বর্তমান মুহূর্তে কোনো বিচার ছাড়াই সচেতন থাকার অভ্যাস। ধ্যান হলো মনকে শান্ত করার একটি পদ্ধতি। এগুলি স্ট্রেস হ্রাস, মনোযোগ বৃদ্ধি এবং মানসিক সুস্থতার জন্য খুবই কার্যকর।"
    },
    {
      "title": "সাইকোথেরাপি (Psychotherapy)",
      "short_description": "একজন পেশাদার থেরাপিস্টের সাথে কথা বলে মানসিক সমস্যা সমাধানের প্রক্রিয়া।",
      "details": "সাইকোথেরাপি, বা 'টকিং থেরাপি', হলো মানসিক সমস্যার সমাধানের জন্য একজন পেশাদার থেরাপিস্টের সাথে কথা বলার প্রক্রিয়া। এটি বিভিন্ন ধরনের মানসিক রোগ, যেমন বিষণ্ণতা ও উদ্বেগ, এর চিকিৎসায় ব্যবহৃত হয়।"
    },
    {
      "title": "আত্মবিশ্বাস (Self-Esteem)",
      "short_description": "নিজের প্রতি নিজের সম্মান ও বিশ্বাস।",
      "details": "আত্মবিশ্বাস হলো নিজের প্রতি নিজের সম্মান ও বিশ্বাস। এটি মানসিক সুস্থতার একটি গুরুত্বপূর্ণ অংশ। এটি আমাদের জীবনকে প্রভাবিত করে এবং আমাদের লক্ষ্য অর্জনে সাহায্য করে।"
    },
    {
      "title": "সামাজিক সমর্থন (Social Support)",
      "short_description": "পরিবার, বন্ধু ও সমাজের কাছ থেকে প্রাপ্ত মানসিক ও আবেগিক সমর্থন।",
      "details": "সামাজিক সমর্থন হলো পরিবার, বন্ধু ও সমাজের কাছ থেকে প্রাপ্ত মানসিক ও আবেগিক সমর্থন। এটি মানসিক চাপ মোকাবেলা করতে ও মানসিক সুস্থতা বজায় রাখতে সাহায্য করে।"
    },
    {
      "title": "নেতিবাচক চিন্তা (Negative Thoughts)",
      "short_description": "নিজের বা পরিস্থিতি সম্পর্কে নেতিবাচক ও হতাশাজনক চিন্তা।",
      "details": "নেতিবাচক চিন্তা হলো নিজের বা পরিস্থিতি সম্পর্কে নেতিবাচক ও হতাশাজনক চিন্তা। এটি মানসিক স্বাস্থ্যের জন্য ক্ষতিকর এবং বিষণ্ণতা ও উদ্বেগের কারণ হতে পারে।"
    },
    {
      "title": "ঘুমের গুরুত্ব (Importance of Sleep)",
      "short_description": "মানসিক ও শারীরিক সুস্থতার জন্য পর্যাপ্ত ও সঠিক ঘুমের গুরুত্ব।",
      "details": "পর্যাপ্ত ও সঠিক ঘুম মানসিক ও শারীরিক সুস্থতার জন্য খুবই গুরুত্বপূর্ণ। এটি স্ট্রেস হ্রাস, মনোযোগ বৃদ্ধি এবং মানসিক সুস্থতা বজায় রাখতে সাহায্য করে।"
    },
    {
      "title": "শারীরিক সুস্থতা ও মানসিক স্বাস্থ্য",
      "short_description": "ব্যায়াম ও সঠিক খাদ্যাভ্যাসের মাধ্যমে মানসিক সুস্থতা বজায় রাখা।",
      "details": "শারীরিক সুস্থতা ও মানসিক স্বাস্থ্যের মধ্যে একটি শক্তিশালী সম্পর্ক রয়েছে। নিয়মিত ব্যায়াম ও সঠিক খাদ্যাভ্যাস মানসিক চাপ হ্রাস, উদ্বেগ দূরীকরণ এবং মানসিক সুস্থতা বজায় রাখতে সাহায্য করে।"
    },
    {
      "title": "প্যানিক অ্যাটাক (Panic Attack)",
      "short_description": "হঠাৎ তীব্র ভয় ও উদ্বেগের অনুভূতি যা শারীরিক লক্ষণ সৃষ্টি করে।",
      "details": "প্যানিক অ্যাটাক হলো হঠাৎ তীব্র ভয় ও উদ্বেগের অনুভূতি যা শারীরিক লক্ষণ, যেমন শ্বাসকষ্ট, হৃদস্পন্দন বৃদ্ধি ও ঘাম, সৃষ্টি করে।"
    },
    {
      "title": "বাইপোলার ডিসঅর্ডার (Bipolar Disorder)",
      "short_description": "মানসিক রোগের একটি প্রকার যা তীব্র আবেগিক পরিবর্তন দ্বারা চিহ্নিত হয়।",
      "details": "বাইপোলার ডিসঅর্ডার হলো একটি মানসিক রোগ যা তীব্র আবেগিক পরিবর্তন দ্বারা চিহ্নিত হয়। এর মধ্যে রয়েছে বিষণ্ণতা ও ম্যানিয়া বা হাইপোম্যানিয়ার পর্যায়।"
    },
    {
      "title": "স্কিজোফ্রেনিয়া (Schizophrenia)",
      "short_description": "একটি গুরুতর মানসিক রোগ যা চিন্তা, অনুভূতি ও আচরণকে প্রভাবিত করে।",
      "details": "স্কিজোফ্রেনিয়া হলো একটি গুরুতর মানসিক রোগ যা চিন্তা, অনুভূতি ও আচরণকে প্রভাবিত করে। এর লক্ষণগুলির মধ্যে রয়েছে বিভ্রম, অলীক ধারণা ও বিশৃঙ্খল কথাবার্তা।"
    },
    {
      "title": "অবসেসিভ-কম্পালসিভ ডিসঅর্ডার (OCD)",
      "short_description": "বারবার একই কাজ করার বা একই চিন্তা করার প্রবণতা।",
      "details": "অবসেসিভ-কম্পালসিভ ডিসঅর্ডার হলো একটি মানসিক রোগ যা বারবার একই কাজ করার বা একই চিন্তা করার প্রবণতা সৃষ্টি করে।"
    },
    {
      "title": "পোস্ট-ট্রমাটিক স্ট্রেস ডিসঅর্ডার (PTSD)",
      "short_description": "একটি মানসিক রোগ যা ভয়াবহ ঘটনার কারণে ঘটে।",
      "details": "পোস্ট-ট্রমাটিক স্ট্রেস ডিসঅর্ডার হলো একটি মানসিক রোগ যা ভয়াবহ ঘটনা, যেমন যুদ্ধ বা দুর্ঘটনা, এর কারণে ঘটে।"
    },
    {
      "title": "ইটিং ডিসঅর্ডার (Eating Disorder)",
      "short_description": "খাওয়ার অভ্যাসে গুরুতর ব্যাঘাত যা শারীরিক ও মানসিক স্বাস্থ্যের ক্ষতি করে।",
      "details": "ইটিং ডিসঅর্ডার হলো খাওয়ার অভ্যাসে গুরুতর ব্যাঘাত যা শারীরিক ও মানসিক স্বাস্থ্যের ক্ষতি করে।"
    },
    {
      "title": "বডি ডিসমরফিক ডিসঅর্ডার (Body Dysmorphic Disorder)",
      "short_description": "নিজের শরীরের গঠন সম্পর্কে অতিরিক্ত ও অপ্রাসঙ্গিক চিন্তা।",
      "details": "বডি ডিসমরফিক ডিসঅর্ডার হলো নিজের শরীরের গঠন সম্পর্কে অতিরিক্ত ও অপ্রাসঙ্গিক চিন্তা।"
    },
    {
      "title": "সীমান্তবর্তী ব্যক্তিত্বের ব্যাধি (Borderline Personality Disorder)",
      "short_description": "আবেগ, সম্পর্ক ও আত্ম-ধারণায় অস্থিরতা দ্বারা চিহ্নিত একটি মানসিক রোগ।",
      "details": "সীমান্তবর্তী ব্যক্তিত্বের ব্যাধি হলো একটি মানসিক রোগ যা আবেগ, সম্পর্ক ও আত্ম-ধারণায় অস্থিরতা দ্বারা চিহ্নিত হয়।"
    },
    {
      "title": "সামাজিক উদ্বেগ (Social Anxiety)",
      "short_description": "সামাজিক পরিস্থিতিতে অতিরিক্ত ভয় ও উদ্বেগ।",
      "details": "সামাজিক উদ্বেগ হলো সামাজিক পরিস্থিতিতে অতিরিক্ত ভয় ও উদ্বেগ।"
    },
    {
      "title": "ঘুমের ব্যাধি (Sleep Disorder)",
      "short_description": "ঘুমের ধরণে ব্যাঘাত যা দৈনন্দিন জীবনকে প্রভাবিত করে।",
      "details": "ঘুমের ব্যাধি হলো ঘুমের ধরণে ব্যাঘাত যা দৈনন্দিন জীবনকে প্রভাবিত করে।"
    },
    {
      "title": "নেশা (Addiction)",
      "short_description": "মাদক, অ্যালকোহল বা অন্যান্য বস্তুর উপর অতিরিক্ত নির্ভরতা।",
      "details": "নেশা হলো মাদক, অ্যালকোহল বা অন্যান্য বস্তুর উপর অতিরিক্ত নির্ভরতা যা শারীরিক ও মানসিক স্বাস্থ্যের ক্ষতি করে।"
    },
    {
      "title": "সাইকোসিস (Psychosis)",
      "short_description": "বাস্তবতা থেকে বিচ্ছিন্নতার একটি অবস্থা।",
      "details": "সাইকোসিস হলো বাস্তবতা থেকে বিচ্ছিন্নতার একটি অবস্থা।"
    },
    {
      "title": "সেল্ফ-হিলিং (Self-Healing)",
      "short_description": "নিজের মানসিক ও শারীরিক সুস্থতার জন্য ব্যবহৃত কৌশল।",
      "details": "সেল্ফ-হিলিং হলো নিজের মানসিক ও শারীরিক সুস্থতার জন্য ব্যবহৃত কৌশল, যেমন ধ্যান, ব্যায়াম ও সঠিক খাদ্যাভ্যাস।"
    },
    {
      "title": "পজিটিভ সাইকোলজি (Positive Psychology)",
      "short_description": "মানুষের জীবনের ইতিবাচক দিক, যেমন সুখ ও শক্তি, এর উপর মনোযোগ দেওয়া।",
      "details": "পজিটিভ সাইকোলজি হলো মানুষের জীবনের ইতিবাচক দিক, যেমন সুখ, শক্তি ও জীবনের উদ্দেশ্য, এর উপর মনোযোগ দেওয়া।"
    },
    {
      "title": "মেন্টাল হেলথ স্ট্যাগমা (Mental Health Stigma)",
      "short_description": "মানসিক রোগের প্রতি সামাজিক কলঙ্ক।",
      "details": "মেন্টাল হেলথ স্ট্যাগমা হলো মানসিক রোগের প্রতি সামাজিক কলঙ্ক যা মানসিক অসুস্থ ব্যক্তিদের চিকিৎসা নিতে বাধা দেয়।"
    },
    {
      "title": "মানসিক স্বাস্থ্য সচেতনতা",
      "short_description": "মানসিক স্বাস্থ্যের গুরুত্ব সম্পর্কে সচেতনতা।",
      "details": "মানসিক স্বাস্থ্য সচেতনতা হলো মানসিক স্বাস্থ্যের গুরুত্ব সম্পর্কে সচেতনতা। এটি মানসিক অসুস্থ ব্যক্তিদের সমর্থন ও সহায়তা প্রদানের জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "সাইকোঅ্যানালাইসিস (Psychoanalysis)",
      "short_description": "ফ্রয়েড দ্বারা প্রবর্তিত একটি থেরাপি যা অচেতন মনের উপর মনোযোগ দেয়।",
      "details": "সাইকোঅ্যানালাইসিস হলো ফ্রয়েড দ্বারা প্রবর্তিত একটি থেরাপি যা অচেতন মনের উপর মনোযোগ দেয়।"
    },
    {
      "title": "কগনিটিভ বিহেভিয়ারাল থেরাপি (CBT)",
      "short_description": "একটি থেরাপি যা চিন্তা ও আচরণের পরিবর্তন করে মানসিক সমস্যা সমাধান করে।",
      "details": "কগনিটিভ বিহেভিয়ারাল থেরাপি হলো একটি থেরাপি যা চিন্তা ও আচরণের পরিবর্তন করে মানসিক সমস্যা সমাধান করে।"
    },
    {
      "title": "ডায়ালেক্টিক্যাল বিহেভিয়ারাল থেরাপি (DBT)",
      "short_description": "সীমান্তবর্তী ব্যক্তিত্বের ব্যাধি সহ অন্যান্য মানসিক রোগের জন্য ব্যবহৃত একটি থেরাপি।",
      "details": "ডায়ালেক্টিক্যাল বিহেভিয়ারাল থেরাপি হলো একটি থেরাপি যা সীমান্তবর্তী ব্যক্তিত্বের ব্যাধি সহ অন্যান্য মানসিক রোগের জন্য ব্যবহৃত হয়।"
    },
    {
      "title": "ফ্যামিলি থেরাপি (Family Therapy)",
      "short_description": "পরিবারের সদস্যদের মধ্যে সম্পর্ক উন্নত করার জন্য ব্যবহৃত একটি থেরাপি।",
      "details": "ফ্যামিলি থেরাপি হলো পরিবারের সদস্যদের মধ্যে সম্পর্ক উন্নত করার জন্য ব্যবহৃত একটি থেরাপি।"
    },
    {
      "title": "গ্রুপ থেরাপি (Group Therapy)",
      "short_description": "একদল মানুষের সাথে থেরাপি যা একই ধরনের সমস্যা মোকাবেলা করছে।",
      "details": "গ্রুপ থেরাপি হলো একদল মানুষের সাথে থেরাপি যা একই ধরনের সমস্যা মোকাবেলা করছে।"
    },
    {
      "title": "যোগ ও মেডিটেশন (Yoga and Meditation)",
      "short_description": "মানসিক ও শারীরিক সুস্থতার জন্য ব্যবহৃত একটি প্রাচীন অভ্যাস।",
      "details": "যোগ ও মেডিটেশন হলো মানসিক ও শারীরিক সুস্থতার জন্য ব্যবহৃত একটি প্রাচীন অভ্যাস।"
    },
    {
      "title": "সঠিক খাদ্যাভ্যাস (Healthy Diet)",
      "short_description": "মানসিক ও শারীরিক সুস্থতার জন্য সঠিক খাদ্যাভ্যাস।",
      "details": "সঠিক খাদ্যাভ্যাস মানসিক ও শারীরিক সুস্থতার জন্য খুবই গুরুত্বপূর্ণ। এটি স্ট্রেস হ্রাস, মনোযোগ বৃদ্ধি এবং মানসিক সুস্থতা বজায় রাখতে সাহায্য করে।"
    },
    {
      "title": "ব্যায়াম (Exercise)",
      "short_description": "মানসিক ও শারীরিক সুস্থতার জন্য নিয়মিত ব্যায়াম।",
      "details": "নিয়মিত ব্যায়াম মানসিক ও শারীরিক সুস্থতার জন্য খুবই গুরুত্বপূর্ণ।"
    },
    {
      "title": "শিল্প থেরাপি (Art Therapy)",
      "short_description": "শিল্পের মাধ্যমে মানসিক সমস্যা সমাধান করার একটি থেরাপি।",
      "details": "শিল্প থেরাপি হলো শিল্পের মাধ্যমে মানসিক সমস্যা সমাধান করার একটি থেরাপি।"
    },
    {
      "title": "মিউজিক থেরাপি (Music Therapy)",
      "short_description": "সংগীতের মাধ্যমে মানসিক সমস্যা সমাধান করার একটি থেরাপি।",
      "details": "মিউজিক থেরাপি হলো সংগীতের মাধ্যমে মানসিক সমস্যা সমাধান করার একটি থেরাপি।"
    },
    {
      "title": "হিউম্যানিস্টিক থেরাপি (Humanistic Therapy)",
      "short_description": "মানুষের পূর্ণ সম্ভাবনা অর্জনের উপর মনোযোগ দেওয়া।",
      "details": "হিউম্যানিস্টিক থেরাপি হলো মানুষের পূর্ণ সম্ভাবনা অর্জনের উপর মনোযোগ দেওয়া।"
    },
    {
      "title": "প্যারেন্টিং (Parenting)",
      "short_description": "শিশুর মানসিক সুস্থতার জন্য সঠিক প্যারেন্টিং।",
      "details": "সঠিক প্যারেন্টিং শিশুর মানসিক সুস্থতার জন্য খুবই গুরুত্বপূর্ণ।"
    },
    {
      "title": "নার্ভাস ব্রেকডাউন (Nervous Breakdown)",
      "short_description": "মানসিক চাপের কারণে মানসিক ও শারীরিক অক্ষমতা।",
      "details": "নার্ভাস ব্রেকডাউন হলো মানসিক চাপের কারণে মানসিক ও শারীরিক অক্ষমতা।"
    },
    {
      "title": "সাইকোফার্মাকোলজি (Psychopharmacology)",
      "short_description": "মানসিক রোগের চিকিৎসার জন্য ওষুধের ব্যবহার।",
      "details": "সাইকোফার্মাকোলজি হলো মানসিক রোগের চিকিৎসার জন্য ওষুধের ব্যবহার।"
    },
    {
      "title": "সাইকিয়াট্রিস্ট (Psychiatrist)",
      "short_description": "একজন চিকিৎসক যিনি মানসিক রোগের চিকিৎসা করেন।",
      "details": "সাইকিয়াট্রিস্ট হলেন একজন চিকিৎসক যিনি মানসিক রোগের চিকিৎসা করেন।"
    },
    {
      "title": "সাইকোলজিস্ট (Psychologist)",
      "short_description": "একজন পেশাদার যিনি মানসিক সমস্যার সমাধান করেন।",
      "details": "সাইকোলজিস্ট হলেন একজন পেশাদার যিনি মানসিক সমস্যার সমাধান করেন।"
    },
    {
      "title": "কগনিটিভ সাইকোলজি (Cognitive Psychology)",
      "short_description": "মানুষের চিন্তা ও মানসিক প্রক্রিয়া নিয়ে গবেষণা।",
      "details": "কগনিটিভ সাইকোলজি হলো মানুষের চিন্তা ও মানসিক প্রক্রিয়া নিয়ে গবেষণা।"
    },
    {
      "title": "ডেভেলপমেন্টাল সাইকোলজি (Developmental Psychology)",
      "short_description": "মানুষের মানসিক বিকাশের উপর গবেষণা।",
      "details": "ডেভেলপমেন্টাল সাইকোলজি হলো মানুষের মানসিক বিকাশের উপর গবেষণা।"
    },
    {
      "title": "সোশ্যাল সাইকোলজি (Social Psychology)",
      "short_description": "মানুষের সামাজিক আচরণ নিয়ে গবেষণা।",
      "details": "সোশ্যাল সাইকোলজি হলো মানুষের সামাজিক আচরণ নিয়ে গবেষণা।"
    },
    {
      "title": "ক্লিনিক্যাল সাইকোলজি (Clinical Psychology)",
      "short_description": "মানসিক রোগের গবেষণা ও চিকিৎসা।",
      "details": "ক্লিনিক্যাল সাইকোলজি হলো মানসিক রোগের গবেষণা ও চিকিৎসা।"
    },
    {
      "title": "এডুকেশনাল সাইকোলজি (Educational Psychology)",
      "short_description": "শিক্ষা ও শেখার প্রক্রিয়া নিয়ে গবেষণা।",
      "details": "এডুকেশনাল সাইকোলজি হলো শিক্ষা ও শেখার প্রক্রিয়া নিয়ে গবেষণা।"
    },
    {
      "title": "অর্গানাইজেশনাল সাইকোলজি (Organizational Psychology)",
      "short_description": "কাজের পরিবেশে মানুষের আচরণ নিয়ে গবেষণা।",
      "details": "অর্গানাইজেশনাল সাইকোলজি হলো কাজের পরিবেশে মানুষের আচরণ নিয়ে গবেষণা।"
    },
    {
      "title": "ক্রাইসিস ইন্টারভেনশন (Crisis Intervention)",
      "short_description": "মানসিক সংকটের সময় তাৎক্ষণিক সহায়তা প্রদান।",
      "details": "ক্রাইসিস ইন্টারভেনশন হলো মানসিক সংকটের সময় তাৎক্ষণিক সহায়তা প্রদান।"
    }
  ]
}