{
  "subcategory": "ব্যক্তিত্ব ও বৈশিষ্ট্য",
  "entries": [
    {
      "title": "ব্যক্তিত্বের সংজ্ঞা",
      "short_description": "ব্যক্তির স্বতন্ত্র চিন্তা, অনুভূতি ও আচরণের স্থায়ী প্যাটার্ন।",
      "details": "ব্যক্তিত্ব হলো এমন একটি বৈশিষ্ট্য যা একজন ব্যক্তিকে অন্য থেকে আলাদা করে তোলে। এটি মানুষের আচরণ, চিন্তা ও আবেগ কীভাবে প্রকাশ পায় তা নির্ধারণ করে। ব্যক্তিত্বের বিকাশ জেনেটিক, পরিবেশগত ও সামাজিক প্রভাবের একটি জটিল সংমিশ্রণ।"
    },
    {
      "title": "বিগ ফাইভ মডেল (Big Five Model)",
      "short_description": "ব্যক্তিত্বের পাঁচটি প্রধান মাত্রা: খোলা মনের, বিবেকী, বহির্মুখী, সহনশীল ও স্নায়বিকতা।",
      "details": "এটি ব্যক্তিত্বের সবচেয়ে ব্যাপকভাবে গৃহীত মডেল। এই পাঁচটি মাত্রা হলো: খোলা মনের (Openness to Experience), বিবেকী (Conscientiousness), বহির্মুখী (Extraversion), সহনশীল (Agreeableness), এবং স্নায়বিকতা (Neuroticism)। এটি প্রায়শই সংক্ষেপে OCEAN নামে পরিচিত।"
    },
    {
      "title": "বহির্মুখীতা (Extraversion)",
      "short_description": "সামাজিকতা, কথা বলা এবং উত্তেজনা খোঁজার প্রবণতা।",
      "details": "বহির্মুখী ব্যক্তিরা সাধারণত সামাজিক পরিবেশে শক্তি পায়। তারা আনন্দদায়ক, আশাবাদী এবং দলবদ্ধ কাজে দক্ষ হয়। এর বিপরীত হলো অন্তর্মুখীতা, যেখানে ব্যক্তিরা একাকীত্বে বা ছোট দলে স্বাচ্ছন্দ্য বোধ করে।"
    },
    {
      "title": "অন্তর্মুখীতা (Introversion)",
      "short_description": "একাকীত্ব, শান্ত পরিবেশ এবং নিজের চিন্তাভাবনার প্রতি মনোযোগ দেওয়ার প্রবণতা।",
      "details": "অন্তর্মুখী ব্যক্তিরা সাধারণত শান্ত ও সংরক্ষিত প্রকৃতির হয়। তারা একাকীত্বে বা ছোট দলে কাজ করতে পছন্দ করে এবং নিজেদের চিন্তাভাবনা ও অনুভূতির প্রতি গভীরভাবে মনোযোগ দেয়।"
    },
    {
      "title": "বিবেকী (Conscientiousness)",
      "short_description": "সুশৃঙ্খল, দায়িত্বশীল, পরিশ্রমী এবং লক্ষ্য-ভিত্তিক হওয়ার প্রবণতা।",
      "details": "বিবেকী ব্যক্তিরা সাধারণত সুশৃঙ্খল, দায়িত্বশীল এবং তাদের লক্ষ্য অর্জনে কঠোর পরিশ্রম করে। তারা সময়ানুবর্তী ও নির্ভরযোগ্য এবং নিয়মকানুন মেনে চলতে পছন্দ করে।"
    },
    {
      "title": "খোলা মনের (Openness to Experience)",
      "short_description": "নতুন ধারণা, অভিজ্ঞতা ও উদ্ভাবনের প্রতি আগ্রহ।",
      "details": "খোলা মনের ব্যক্তিরা সাধারণত কল্পনাপ্রবণ, সৃজনশীল ও কৌতূহলী হয়। তারা নতুন জিনিস শিখতে এবং নতুন অভিজ্ঞতা গ্রহণ করতে ভালোবাসে।"
    },
    {
      "title": "সহনশীলতা (Agreeableness)",
      "short_description": "দয়ালু, সহানুভূতিশীল, সহযোগিতামূলক এবং অন্যের প্রতি শ্রদ্ধাশীল হওয়ার প্রবণতা।",
      "details": "সহনশীল ব্যক্তিরা সাধারণত অন্যদের সঙ্গে সম্পর্ক স্থাপনে দক্ষ এবং শান্তিপূর্ণ সমাধান খোঁজে। তারা সহানুভূতিশীল, দয়ালু এবং অন্যের প্রয়োজনকে গুরুত্ব দেয়।"
    },
    {
      "title": "স্নায়বিকতা (Neuroticism)",
      "short_description": "উদ্বেগ, মেজাজের পরিবর্তন, রাগ ও বিষণ্ণতার মতো নেতিবাচক আবেগ অনুভব করার প্রবণতা।",
      "details": "স্নায়বিকতার মাত্রা উচ্চ হলে ব্যক্তিরা প্রায়শই উদ্বেগ, চাপ ও মানসিক অস্থিরতা অনুভব করে। এর বিপরীত হলো আবেগিক স্থিতিশীলতা, যেখানে ব্যক্তিরা শান্ত ও আত্মবিশ্বাসী হয়।"
    },
    {
      "title": "স্বেচ্ছাসেবী (Altruism)",
      "short_description": "কোনো ব্যক্তিগত লাভের আশা না করে অন্যের সাহায্য করার প্রবণতা।",
      "details": "পরোপকারিতা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা সামাজিক সহযোগিতা ও মানবিকতা বৃদ্ধিতে সাহায্য করে। এটি অন্যদের প্রতি সহানুভূতি ও দয়ার প্রকাশ।"
    },
    {
      "title": "সংবেদনশীলতা (Sensitivity)",
      "short_description": "আবেগ ও পরিবেশের প্রতি গভীর প্রতিক্রিয়া।",
      "details": "সংবেদনশীল ব্যক্তিরা সাধারণত অন্যের আবেগ ও পরিবেশের সূক্ষ্ম পরিবর্তন সম্পর্কে সচেতন হয়। তারা সহানুভূতিশীল ও দয়ালু হতে পারে, কিন্তু তারা সহজে চাপ বা আঘাতে প্রভাবিত হয়।"
    },
    {
      "title": "আত্মবিশ্বাস (Self-confidence)",
      "short_description": "নিজের ক্ষমতা ও দক্ষতা সম্পর্কে বিশ্বাস।",
      "details": "আত্মবিশ্বাস হলো মানসিক সুস্থতার একটি গুরুত্বপূর্ণ অংশ। এটি আমাদের জীবনকে প্রভাবিত করে এবং আমাদের লক্ষ্য অর্জনে সাহায্য করে। আত্মবিশ্বাসী ব্যক্তিরা সাধারণত ঝুঁকি নিতে ও চ্যালেঞ্জ মোকাবেলা করতে ভয় পায় না।"
    },
    {
      "title": "নেতৃত্ব (Leadership)",
      "short_description": "কোনো দলকে একটি নির্দিষ্ট লক্ষ্যের দিকে পরিচালিত করার ক্ষমতা।",
      "details": "নেতৃত্ব হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা সামাজিক ও রাজনৈতিক ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা রাখে। এটি বিভিন্ন ধরনের হতে পারে, যেমন গণতান্ত্রিক, স্বৈরাচারী বা উদার।"
    },
    {
      "title": "ধৈর্য (Patience)",
      "short_description": "দীর্ঘ সময় ধরে কোনো কিছু সহ্য করার বা অপেক্ষা করার ক্ষমতা।",
      "details": "ধৈর্য হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের স্ট্রেস মোকাবেলা করতে ও লক্ষ্য অর্জনে সাহায্য করে। এটি আমাদের শান্ত ও স্থির থাকতে সাহায্য করে।"
    },
    {
      "title": "সৃজনশীলতা (Creativity)",
      "short_description": "নতুন ও উদ্ভাবনী ধারণা বা সমাধান তৈরি করার ক্ষমতা।",
      "details": "সৃজনশীলতা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের শিল্প, বিজ্ঞান ও প্রযুক্তিতে অগ্রগতিতে সাহায্য করে। এটি ব্যক্তিগত ও সামাজিক উভয় স্তরে গুরুত্বপূর্ণ।"
    },
    {
      "title": "সহমর্মিতা (Empathy)",
      "short_description": "অন্যের আবেগ ও অনুভূতি বোঝার ক্ষমতা।",
      "details": "সহমর্মিতা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের অন্যের সঙ্গে ভালো সম্পর্ক বজায় রাখতে সাহায্য করে। এটি আমাদের অন্যের দুঃখ ও কষ্ট বুঝতে সাহায্য করে।"
    },
    {
      "title": "নমনীয়তা (Flexibility)",
      "short_description": "নতুন পরিস্থিতিতে বা পরিবর্তনের সঙ্গে মানিয়ে নেওয়ার ক্ষমতা।",
      "details": "নমনীয়তা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের পরিবর্তিত পরিবেশে মানিয়ে নিতে সাহায্য করে। নমনীয় ব্যক্তিরা সাধারণত নতুন ধারণা গ্রহণ করতে ও ভিন্ন পরিস্থিতিতে কাজ করতে ইচ্ছুক থাকে।"
    },
    {
      "title": "স্বেচ্ছাচারিতা (Authoritarianism)",
      "short_description": "কর্তৃত্ব ও ক্ষমতার প্রতি আনুগত্যের প্রবণতা।",
      "details": "স্বেচ্ছাচারী ব্যক্তিরা সাধারণত নিয়মকানুন মেনে চলে এবং ক্ষমতার প্রতি আনুগত্য দেখায়। তারা প্রায়শই কঠোর ও অসংবেদনশীল হয়।"
    },
    {
      "title": "আবেগিক বুদ্ধিমত্তা (Emotional Intelligence)",
      "short_description": "নিজের ও অন্যের আবেগ বোঝার ও নিয়ন্ত্রণ করার ক্ষমতা।",
      "details": "আবেগিক বুদ্ধিমত্তা হলো নিজের ও অন্যের আবেগ বোঝার, নিয়ন্ত্রণ করার ও কার্যকরভাবে ব্যবহার করার ক্ষমতা। এটি ব্যক্তিগত ও সামাজিক সম্পর্ক উন্নত করতে সাহায্য করে।"
    },
    {
      "title": "আক্রমণাত্মকতা (Aggression)",
      "short_description": "অন্যের প্রতি শারীরিক বা মৌখিক আক্রমণ।",
      "details": "আক্রমণাত্মকতা হলো মানব আচরণের একটি নেতিবাচক দিক যা সামাজিক সংঘাত ও সহিংসতার কারণ হতে পারে। এটি রাগ, ভয় বা হতাশা থেকে উদ্ভূত হতে পারে।"
    },
    {
      "title": "মানসিক শক্তি (Resilience)",
      "short_description": "কঠিন পরিস্থিতি বা ব্যর্থতা থেকে পুনরুদ্ধার করার ক্ষমতা।",
      "details": "মানসিক শক্তি হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের জীবনের চ্যালেঞ্জ মোকাবেলা করতে সাহায্য করে। এটি আমাদের ব্যর্থতা থেকে শিক্ষা নিতে ও আবার চেষ্টা করতে উৎসাহিত করে।"
    },
    {
      "title": "আত্ম-নিয়ন্ত্রণ (Self-control)",
      "short_description": "নিজের আবেগ, চিন্তা ও আচরণ নিয়ন্ত্রণ করার ক্ষমতা।",
      "details": "আত্ম-নিয়ন্ত্রণ হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের ব্যক্তিগত ও সামাজিক জীবনে সাফল্য অর্জনে সাহায্য করে।"
    },
    {
      "title": "নৈতিকতা (Morality)",
      "short_description": "ভালো ও মন্দের মধ্যে পার্থক্য করার ক্ষমতা।",
      "details": "নৈতিকতা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের সমাজের নিয়মকানুন ও মূল্যবোধ মেনে চলতে সাহায্য করে।"
    },
    {
      "title": "নিয়মানুবর্তিতা (Discipline)",
      "short_description": "নিজের লক্ষ্য অর্জনের জন্য কঠোর পরিশ্রম ও নিয়মকানুন মেনে চলার ক্ষমতা।",
      "details": "নিয়মানুবর্তিতা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের ব্যক্তিগত ও পেশাগত জীবনে সাফল্য অর্জনে সাহায্য করে।"
    },
    {
      "title": "উদ্যোক্তা (Entrepreneurship)",
      "short_description": "নতুন ব্যবসা বা প্রকল্প শুরু করার ক্ষমতা।",
      "details": "উদ্যোক্তা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের অর্থনীতি ও সমাজে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "যুক্তি (Rationality)",
      "short_description": "যুক্তি ও বিচার ব্যবহার করে সিদ্ধান্ত গ্রহণ করার ক্ষমতা।",
      "details": "যুক্তি হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের সমস্যা সমাধানে ও সঠিক সিদ্ধান্ত গ্রহণে সাহায্য করে।"
    },
    {
      "title": "স্বনির্ভরতা (Self-reliance)",
      "short_description": "নিজের উপর নির্ভর করার ক্ষমতা।",
      "details": "স্বনির্ভরতা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের ব্যক্তিগত ও পেশাগত জীবনে সাফল্য অর্জনে সাহায্য করে।"
    },
    {
      "title": "বিশ্বাসঘাতকতা (Betrayal)",
      "short_description": "অন্যের বিশ্বাস ভেঙে ফেলার আচরণ।",
      "details": "বিশ্বাসঘাতকতা হলো মানব আচরণের একটি নেতিবাচক দিক যা ব্যক্তিগত ও সামাজিক সম্পর্ক নষ্ট করতে পারে।"
    },
    {
      "title": "দয়া (Kindness)",
      "short_description": "অন্যের প্রতি সহানুভূতি ও দয়া।",
      "details": "দয়া হলো মানব আচরণের একটি ইতিবাচক দিক যা সামাজিক সম্পর্ক ও মানবিকতা বৃদ্ধি করতে সাহায্য করে।"
    },
    {
      "title": "নিষ্ঠুরতা (Cruelty)",
      "short_description": "অন্যের প্রতি নির্মম ও নির্দয় আচরণ।",
      "details": "নিষ্ঠুরতা হলো মানব আচরণের একটি নেতিবাচক দিক যা সামাজিক সংঘাত ও সহিংসতার কারণ হতে পারে।"
    },
    {
      "title": "সততা (Honesty)",
      "short_description": "সত্য বলার ও সৎ থাকার প্রবণতা।",
      "details": "সততা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা ব্যক্তিগত ও সামাজিক সম্পর্ক উন্নত করতে সাহায্য করে।"
    },
    {
      "title": "মিথ্যা (Lying)",
      "short_description": "সত্যকে গোপন করার বা বিকৃত করার আচরণ।",
      "details": "মিথ্যা হলো মানব আচরণের একটি নেতিবাচক দিক যা ব্যক্তিগত ও সামাজিক সম্পর্ক নষ্ট করতে পারে।"
    },
    {
      "title": "ভয় (Fear)",
      "short_description": "বিপদের আশঙ্কায় সৃষ্ট মানসিক ও শারীরিক প্রতিক্রিয়া।",
      "details": "ভয় হলো মানব আচরণের একটি স্বাভাবিক অংশ যা আমাদেরকে বিপদ থেকে রক্ষা করে।"
    },
    {
      "title": "রাগ (Anger)",
      "short_description": "অপ্রীতিকর বা অন্যায্য ঘটনার প্রতিক্রিয়া।",
      "details": "রাগ হলো মানব আচরণের একটি স্বাভাবিক আবেগ যা অপ্রীতিকর বা অন্যায্য ঘটনার প্রতিক্রিয়া হিসেবে সৃষ্টি হয়।"
    },
    {
      "title": "সুখ (Happiness)",
      "short_description": "ইতিবাচক আবেগ যা সন্তুষ্টি ও পরিতৃপ্তি থেকে আসে।",
      "details": "সুখ হলো মানব আচরণের ইতিবাচক দিক যা আমাদের মানসিক ও শারীরিক সুস্থতার জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "দুঃখ (Sadness)",
      "short_description": "নেতিবাচক আবেগ যা হতাশা ও ক্ষতি থেকে আসে।",
      "details": "দুঃখ হলো মানব আচরণের একটি নেতিবাচক দিক যা আমাদের মানসিক ও শারীরিক সুস্থতার জন্য ক্ষতিকর।"
    },
    {
      "title": "যৌনতা (Sexuality)",
      "short_description": "যৌন আকর্ষণ ও পরিচয়।",
      "details": "যৌনতা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের সম্পর্ক ও পরিচয়কে প্রভাবিত করে।"
    },
    {
      "title": "লিঙ্গ পরিচয় (Gender Identity)",
      "short_description": "নিজের লিঙ্গ সম্পর্কে ব্যক্তির ব্যক্তিগত অনুভূতি।",
      "details": "লিঙ্গ পরিচয় হলো নিজের লিঙ্গ সম্পর্কে ব্যক্তির ব্যক্তিগত অনুভূতি যা তার আচরণ ও সম্পর্ককে প্রভাবিত করে।"
    },
    {
      "title": "ধর্মীয় বিশ্বাস (Religious Beliefs)",
      "short_description": "ব্যক্তির ধর্মীয় বিশ্বাস ও অনুশীলন।",
      "details": "ধর্মীয় বিশ্বাস হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের জীবনের উদ্দেশ্য ও মূল্যবোধকে প্রভাবিত করে।"
    },
    {
      "title": "রাজনৈতিক বিশ্বাস (Political Beliefs)",
      "short_description": "ব্যক্তির রাজনৈতিক বিশ্বাস ও মতবাদ।",
      "details": "রাজনৈতিক বিশ্বাস হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের সমাজের নিয়মকানুন ও নীতিকে প্রভাবিত করে।"
    },
    {
      "title": "সংস্কৃতি (Culture)",
      "short_description": "কোনো গোষ্ঠীর সাধারণ বিশ্বাস, মূল্যবোধ ও অনুশীলন।",
      "details": "সংস্কৃতি হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের চিন্তা, অনুভূতি ও আচরণকে প্রভাবিত করে।"
    },
    {
      "title": "আত্ম-উপলব্ধি (Self-actualization)",
      "short_description": "নিজের পূর্ণ সম্ভাবনা অর্জনের প্রক্রিয়া।",
      "details": "আত্ম-উপলব্ধি হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের ব্যক্তিগত ও পেশাগত জীবনে সাফল্য অর্জনে সাহায্য করে।"
    },
    {
      "title": "ইচ্ছা (Will)",
      "short_description": "কোনো কিছু করার বা না করার ক্ষমতা।",
      "details": "ইচ্ছা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের লক্ষ্য অর্জনে ও সঠিক সিদ্ধান্ত গ্রহণে সাহায্য করে।"
    },
    {
      "title": "জ্ঞান (Knowledge)",
      "short_description": "তথ্য, ধারণা ও দক্ষতা সম্পর্কে ব্যক্তির সচেতনতা।",
      "details": "জ্ঞান হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের সমস্যা সমাধানে ও সঠিক সিদ্ধান্ত গ্রহণে সাহায্য করে।"
    },
    {
      "title": "সৃজনশীলতা (Creativity)",
      "short_description": "নতুন ও উদ্ভাবনী ধারণা বা সমাধান তৈরি করার ক্ষমতা।",
      "details": "সৃজনশীলতা হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের শিল্প, বিজ্ঞান ও প্রযুক্তিতে অগ্রগতিতে সাহায্য করে।"
    },
    {
      "title": "যুক্তি (Reasoning)",
      "short_description": "তথ্য বিশ্লেষণ করে সিদ্ধান্ত বা মতামত তৈরি করার মানসিক প্রক্রিয়া।",
      "details": "যুক্তি হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা আমাদের দৈনন্দিন জীবনে প্রভাবিত করে।"
    },
    {
      "title": "স্বপ্ন (Dream)",
      "short_description": "ঘুমের সময়কার মানসিক চিত্র ও অনুভূতি।",
      "details": "স্বপ্ন হলো ঘুমের সময়কার মানসিক চিত্র ও অনুভূতি যা মানব আচরণ ও মানসিক সুস্থতাকে প্রভাবিত করে।"
    },
    {
      "title": "আচরণের কারণ (Causes of Behavior)",
      "short_description": "আচরণের পেছনে থাকা জৈবিক, মানসিক ও সামাজিক কারণ।",
      "details": "আচরণ জৈবিক (যেমন জিন ও মস্তিষ্ক), মানসিক (যেমন আবেগ ও চিন্তা) ও সামাজিক (যেমন সংস্কৃতি ও পরিবেশ) কারণ দ্বারা প্রভাবিত হয়।"
    },
    {
      "title": "নেতৃত্ব (Leadership)",
      "short_description": "কোনো দলকে একটি নির্দিষ্ট লক্ষ্যের দিকে পরিচালিত করার ক্ষমতা।",
      "details": "নেতৃত্ব হলো মানব আচরণের একটি গুরুত্বপূর্ণ দিক যা সামাজিক ও রাজনৈতিক ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "ব্যক্তিত্বের পরিবর্তন (Personality Change)",
      "short_description": "সময়, অভিজ্ঞতা ও পরিবেশের কারণে ব্যক্তিত্বের পরিবর্তন।",
      "details": "ব্যক্তিত্ব সাধারণত স্থিতিশীল হলেও, এটি জীবনের বিভিন্ন অভিজ্ঞতা ও পরিবেশের কারণে পরিবর্তিত হতে পারে। এটি জীবনের বিভিন্ন পর্যায়ে, যেমন শৈশব, কৈশোর ও প্রাপ্তবয়স্কতায়, দেখা যায়।"
    },
    {
      "title": "গুণাবলী (Virtues)",
      "short_description": "নৈতিকভাবে ভালো ও প্রশংসনীয় বৈশিষ্ট্য।",
      "details": "গুণাবলী হলো নৈতিকভাবে ভালো ও প্রশংসনীয় বৈশিষ্ট্য, যেমন সততা, দয়া ও ধৈর্য। এগুলি মানুষের চরিত্র ও আচরণকে প্রতিফলিত করে এবং সামাজিক সম্পর্ক উন্নত করতে সাহায্য করে।"
    }
  ]
}