{
  "subcategory": "পাখি",
  "entries": [
    {
      "title": "পাখির সংজ্ঞা ও বৈশিষ্ট্য",
      "short_description": "ডিম পাড়া উষ্ণ রক্তের মেরুদণ্ডী প্রাণী, যাদের পালক, ডানা, চঞ্চু ও হালকা কঙ্কাল থাকে।",
      "details": "পাখিরা এভেস শ্রেণীর প্রাণী। তাদের প্রধান বৈশিষ্ট্য হলো উড়তে সক্ষমতা, যা তাদের ফাঁপা ও হালকা হাড় এবং ডানা দিয়ে সম্ভব হয়। তাদের শরীর পালক দ্বারা আবৃত, যা তাদের তাপ নিয়ন্ত্রণে সহায়তা করে। দাঁতহীন চঞ্চু ও ডিম পাড়ার মাধ্যমে বংশবৃদ্ধি তাদের আরও কিছু স্বতন্ত্র বৈশিষ্ট্য।"
    },
    {
      "title": "পাখির প্রকারভেদ",
      "short_description": "উড়ার ক্ষমতা, খাদ্য ও বাসস্থানের উপর ভিত্তি করে পাখির বিভিন্ন শ্রেণী।",
      "details": "পাখিদের বিভিন্ন প্রজাতি আছে, যেমন উড়ন্ত পাখি (কাক, চড়ুই), উড়তে অক্ষম পাখি (উটপাখি, পেঙ্গুইন), শিকারী পাখি (বাজ, ঈগল), জলজ পাখি (হাঁস, সারস) ও নিশাচর পাখি (পেঁচা)। প্রতিটি শ্রেণীর পাখি তাদের পরিবেশে অভিযোজিত হয়েছে।"
    },
    {
      "title": "পাখির বিবর্তন",
      "short_description": "প্রায় ১৬০ মিলিয়ন বছর আগে থেরোপড ডাইনোসর থেকে পাখির উৎপত্তি।",
      "details": "পাখির বিবর্তনের প্রমাণ হিসেবে জীবাশ্ম থেকে জানা যায়, তারা পালকযুক্ত ডাইনোসর থেকে উদ্ভূত হয়েছে। ডাইনোসরদের বিলুপ্তির পর পাখিরা দ্রুত বিস্তার লাভ করে এবং বিভিন্ন পরিবেশে মানিয়ে নেয়।"
    },
    {
      "title": "শিকারী পাখি (Birds of Prey)",
      "short_description": "অন্যান্য ছোট প্রাণী শিকার করে এমন মাংসাশী পাখি।",
      "details": "শিকারী পাখিদের তীক্ষ্ণ দৃষ্টি, শক্তিশালী নখর ও ধারালো চঞ্চু থাকে। বাজ, ঈগল ও শকুন এই শ্রেণীর অন্তর্ভুক্ত। তারা দিনের বেলায় শিকার করে এবং তাদের উড়ার ক্ষমতা ও দৃষ্টিশক্তি অত্যন্ত উন্নত।"
    },
    {
      "title": "জলজ পাখি (Waterfowl)",
      "short_description": "জল ও জলাশয়ে বাস করে এমন পাখি।",
      "details": "জলজ পাখিদের ওয়েবেড পা (webbed feet) থাকে, যা তাদের সাঁতার কাটতে সাহায্য করে। হাঁস, রাজহাঁস ও সারস এই শ্রেণীর অন্তর্ভুক্ত। তারা মাছ, জলজ উদ্ভিদ ও পোকামাকড় খায়।"
    },
    {
      "title": "পরিযায়ী পাখি (Migratory Birds)",
      "short_description": "ঋতু পরিবর্তনের সাথে সাথে এক স্থান থেকে অন্য স্থানে উড়ে যায় এমন পাখি।",
      "details": "পরিযায়ী পাখিরা প্রজনন, খাদ্য বা উষ্ণতার খোঁজে হাজার হাজার কিলোমিটার পাড়ি দেয়। সাইবেরিয়ান ক্রেন, বালিহাঁস ও বিভিন্ন ধরনের হাঁস পরিযায়ী পাখির উদাহরণ।"
    },
    {
      "title": "পেঁচা (Owl)",
      "short_description": "নিশাচর শিকারী পাখি, যা অন্ধকারে শিকার করে।",
      "details": "পেঁচার বড় চোখ ও উন্নত শ্রবণশক্তি রয়েছে, যা তাদের অন্ধকারে শিকার করতে সাহায্য করে। তারা ইঁদুর, ছোট পাখি ও পোকামাকড় খায়। তাদের পালক অত্যন্ত নরম, যার ফলে তারা নিঃশব্দে উড়তে পারে।"
    },
    {
      "title": "পায়রা (Pigeon)",
      "short_description": "পৃথিবীর প্রায় সব অঞ্চলে পাওয়া যায় এমন একটি সাধারণ পাখি।",
      "details": "পায়রা তাদের দিক নির্ণয়ের ক্ষমতার জন্য পরিচিত। প্রাচীনকালে তাদের বার্তা পাঠানোর কাজে ব্যবহার করা হতো। তারা সাধারণত বীজ, ফল ও শস্য খায়।"
    },
    {
      "title": "মৌমাছি-খাদক (Bee-eater)",
      "short_description": "এক ধরনের রঙিন পাখি, যা মৌমাছি ও অন্যান্য পোকামাকড় খায়।",
      "details": "এই পাখিটি তার লম্বা ও বাঁকা চঞ্চু ব্যবহার করে পোকামাকড় শিকার করে। তারা প্রায়শই খোলা জায়গায় বাস করে এবং তাদের দলবদ্ধভাবে উড়তে দেখা যায়।"
    },
    {
      "title": "কাক (Crow)",
      "short_description": "কালো রঙের, বুদ্ধিমান ও সর্বভুক পাখি।",
      "details": "কাকরা তাদের বুদ্ধিমত্তা ও সমস্যা সমাধানের ক্ষমতার জন্য পরিচিত। তারা দলবদ্ধভাবে বাস করে এবং বিভিন্ন ধরনের খাবার খায়।"
    },
    {
      "title": "চড়ুই (Sparrow)",
      "short_description": "মানুষের বসতি অঞ্চলে পাওয়া একটি ছোট ও সাধারণ পাখি।",
      "details": "চড়ুই পাখিরা বীজ, পোকামাকড় ও শস্য খায়। তাদের সংখ্যা দিন দিন কমে যাচ্ছে, যা পরিবেশবিদদের জন্য উদ্বেগের কারণ।"
    },
    {
      "title": "দোয়েল (Magpie-robin)",
      "short_description": "বাংলাদেশের জাতীয় পাখি।",
      "details": "দোয়েল তার মিষ্টি গান ও কালো ও সাদা রঙের জন্য পরিচিত। এটি সাধারণত মানুষের বসতি অঞ্চলে, বাগান ও বনে বাস করে।"
    },
    {
      "title": "ময়ূর (Peacock)",
      "short_description": "তার রঙিন ও লম্বা লেজের জন্য পরিচিত একটি পাখি।",
      "details": "ময়ূর ভারতের জাতীয় পাখি। পুরুষ ময়ূরের লম্বা, রঙিন লেজ থাকে, যা তারা প্রজনন ঋতুতে প্রদর্শন করে। ময়ূররা বীজ, ফল ও পোকামাকড় খায়।"
    },
    {
      "title": "কোকিল (Cuckoo)",
      "short_description": "অন্য পাখির বাসায় ডিম পাড়ার জন্য পরিচিত একটি পাখি।",
      "details": "কোকিল নিজেদের বাসা বানায় না। তারা অন্য পাখির বাসায় ডিম পাড়ে, এবং সেই পাখিরাই তাদের শাবক লালনপালন করে।"
    },
    {
      "title": "কোকাতুয়া (Cockatoo)",
      "short_description": "লম্বা ঝুঁটিযুক্ত একটি তোতা জাতীয় পাখি।",
      "details": "কোকাতুয়া অত্যন্ত বুদ্ধিমান ও সামাজিক পাখি। তারা কথা বলতে পারে এবং বিভিন্ন ধরনের শব্দ নকল করতে পারে।"
    },
    {
      "title": "হামিংবার্ড (Hummingbird)",
      "short_description": "বিশ্বের ক্ষুদ্রতম পাখি, যা ফুলের মধু খায়।",
      "details": "হামিংবার্ড তার দ্রুত ডানার ঝাপটানির জন্য পরিচিত। তারা বাতাসে ভেসে থাকতে পারে এবং পিছন দিকে উড়তে পারে। তাদের লম্বা চঞ্চু ফুলের মধু সংগ্রহে সাহায্য করে।"
    },
    {
      "title": "পেঙ্গুইন (Penguin)",
      "short_description": "উড়তে অক্ষম একটি জলজ পাখি, যা প্রধানত ঠান্ডা অঞ্চলে পাওয়া যায়।",
      "details": "পেঙ্গুইন তার ওয়েবেড পা ও মসৃণ শরীরের জন্য সাঁতার কাটতে পারদর্শী। তারা মূলত মাছ, ক্রিল ও স্কুইড খায়।"
    },
    {
      "title": "শকুন (Vulture)",
      "short_description": "মৃত প্রাণীর মাংস খায় এমন একটি শিকারী পাখি।",
      "details": "শকুনের তীক্ষ্ণ দৃষ্টি ও ধারালো চঞ্চু থাকে। তারা পরিবেশ পরিষ্কার রাখতে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "কাঠঠোকরা (Woodpecker)",
      "short_description": "গাছের কাণ্ডে ঠোঁট দিয়ে আঘাত করে পোকামাকড় খায়।",
      "details": "কাঠঠোকরার শক্তিশালী চঞ্চু ও লম্বা, আঠালো জিহ্বা থাকে, যা তাদের পোকামাকড় সংগ্রহে সাহায্য করে।"
    },
    {
      "title": "রাজহাঁস (Swan)",
      "short_description": "বৃহৎ জলজ পাখি, যা তার দীর্ঘ গলা ও সাদা পালকের জন্য পরিচিত।",
      "details": "রাজহাঁসরা শান্ত ও সামাজিক প্রাণী। তারা ঘাস ও জলজ উদ্ভিদ খায়।"
    },
    {
      "title": "বাজ (Falcon)",
      "short_description": "দ্রুততম শিকারী পাখি, যা আকাশে শিকার করে।",
      "details": "বাজ তার দ্রুত গতির জন্য পরিচিত। তারা ছোট পাখি ও পোকামাকড় শিকার করে।"
    },
    {
      "title": "চিল (Kite)",
      "short_description": "সাধারণ শিকারী পাখি, যা প্রায়শই শহুরে এলাকায় দেখা যায়।",
      "details": "চিল মৃত প্রাণী, মাছ ও পোকামাকড় খায়।"
    },
    {
      "title": "সারস (Crane)",
      "short_description": "দীর্ঘ পা ও লম্বা গলাযুক্ত একটি জলজ পাখি।",
      "details": "সারসরা সাধারণত জলাভূমিতে বাস করে এবং মাছ, ব্যাঙ ও পোকামাকড় খায়।"
    },
    {
      "title": "তিতির (Partridge)",
      "short_description": "ছোট থেকে মাঝারি আকারের একটি স্থলজ পাখি।",
      "details": "তিতিররা সাধারণত ঘাস ও ঝোপঝাড়ে থাকে। তারা বীজ ও পোকামাকড় খায়।"
    },
    {
      "title": "টিয়া (Parrot)",
      "short_description": "উজ্জ্বল রঙের, বুদ্ধিমান ও কথা বলতে পারা পাখি।",
      "details": "টিয়া পাখিরা তাদের কথা নকল করার ক্ষমতার জন্য পরিচিত। তারা ফল, বীজ ও মধু খায়।"
    },
    {
      "title": "ঈগল (Eagle)",
      "short_description": "শক্তিশালী শিকারী পাখি, যা উচ্চ আকাশে উড়ে।",
      "details": "ঈগল তার তীক্ষ্ণ দৃষ্টি ও শক্তিশালী নখরের জন্য পরিচিত। তারা বিভিন্ন ধরনের প্রাণী শিকার করে।"
    },
    {
      "title": "উটপাখি (Ostrich)",
      "short_description": "বিশ্বের বৃহত্তম উড়তে অক্ষম পাখি।",
      "details": "উটপাখি তার দ্রুত গতির জন্য পরিচিত। তারা ঘাস ও বীজ খায়।"
    },
    {
      "title": "কবুতর (Dove)",
      "short_description": "পায়রার একটি প্রজাতি, যা শান্তির প্রতীক হিসেবে পরিচিত।",
      "details": "কবুতররা সাধারণত বীজ ও ফল খায়।"
    },
    {
      "title": "শকুন (Vulture)",
      "short_description": "মৃত প্রাণীর মাংস খায় এমন একটি শিকারী পাখি।",
      "details": "শকুনের তীক্ষ্ণ দৃষ্টি ও ধারালো চঞ্চু থাকে। তারা পরিবেশ পরিষ্কার রাখতে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "কাঠঠোকরা (Woodpecker)",
      "short_description": "গাছের কাণ্ডে ঠোঁট দিয়ে আঘাত করে পোকামাকড় খায়।",
      "details": "কাঠঠোকরার শক্তিশালী চঞ্চু ও লম্বা, আঠালো জিহ্বা থাকে, যা তাদের পোকামাকড় সংগ্রহে সাহায্য করে।"
    },
    {
      "title": "ফ্যালকন (Falcon)",
      "short_description": "দ্রুততম শিকারী পাখি, যা আকাশে শিকার করে।",
      "details": "ফ্যালকন তার দ্রুত গতির জন্য পরিচিত। তারা ছোট পাখি ও পোকামাকড় শিকার করে।"
    },
    {
      "title": "চিল (Kite)",
      "short_description": "সাধারণ শিকারী পাখি, যা প্রায়শই শহুরে এলাকায় দেখা যায়।",
      "details": "চিল মৃত প্রাণী, মাছ ও পোকামাকড় খায়।"
    },
    {
      "title": "সারস (Crane)",
      "short_description": "দীর্ঘ পা ও লম্বা গলাযুক্ত একটি জলজ পাখি।",
      "details": "সারসরা সাধারণত জলাভূমিতে বাস করে এবং মাছ, ব্যাঙ ও পোকামাকড় খায়।"
    },
    {
      "title": "তিতির (Partridge)",
      "short_description": "ছোট থেকে মাঝারি আকারের একটি স্থলজ পাখি।",
      "details": "তিতিররা সাধারণত ঘাস ও ঝোপঝাড়ে থাকে। তারা বীজ ও পোকামাকড় খায়।"
    },
    {
      "title": "টিয়া (Parrot)",
      "short_description": "উজ্জ্বল রঙের, বুদ্ধিমান ও কথা বলতে পারা পাখি।",
      "details": "টিয়া পাখিরা তাদের কথা নকল করার ক্ষমতার জন্য পরিচিত। তারা ফল, বীজ ও মধু খায়।"
    },
    {
      "title": "ঈগল (Eagle)",
      "short_description": "শক্তিশালী শিকারী পাখি, যা উচ্চ আকাশে উড়ে।",
      "details": "ঈগল তার তীক্ষ্ণ দৃষ্টি ও শক্তিশালী নখরের জন্য পরিচিত। তারা বিভিন্ন ধরনের প্রাণী শিকার করে।"
    },
    {
      "title": "উটপাখি (Ostrich)",
      "short_description": "বিশ্বের বৃহত্তম উড়তে অক্ষম পাখি।",
      "details": "উটপাখি তার দ্রুত গতির জন্য পরিচিত। তারা ঘাস ও বীজ খায়।"
    },
    {
      "title": "কবুতর (Dove)",
      "short_description": "পায়রার একটি প্রজাতি, যা শান্তির প্রতীক হিসেবে পরিচিত।",
      "details": "কবুতররা সাধারণত বীজ ও ফল খায়।"
    },
    {
      "title": "হাঁস (Duck)",
      "short_description": "ছোট আকারের জলজ পাখি, যা প্রায়শই জলাভূমিতে পাওয়া যায়।",
      "details": "হাঁস তার চ্যাপ্টা চঞ্চু ও ওয়েবেড পায়ের জন্য পরিচিত। তারা জলজ উদ্ভিদ, পোকামাকড় ও মাছ খায়।"
    },
    {
      "title": "পাখির বাসা (Bird Nests)",
      "short_description": "পাখিরা ডিম পাড়া ও শাবক লালনপালনের জন্য বাসা তৈরি করে।",
      "details": "পাখিরা বিভিন্ন ধরনের বাসা তৈরি করে, যেমন গাছের ডালে বাসা, মাটিতে বাসা বা মাটির গর্তে বাসা।"
    },
    {
      "title": "পাখির পালক (Bird Feathers)",
      "short_description": "পাখির শরীরের আচ্ছাদন, যা তাদের উড়তে ও তাপ নিয়ন্ত্রণে সাহায্য করে।",
      "details": "পালক হালকা ও শক্তিশালী। এটি বিভিন্ন রঙ ও আকারে আসে।"
    },
    {
      "title": "পাখির ডাক",
      "short_description": "পাখিরা একে অপরের সাথে যোগাযোগ ও নিজেদের অবস্থান জানানোর জন্য বিভিন্ন ধরনের শব্দ ব্যবহার করে।",
      "details": "পাখির ডাকের মাধ্যমে তারা তাদের প্রজাতি, অবস্থান ও বিপদ সম্পর্কে তথ্য দেয়।"
    },
    {
      "title": "পাখির খাদ্যাভ্যাস",
      "short_description": "পাখিরা বিভিন্ন ধরনের খাবার খায়, যেমন বীজ, ফল, পোকামাকড় ও মাছ।",
      "details": "পাখির খাদ্যাভ্যাস তাদের চঞ্চু ও পা এর গঠনের উপর নির্ভর করে।"
    },
    {
      "title": "পাখির ডিম",
      "short_description": "পাখিরা ডিম পাড়ার মাধ্যমে বংশবৃদ্ধি করে।",
      "details": "পাখির ডিমের আকার, রঙ ও গঠন বিভিন্ন প্রজাতির মধ্যে ভিন্ন হয়।"
    },
    {
      "title": "পাখির ঠোঁট",
      "short_description": "পাখির খাদ্য সংগ্রহ ও প্রতিরক্ষা অঙ্গ।",
      "details": "পাখির ঠোঁট তাদের খাদ্যাভ্যাসের সাথে অভিযোজিত হয়।"
    },
    {
      "title": "পাখির উড়া",
      "short_description": "পাখির উড়ার ক্ষমতা, যা তাদের ডানা ও হালকা কঙ্কালের কারণে সম্ভব হয়।",
      "details": "পাখির উড়া এক ধরনের অভিযোজন, যা তাদের খাদ্য ও বাসস্থান খুঁজতে সাহায্য করে।"
    }
  ]
}