{
  "subcategory": "বিলুপ্ত প্রজাতি",
  "entries": [
    {
      "title": "ডাইনোসর",
      "short_description": "বিশাল সরীসৃপ যা মেসোজোইক যুগে পৃথিবীতে বাস করত।",
      "details": "ডাইনোসর ছিল বিশাল সরীসৃপ যা প্রায় ১৬৫ মিলিয়ন বছর ধরে পৃথিবীতে রাজত্ব করেছিল। তাদের বিলুপ্তির প্রধান কারণ হিসেবে একটি বিশাল গ্রহাণুর আঘাতকে ধরা হয়, যা জলবায়ুর ব্যাপক পরিবর্তন ঘটায়।"
    },
    {
      "title": "সাবের-টুথ টাইগার",
      "short_description": "তুষার যুগের শিকারী যার বড় ও ধারালো দাঁত ছিল।",
      "details": "সাবের-টুথ টাইগার, বা স্মিলোডন, ছিল একটি শক্তিশালী শিকারী যা প্রায় ১০,০০০ বছর আগে বিলুপ্ত হয়। তাদের বিলুপ্তির কারণ সম্ভবত শিকারের অভাব এবং জলবায়ু পরিবর্তন।"
    },
    {
      "title": "ম্যামথ",
      "short_description": "হাতির পূর্বপুরুষ যা তুষার যুগে ইউরোপ, এশিয়া ও উত্তর আমেরিকায় বাস করত।",
      "details": "ম্যামথ ছিল হাতির মতো বিশাল প্রাণী যা প্রায় ৪,০০০ বছর আগে বিলুপ্ত হয়। জলবায়ু পরিবর্তন এবং মানুষের শিকার উভয়ই তাদের বিলুপ্তির জন্য দায়ী।"
    },
    {
      "title": "ডোডো পাখি",
      "short_description": "মরিশাস দ্বীপের উড়তে অক্ষম পাখি।",
      "details": "ডোডো পাখি ছিল মরিশাসের একটি স্থানীয় পাখি যা ১৭শ শতাব্দীর শেষের দিকে বিলুপ্ত হয়। তাদের বিলুপ্তির কারণ ছিল মানুষের শিকার এবং দ্বীপে আনা বিদেশী প্রাণীর আক্রমণ।"
    },
    {
      "title": "স্টেলা'স সি কাউ",
      "short_description": "বিশাল সামুদ্রিক স্তন্যপায়ী যা বেরিং সাগরে বাস করত।",
      "details": "স্টেলা'স সি কাউ ছিল একটি বিশাল সামুদ্রিক প্রাণী যা মাত্র ২৭ বছর আগে আবিষ্কৃত হয়েছিল এবং মানুষের শিকারের কারণে দ্রুত বিলুপ্ত হয়।"
    },
    {
      "title": "আইরিশ এল্ক",
      "short_description": "পৃথিবীর বৃহত্তম হরিণ প্রজাতি।",
      "details": "আইরিশ এল্ক বা মেগালোসেরোস, প্রায় ৭,৭০০ বছর আগে বিলুপ্ত হয়। তাদের বিলুপ্তির কারণ হিসেবে পরিবেশের পরিবর্তন এবং তাদের বিশাল শিংয়ের জন্য চলাফেরার অসুবিধা ধরা হয়।"
    },
    {
      "title": "কোয়াগা",
      "short_description": "ঘোড়ার মতো দেখতে প্রাণী যার অর্ধেক শরীরের ডোরাকাটা দাগ ছিল।",
      "details": "কোয়াগা ছিল একটি জেব্রার উপ-প্রজাতি যা ১৯শ শতাব্দীর শেষের দিকে দক্ষিণ আফ্রিকায় বিলুপ্ত হয়। মানুষের শিকার এবং আবাসস্থল ধ্বংস তাদের বিলুপ্তির প্রধান কারণ।"
    },
    {
      "title": "তাসমানিয়ান টাইগার",
      "short_description": "অস্ট্রেলিয়ার একটি থলেওয়ালা শিকারী প্রাণী।",
      "details": "তাসমানিয়ান টাইগার বা থাইলাসাইন, বিংশ শতাব্দীর প্রথম দিকে বিলুপ্ত হয়। মানুষের শিকার এবং রোগ তাদের বিলুপ্তির জন্য দায়ী।"
    },
    {
      "title": "পাইরেনিয়ান আইবেক্স",
      "short_description": "পাহাড়ে বসবাসকারী একটি বন্য ছাগল প্রজাতি।",
      "details": "পাইরেনিয়ান আইবেক্স বিংশ শতাব্দীর প্রথম দিকে বিলুপ্ত হয়। অবৈধ শিকার এবং রোগ তাদের বিলুপ্তির কারণ।"
    },
    {
      "title": "জাভান টাইগার",
      "short_description": "ইন্দোনেশিয়ার জাভা দ্বীপের একটি বাঘের উপ-প্রজাতি।",
      "details": "জাভান টাইগার বিংশ শতাব্দীর মাঝামাঝি সময়ে বিলুপ্ত হয়। আবাসস্থল ধ্বংস এবং মানুষের শিকার তাদের বিলুপ্তির প্রধান কারণ।"
    },
    {
      "title": "গ্রেট অক",
      "short_description": "উড়তে অক্ষম বিশাল সামুদ্রিক পাখি।",
      "details": "গ্রেট অক ছিল একটি উড়তে অক্ষম সামুদ্রিক পাখি যা ১৯শ শতাব্দীর মাঝামাঝি সময়ে বিলুপ্ত হয়। মানুষের শিকার তাদের বিলুপ্তির প্রধান কারণ।"
    },
    {
      "title": "ক্যারিবিয়ান মঙ্ক সিল",
      "short_description": "ক্যারিবিয়ান সাগরের একটি সীল প্রজাতি।",
      "details": "ক্যারিবিয়ান মঙ্ক সিল বিংশ শতাব্দীর মাঝামাঝি সময়ে বিলুপ্ত হয়। অতিরিক্ত শিকার এবং মানুষের দ্বারা সৃষ্ট পরিবেশগত পরিবর্তন তাদের বিলুপ্তির জন্য দায়ী।"
    },
    {
      "title": "ক্যানারিয়ান ওস্টার ক্যাচার",
      "short_description": "ক্যানারি দ্বীপপুঞ্জের একটি পাখি।",
      "details": "ক্যানারিয়ান ওস্টার ক্যাচার বিংশ শতাব্দীর মাঝামাঝি সময়ে বিলুপ্ত হয়। বাসস্থান ধ্বংস এবং জলবায়ু পরিবর্তন তাদের বিলুপ্তির প্রধান কারণ।"
    },
    {
      "title": "জাভার রাইনো",
      "short_description": "ভিয়েতনামি জাভার রাইনো বিংশ শতাব্দীর শেষে বিলুপ্ত হয়।",
      "details": "ভিয়েতনামি জাভার রাইনো প্রজাতির সর্বশেষ প্রাণীটি ২০১০ সালে মারা যায়। চোরাশিকার এবং বাসস্থান ধ্বংস এর জন্য দায়ী।"
    },
    {
      "title": "ওয়েস্টার্ন ব্ল্যাক রাইনো",
      "short_description": "আফ্রিকার একটি কালো গন্ডারের উপ-প্রজাতি।",
      "details": "ওয়েস্টার্ন ব্ল্যাক রাইনো ২০১১ সালে বিলুপ্ত ঘোষিত হয়। চোরাশিকার এবং রাজনৈতিক অস্থিতিশীলতা তাদের বিলুপ্তির জন্য দায়ী।"
    },
    {
      "title": "গোল্ডেন টোড",
      "short_description": "কোস্টা রিকার একটি ব্যাঙ প্রজাতি।",
      "details": "গোল্ডেন টোড ১৯৮৯ সালে বিলুপ্ত হয়। জলবায়ু পরিবর্তন এবং ছত্রাকের সংক্রমণ তাদের বিলুপ্তির প্রধান কারণ।"
    },
    {
      "title": "পিগন",
      "short_description": "উত্তর আমেরিকার একটি পাখি যা একসময় লাখ লাখ সংখ্যায় ছিল।",
      "details": "পিগন, বা প্যাসেঞ্জার পিজন, ১৯১৪ সালে বিলুপ্ত হয়। মানুষের ব্যাপক শিকার তাদের বিলুপ্তির প্রধান কারণ।"
    },
    {
      "title": "সিম্বাবিয়ান জেব্রা",
      "short_description": "সিম্বাবিয়ান অঞ্চলে বসবাসকারী একটি জেব্রা প্রজাতি।",
      "details": "সিম্বাবিয়ান জেব্রা ১৯শ শতাব্দীর শেষের দিকে বিলুপ্ত হয়। মানুষের শিকার এবং বাসস্থান ধ্বংস তাদের বিলুপ্তির জন্য দায়ী।"
    },
    {
      "title": "পিউপা বিটল",
      "short_description": "একটি বিলুপ্ত প্রজাতির পোকা।",
      "details": "পিউপা বিটল বিলুপ্ত হয় জলবায়ু পরিবর্তন এবং কীটনাশকের ব্যবহারের কারণে।"
    },
    {
      "title": "ইস্টার্ন কুগার",
      "short_description": "উত্তর আমেরিকার একটি চিতাবাঘের উপ-প্রজাতি।",
      "details": "ইস্টার্ন কুগার ২০১১ সালে বিলুপ্ত ঘোষিত হয়। বাসস্থান ধ্বংস এবং মানুষের শিকার তাদের বিলুপ্তির জন্য দায়ী।"
    },
    {
      "title": "ইয়ামা-নেকো",
      "short_description": "জাপানের একটি বন্য বিড়াল প্রজাতি।",
      "details": "ইয়ামা-নেকো বিংশ শতাব্দীর মাঝামাঝি সময়ে বিলুপ্ত হয়। বাসস্থান ধ্বংস এবং শিকার তাদের বিলুপ্তির জন্য দায়ী।"
    },
    {
      "title": "কালো খরগোশ",
      "short_description": "আফ্রিকার একটি খরগোশ প্রজাতি।",
      "details": "কালো খরগোশ বিংশ শতাব্দীর মাঝামাঝি সময়ে বিলুপ্ত হয়। বাসস্থান ধ্বংস এবং রোগ তাদের বিলুপ্তির কারণ।"
    },
    {
      "title": "মেটলাফেল",
      "short_description": "একটি বিলুপ্ত প্রজাতির গাছ।",
      "details": "মেটলাফেল একটি বিলুপ্ত গাছ প্রজাতি যা মূলত দক্ষিণ আমেরিকায় পাওয়া যেত। বন উজাড় এবং পরিবেশের পরিবর্তন তাদের বিলুপ্তির প্রধান কারণ।"
    },
    {
      "title": "কাটাঙ্গান গরিলা",
      "short_description": "মধ্য আফ্রিকার একটি গরিলা প্রজাতি।",
      "details": "কাটাঙ্গান গরিলা বিংশ শতাব্দীর শেষের দিকে বিলুপ্ত হয়। চোরাশিকার এবং রাজনৈতিক অস্থিরতা তাদের বিলুপ্তির জন্য দায়ী।"
    },
    {
      "title": "ফ্লোরিডা রেড উলফ",
      "short_description": "উত্তর আমেরিকার একটি লাল নেকড়ে প্রজাতি।",
      "details": "ফ্লোরিডা রেড উলফ বিংশ শতাব্দীর প্রথম দিকে বিলুপ্ত হয়। মানুষের শিকার এবং বাসস্থান ধ্বংস তাদের বিলুপ্তির কারণ।"
    },
    {
      "title": "রিসেসাস ফিশ",
      "short_description": "একটি বিলুপ্ত প্রজাতির মাছ।",
      "details": "রিসেসাস ফিশ জল দূষণ এবং নদী শুকিয়ে যাওয়ার কারণে বিলুপ্ত হয়।"
    },
    {
      "title": "হাওয়াইয়ান মোয়া-নালো",
      "short_description": "হাওয়াই দ্বীপপুঞ্জের একটি উড়তে অক্ষম পাখি।",
      "details": "হাওয়াইয়ান মোয়া-নালো বিংশ শতাব্দীর মাঝামাঝি সময়ে বিলুপ্ত হয়। বাসস্থান ধ্বংস এবং বিদেশী শিকারী প্রাণী তাদের বিলুপ্তির জন্য দায়ী।"
    },
    {
      "title": "সাইক্লোপস ক্যাট",
      "short_description": "একটি বিলুপ্ত প্রজাতির বিড়াল।",
      "details": "সাইক্লোপস ক্যাট ছিল একটি বিরল প্রজাতির বিড়াল যা বিংশ শতাব্দীর প্রথম দিকে বিলুপ্ত হয়। মানুষের শিকার এবং রোগ তাদের বিলুপ্তির কারণ।"
    },
    {
      "title": "ক্যাপিবারা",
      "short_description": "দক্ষিণ আমেরিকার একটি বিশাল ইঁদুর প্রজাতি।",
      "details": "ক্যাপিবারা একসময় ব্যাপকভাবে ছড়িয়ে থাকলেও বাসস্থান ধ্বংস এবং শিকারের কারণে তাদের সংখ্যা ব্যাপকভাবে কমে গেছে।"
    },
    {
      "title": "ডাসিরাস",
      "short_description": "অস্ট্রেলিয়ার একটি থলেওয়ালা প্রাণী।",
      "details": "ডাসিরাস বিংশ শতাব্দীর প্রথম দিকে বিলুপ্ত হয়। বাসস্থান ধ্বংস এবং শিকার তাদের বিলুপ্তির জন্য দায়ী।"
    },
    {
      "title": "ফ্লিন্ট ফিশ",
      "short_description": "একটি বিলুপ্ত প্রজাতির মাছ।",
      "details": "ফ্লিন্ট ফিশ বিংশ শতাব্দীর মাঝামাঝি সময়ে বিলুপ্ত হয়। অতিরিক্ত মাছ ধরা এবং জল দূষণ তাদের বিলুপ্তির কারণ।"
    },
    {
      "title": "পিনাট বিটল",
      "short_description": "একটি বিলুপ্ত প্রজাতির পোকা।",
      "details": "পিনাট বিটল কীটনাশকের ব্যবহারের কারণে বিলুপ্ত হয়।"
    },
    {
      "title": "সিমিয়ান",
      "short_description": "ইন্দোনেশিয়ার একটি বানর প্রজাতি।",
      "details": "সিমিয়ান বিংশ শতাব্দীর মাঝামাঝি সময়ে বিলুপ্ত হয়। বন উজাড় এবং শিকার তাদের বিলুপ্তির জন্য দায়ী।"
    },
    {
      "title": "গোল্ডেন ফ্রগ",
      "short_description": "পাপুয়া নিউ গিনির একটি ব্যাঙ প্রজাতি।",
      "details": "গোল্ডেন ফ্রগ বিংশ শতাব্দীর শেষের দিকে বিলুপ্ত হয়। জলবায়ু পরিবর্তন এবং ছত্রাকের সংক্রমণ তাদের বিলুপ্তির কারণ।"
    },
    {
      "title": "ইয়ামাই",
      "short_description": "জাপানের একটি ছোট হরিণ প্রজাতি।",
      "details": "ইয়ামাই বিংশ শতাব্দীর মাঝামাঝি সময়ে বিলুপ্ত হয়। মানুষের শিকার এবং বাসস্থান ধ্বংস তাদের বিলুপ্তির জন্য দায়ী।"
    },
    {
      "title": "ক্রোকোডাইল",
      "short_description": "একটি বিলুপ্ত প্রজাতির কুমির।",
      "details": "ক্রোকোডাইল প্রজাতিটি একসময় ব্যাপকভাবে ছড়িয়ে থাকলেও অতিরিক্ত শিকার এবং বাসস্থান ধ্বংসের কারণে তাদের সংখ্যা ব্যাপকভাবে কমে গেছে।"
    },
    {
      "title": "ব্লাক ফরেস্ট ক্যাট",
      "short_description": "জার্মানির কালো বন অঞ্চলের একটি বিড়াল প্রজাতি।",
      "details": "ব্লাক ফরেস্ট ক্যাট বিংশ শতাব্দীর প্রথম দিকে বিলুপ্ত হয়। মানুষের শিকার এবং বাসস্থান ধ্বংস তাদের বিলুপ্তির কারণ।"
    },
    {
      "title": "জেলিফিশ",
      "short_description": "একটি বিলুপ্ত প্রজাতির জেলিফিশ।",
      "details": "জেলিফিশ প্রজাতিটি সমুদ্রের তাপমাত্রা বৃদ্ধি এবং জল দূষণের কারণে বিলুপ্ত হয়।"
    },
    {
      "title": "পিউপা সর্প",
      "short_description": "একটি বিলুপ্ত প্রজাতির সাপ।",
      "details": "পিউপা সর্প বিংশ শতাব্দীর প্রথম দিকে বিলুপ্ত হয়। মানুষের শিকার এবং বাসস্থান ধ্বংস তাদের বিলুপ্তির কারণ।"
    },
    {
      "title": "লায়ন ফিশ",
      "short_description": "একটি বিলুপ্ত প্রজাতির মাছ।",
      "details": "লায়ন ফিশ অতিরিক্ত মাছ ধরা এবং জল দূষণের কারণে বিলুপ্ত হয়।"
    },
    {
      "title": "সাদা ভল্লুক",
      "short_description": "আর্কটিক অঞ্চলের একটি ভালুক প্রজাতি।",
      "details": "সাদা ভল্লুক জলবায়ু পরিবর্তন এবং বরফ গলে যাওয়ার কারণে ঝুঁকির মধ্যে রয়েছে।"
    },
    {
      "title": "সিম্বাবিয়ান টাইগার",
      "short_description": "সিম্বাবিয়ান অঞ্চলের একটি বাঘের উপ-প্রজাতি।",
      "details": "সিম্বাবিয়ান টাইগার বিংশ শতাব্দীর প্রথম দিকে বিলুপ্ত হয়। মানুষের শিকার এবং বাসস্থান ধ্বংস তাদের বিলুপ্তির জন্য দায়ী।"
    },
    {
      "title": "আমেরিকান ব্ল্যাক উলফ",
      "short_description": "উত্তর আমেরিকার একটি কালো নেকড়ে প্রজাতি।",
      "details": "আমেরিকান ব্ল্যাক উলফ বিংশ শতাব্দীর প্রথম দিকে বিলুপ্ত হয়। মানুষের শিকার এবং রোগ তাদের বিলুপ্তির কারণ।"
    },
    {
      "title": "ব্লাক শিম্পাঞ্জি",
      "short_description": "মধ্য আফ্রিকার একটি শিম্পাঞ্জি প্রজাতি।",
      "details": "ব্লাক শিম্পাঞ্জি চোরাশিকার এবং বাসস্থান ধ্বংসের কারণে ঝুঁকির মধ্যে রয়েছে।"
    },
    {
      "title": "চিনুক",
      "short_description": "দক্ষিণ আমেরিকার একটি ঘোড়া প্রজাতি।",
      "details": "চিনুক বিংশ শতাব্দীর প্রথম দিকে বিলুপ্ত হয়। মানুষের শিকার এবং বাসস্থান ধ্বংস তাদের বিলুপ্তির জন্য দায়ী।"
    },
    {
      "title": "ফরেস্ট বিটল",
      "short_description": "একটি বিলুপ্ত প্রজাতির পোকা।",
      "details": "ফরেস্ট বিটল বন উজাড় এবং কীটনাশকের ব্যবহারের কারণে বিলুপ্ত হয়।"
    },
    {
      "title": "আমাজান ক্যাট",
      "short_description": "দক্ষিণ আমেরিকার একটি বিড়াল প্রজাতি।",
      "details": "আমাজান ক্যাট বিংশ শতাব্দীর প্রথম দিকে বিলুপ্ত হয়। মানুষের শিকার এবং বাসস্থান ধ্বংস তাদের বিলুপ্তির কারণ।"
    },
    {
      "title": "টাইগার ফিশ",
      "short_description": "একটি বিলুপ্ত প্রজাতির মাছ।",
      "details": "টাইগার ফিশ অতিরিক্ত মাছ ধরা এবং জল দূষণের কারণে বিলুপ্ত হয়।"
    },
    {
      "title": "মাউস",
      "short_description": "একটি বিলুপ্ত প্রজাতির ইঁদুর।",
      "details": "মাউস প্রজাতিটি বাসস্থান ধ্বংস এবং মানুষের দ্বারা সৃষ্ট পরিবেশগত পরিবর্তনের কারণে বিলুপ্ত হয়।"
    },
    {
      "title": "ব্ল্যাক উলফ",
      "short_description": "আফ্রিকার একটি কালো নেকড়ে প্রজাতি।",
      "details": "ব্ল্যাক উলফ বিংশ শতাব্দীর প্রথম দিকে বিলুপ্ত হয়। মানুষের শিকার এবং রোগ তাদের বিলুপ্তির কারণ।"
    }
  ]
}