{
  "subcategory": "পোকামাকড়",
  "entries": [
    {
      "title": "পোকামাকড়ের সংজ্ঞা",
      "short_description": "ইনভার্টিব্রেটস শ্রেণীর আর্থ্রোপড পর্বের অন্তর্ভুক্ত ক্ষুদ্র প্রাণী, যাদের শরীর তিনটি ভাগে বিভক্ত: মাথা, বক্ষ ও পেট।",
      "details": "পোকামাকড় পৃথিবীর সবচেয়ে বৈচিত্র্যময় প্রাণীগোষ্ঠী। এদের প্রধান বৈশিষ্ট্য হলো ছয়টি পা, দুটি অ্যান্টেনা (শুঁড়), যৌগিক চোখ এবং প্রায়শই এক বা একাধিক জোড়া ডানা। তারা প্রায় সব পরিবেশে বাস করতে পারে।"
    },
    {
      "title": "প্রজাপতি (Butterfly)",
      "short_description": "সুন্দর ও রঙিন ডানাবিশিষ্ট একটি পতঙ্গ, যা ফুলের মধু খেয়ে থাকে।",
      "details": "প্রজাপতি তার জীবনচক্রের চারটি ধাপের জন্য পরিচিত: ডিম, লার্ভা (শুককীট), পিউপা ও পূর্ণাঙ্গ প্রজাপতি। এরা পরাগায়ণে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "মৌমাছি (Honeybee)",
      "short_description": "দলবদ্ধভাবে বাস করে এমন একটি সামাজিক পতঙ্গ, যা মধু উৎপাদন করে।",
      "details": "মৌমাছিরা মৌচাকে বাস করে, যেখানে একটি রাণী মৌমাছি, শ্রমিক মৌমাছি ও পুরুষ মৌমাছি থাকে। তারা ফুল থেকে মধু ও পরাগ সংগ্রহ করে এবং পরাগায়ণে সবচেয়ে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "পিঁপড়া (Ant)",
      "short_description": "অত্যন্ত সামাজিক ও দলবদ্ধভাবে বাস করে এমন একটি ক্ষুদ্র পতঙ্গ।",
      "details": "পিঁপড়াদের দলে রাণী, পুরুষ ও শ্রমিক পিঁপড়া থাকে। তারা তাদের আকারের তুলনায় অনেক বেশি ওজন বহন করতে পারে এবং জটিল উপনিবেশ তৈরি করে।"
    },
    {
      "title": "মশা (Mosquito)",
      "short_description": "ছোট ও উড়ন্ত পতঙ্গ, যা রোগ ছড়াতে পারে।",
      "details": "স্ত্রী মশা ডিম পাড়ার জন্য রক্ত খায় এবং এই প্রক্রিয়ায় ডেঙ্গু, ম্যালেরিয়া ও চিকুনগুনিয়ার মতো রোগ ছড়ায়।"
    },
    {
      "title": "তেলাপোকা (Cockroach)",
      "short_description": "সর্বভুক ও রাতের বেলায় সক্রিয় একটি পতঙ্গ।",
      "details": "তেলাপোকা অত্যন্ত অভিযোজনশীল এবং প্রায় সব পরিবেশে টিকে থাকতে পারে। তারা খাদ্য ও বাসস্থানের খোঁজে মানুষের বাড়িতে প্রবেশ করে।"
    },
    {
      "title": "ফড়িং (Dragonfly)",
      "short_description": "দ্রুত উড়তে সক্ষম একটি শিকারী পতঙ্গ।",
      "details": "ফড়িংরা জলজ পরিবেশে ডিম পাড়ে এবং তাদের লার্ভা জলে বাস করে। পূর্ণাঙ্গ ফড়িং মশা ও অন্যান্য ছোট পোকামাকড় খায়।"
    },
    {
      "title": "মাছি (Fly)",
      "short_description": "একটি সাধারণ ও উড়ন্ত পতঙ্গ, যা বিভিন্ন রোগ ছড়াতে পারে।",
      "details": "মাছি ময়লা ও পচনশীল পদার্থের উপর বসে এবং রোগ সৃষ্টিকারী জীবাণু বহন করে। তারা খাদ্য শৃঙ্খলে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "গুবরে পোকা (Beetle)",
      "short_description": "কঠিন বাইরের খোলকযুক্ত একটি পতঙ্গ, যা সবচেয়ে বড় পতঙ্গগোষ্ঠী।",
      "details": "গুবরে পোকারা বিভিন্ন পরিবেশে বাস করে এবং বিভিন্ন ধরনের খাবার খায়, যেমন উদ্ভিদ, পচনশীল পদার্থ ও অন্যান্য পোকামাকড়।"
    },
    {
      "title": "উইপোকা (Termite)",
      "short_description": "সামাজিক পতঙ্গ, যা কাঠ খায় ও বিশাল ঢিবি তৈরি করে।",
      "details": "উইপোকারা তাদের উপনিবেশে রাণী, সৈনিক ও শ্রমিক থাকে। তারা কাঠ ও অন্যান্য সেলুলোজ জাতীয় পদার্থ হজম করতে পারে এবং মাটির স্বাস্থ্যে ভূমিকা রাখে।"
    },
    {
      "title": "প্রজাপতির জীবনচক্র",
      "short_description": "প্রজাপতির সম্পূর্ণ জীবনচক্র: ডিম, শুঁয়োপোকা, পিউপা ও পূর্ণাঙ্গ প্রজাপতি।",
      "details": "এই জীবনচক্রকে রূপান্তর (metamorphosis) বলা হয়, যা প্রজাপতির সম্পূর্ণ জীবনের চারটি ভিন্ন পর্যায়।"
    },
    {
      "title": "মৌমাছির নৃত্য (Waggle Dance)",
      "short_description": "মৌমাছিরা খাবার বা জলের উৎসের অবস্থান বোঝাতে এই বিশেষ নৃত্য ব্যবহার করে।",
      "details": "মৌমাছির নৃত্যটি গোল বা ওয়াগেল নৃত্যের মাধ্যমে হয়, যা অন্যান্য মৌমাছিকে খাবার বা জলের উৎসের দূরত্ব ও দিক সম্পর্কে তথ্য দেয়।"
    },
    {
      "title": "পোকামাকড়ের উপকারিতা",
      "short_description": "পরাগায়ণে সহায়তা, খাদ্য শৃঙ্খলের অংশ এবং পরিবেশ পরিষ্কার রাখতে ভূমিকা।",
      "details": "পোকামাকড়রা ফসলের পরাগায়ণে, মাটি উর্বর করতে এবং পরিবেশের বর্জ্য পচাতে গুরুত্বপূর্ণ ভূমিকা রাখে। অনেক প্রাণী পোকামাকড়ের উপর খাদ্য হিসেবে নির্ভরশীল।"
    },
    {
      "title": "পোকামাকড়ের অপকারিতা",
      "short_description": "ফসল ও গাছপালার ক্ষতি করা এবং রোগ ছড়ানো।",
      "details": "কিছু পোকামাকড় ফসলের ব্যাপক ক্ষতি করে, যেমন পঙ্গপাল। কিছু পোকামাকড়, যেমন মশা, মানব সমাজে রোগ ছড়ায়।"
    },
    {
      "title": "পোকামাকড়ের বাসস্থান",
      "short_description": "পোকামাকড়রা বিভিন্ন পরিবেশে বাস করে, যেমন মাটি, জল ও গাছের পাতা।",
      "details": "পোকামাকড় তাদের বাসস্থান অনুযায়ী অভিযোজিত হয়েছে। কিছু পোকামাকড় জলজ, কিছু স্থলজ এবং কিছু উড়তে সক্ষম।"
    },
    {
      "title": "পোকামাকড়ের খাদ্য",
      "short_description": "পোকামাকড়রা বিভিন্ন ধরনের খাবার খায়, যেমন উদ্ভিদ, অন্যান্য পোকামাকড় ও পচনশীল পদার্থ।",
      "details": "পোকামাকড়ের খাদ্যাভ্যাস তাদের প্রজাতি ও জীবনচক্রের উপর নির্ভর করে।"
    },
    {
      "title": "পোকামাকড়ের নিয়ন্ত্রণ",
      "short_description": "পোকামাকড় নিয়ন্ত্রণ করার জন্য বিভিন্ন কৌশল, যেমন রাসায়নিক ও জৈবিক পদ্ধতি।",
      "details": "কীটনাশক, জৈবিক নিয়ন্ত্রণ (অন্য প্রাণী ব্যবহার করে) ও ফসলের আবর্তন ব্যবহার করা হয়।"
    },
    {
      "title": "পোকামাকড়ের শরীর",
      "short_description": "মাথা, বক্ষ ও পেট এই তিনটি ভাগে বিভক্ত।",
      "details": "মাথায় থাকে মস্তিষ্ক, চোখ ও মুখ। বক্ষে থাকে পা ও ডানা। পেটে থাকে হজম ও প্রজনন অঙ্গ।"
    },
    {
      "title": "গুবরে পোকার জীবনচক্র",
      "short_description": "গুবরে পোকার জীবনচক্রের চারটি পর্যায়: ডিম, লার্ভা, পিউপা ও পূর্ণাঙ্গ পোকা।",
      "details": "লার্ভা অবস্থায় গুবরে পোকা শুঁয়োপোকার মতো দেখতে এবং দ্রুত বৃদ্ধি পায়।"
    },
    {
      "title": "পোকামাকড়ের অভিযোজন",
      "short_description": "পোকামাকড়রা বিভিন্ন পরিবেশে বেঁচে থাকার জন্য বিভিন্ন বৈশিষ্ট্য তৈরি করে।",
      "details": "তাদের কঠিন বহিঃকঙ্কাল, উড়ার ক্ষমতা ও দ্রুত বংশবৃদ্ধি তাদের টিকে থাকতে সাহায্য করে।"
    },
    {
      "title": "পোকামাকড়ের শ্রবণশক্তি ও দৃষ্টিশক্তি",
      "short_description": "পোকামাকড়ের শ্রবণশক্তি ও দৃষ্টিশক্তি অত্যন্ত উন্নত।",
      "details": "তাদের যৌগিক চোখ দিয়ে তারা অনেক দিকে দেখতে পারে। কিছু পোকামাকড়ের অ্যান্টেনা শ্রবণ ও গন্ধের জন্য ব্যবহৃত হয়।"
    },
    {
      "title": "পঙ্গপাল (Locust)",
      "short_description": "এক ধরনের ঘাসফড়িং যা দলবদ্ধ হয়ে ফসলের ব্যাপক ক্ষতি করে।",
      "details": "পঙ্গপালরা দলে দলে উড়ে গিয়ে ফসল ধ্বংস করে এবং কৃষি অর্থনীতিতে ব্যাপক ক্ষতি করে।"
    },
    {
      "title": "লেডিব্যাগ বিটল (Ladybug)",
      "short_description": "একটি ছোট, উজ্জ্বল রঙের পোকা, যা কৃষকদের জন্য উপকারী।",
      "details": "লেডিব্যাগ বিটলরা ফসলের ক্ষতিকর পোকামাকড়, যেমন অ্যাফিডস, খায়।"
    },
    {
      "title": "জৈবিক নিয়ন্ত্রণ (Biological Control)",
      "short_description": "ক্ষতিকর পোকামাকড় নিয়ন্ত্রণ করার জন্য উপকারী পোকামাকড় ব্যবহার।",
      "details": "লেডিব্যাগ বিটল ও অন্যান্য উপকারী পোকামাকড় ব্যবহার করে ফসলের পোকা দমন করা হয়।"
    },
    {
      "title": "পোকামাকড়ের বৈচিত্র্য",
      "short_description": "পৃথিবীতে লক্ষ লক্ষ প্রজাতির পোকামাকড় রয়েছে।",
      "details": "পোকামাকড়ের প্রজাতি সংখ্যা সব প্রাণীর প্রজাতি সংখ্যার থেকে বেশি।"
    },
    {
      "title": "শামুক (Snail)",
      "short_description": "পেটে খোলকযুক্ত একটি প্রাণী, যা পোকামাকড় নয়।",
      "details": "শামুকরা মলাস্ক পর্বের প্রাণী, পোকামাকড় নয়।"
    },
    {
      "title": "মাকড়সা (Spider)",
      "short_description": "আট পা ও জালযুক্ত একটি প্রাণী, যা পোকামাকড় নয়।",
      "details": "মাকড়সা আর্থ্রোপড পর্বের অ্যারাকনিড শ্রেণীর প্রাণী, পোকামাকড় নয়।"
    },
    {
      "title": "পোকামাকড়ের প্রজনন",
      "short_description": "পোকামাকড়রা ডিম পাড়ার মাধ্যমে বংশবৃদ্ধি করে।",
      "details": "তাদের ডিমের সংখ্যা ও ধরন বিভিন্ন প্রজাতির মধ্যে ভিন্ন হয়।"
    },
    {
      "title": "পোকামাকড়ের খাদ্য শৃঙ্খল",
      "short_description": "পোকামাকড়রা খাদ্য শৃঙ্খলের একটি গুরুত্বপূর্ণ অংশ।",
      "details": "তারা বিভিন্ন প্রাণীর খাদ্য হিসেবে কাজ করে, যেমন পাখি ও ব্যাঙ।"
    },
    {
      "title": "কীটনাশক (Pesticide)",
      "short_description": "পোকামাকড় নিয়ন্ত্রণ করার জন্য ব্যবহৃত রাসায়নিক পদার্থ।",
      "details": "কীটনাশক ফসলের ক্ষতিকর পোকামাকড় নিয়ন্ত্রণ করে, কিন্তু পরিবেশের উপর নেতিবাচক প্রভাব ফেলতে পারে।"
    },
    {
      "title": "পোকামাকড়ের যোগাযোগ",
      "short_description": "পোকামাকড়রা গন্ধ, শব্দ ও অঙ্গভঙ্গি ব্যবহার করে একে অপরের সাথে যোগাযোগ করে।",
      "details": "মৌমাছিরা নাচের মাধ্যমে এবং পিঁপড়ারা গন্ধের মাধ্যমে যোগাযোগ করে।"
    },
    {
      "title": "পোকামাকড়ের বহিঃকঙ্কাল",
      "short_description": "পোকামাকড়ের বাইরের কঠিন আবরণ, যা তাদের সুরক্ষা দেয়।",
      "details": "বহিঃকঙ্কাল কাইটিন দিয়ে তৈরি এবং এটি তাদের দেহের কাঠামো দেয়।"
    },
    {
      "title": "পোকামাকড়ের ডানা",
      "short_description": "পোকামাকড়ের ডানা তাদের উড়তে সাহায্য করে।",
      "details": "ডানা তাদের শিকার থেকে পালাতে, খাদ্য খুঁজতে ও সঙ্গী খুঁজতে সাহায্য করে।"
    },
    {
      "title": "পোকামাকড়ের শ্বসন",
      "short_description": "পোকামাকড়রা তাদের শরীরের ছোট গর্ত দিয়ে শ্বাস নেয়।",
      "details": "তাদের শ্বসনতন্ত্র ট্র্যাচিয়া নামে পরিচিত, যা শরীরের ভিতরে বাতাস পৌঁছে দেয়।"
    },
    {
      "title": "পোকামাকড়ের শ্রেণিবিভাগ",
      "short_description": "পোকামাকড়দের বিভিন্ন পরিবার, বর্গ ও শ্রেণীতে ভাগ করা হয়।",
      "details": "এই শ্রেণিবিভাগ তাদের শারীরিক বৈশিষ্ট্য ও সম্পর্কের উপর ভিত্তি করে করা হয়।"
    },
    {
      "title": "কীটতত্ত্ব (Entomology)",
      "short_description": "পোকামাকড় সম্পর্কে গবেষণার বিজ্ঞান।",
      "details": "কীটতত্ত্ববিদরা পোকামাকড়ের আচরণ, জীবনচক্র ও বাস্তুতন্ত্রে তাদের ভূমিকা নিয়ে গবেষণা করেন।"
    },
    {
      "title": "ফুলের পরাগায়ণ",
      "short_description": "পোকামাকড় দ্বারা ফুলের পরাগ স্থানান্তরিত হওয়া।",
      "details": "মৌমাছি ও প্রজাপতির মতো পোকামাকড় পরাগায়ণে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "শস্যের পোকা",
      "short_description": "ফসল ও গাছের ক্ষতি করে এমন পোকামাকড়।",
      "details": "শস্যের পোকা কৃষকদের জন্য একটি বড় সমস্যা।"
    },
    {
      "title": "গৃহপালিত পোকামাকড়",
      "short_description": "মানুষের প্রয়োজনে পালন করা পোকামাকড়।",
      "details": "মৌমাছি ও রেশম পোকা এর উদাহরণ।"
    },
    {
      "title": "আলোকিত পোকা (Firefly)",
      "short_description": "রাতে আলো জ্বালায় এমন একটি পোকা।",
      "details": "আলোকিত পোকারা তাদের সঙ্গীকে আকর্ষণ করার জন্য আলো ব্যবহার করে।"
    },
    {
      "title": "পোকামাকড়ের মাইগ্রেশন",
      "short_description": "পোকামাকড়রা ঋতু অনুযায়ী এক স্থান থেকে অন্য স্থানে যায়।",
      "details": "কিছু প্রজাতির প্রজাপতি ও ফড়িং হাজার হাজার কিলোমিটার পাড়ি দেয়।"
    },
    {
      "title": "ক্ষতিকর পোকামাকড়",
      "short_description": "মানুষ ও ফসলের ক্ষতি করে এমন পোকামাকড়।",
      "details": "মশা, তেলাপোকা ও পঙ্গপাল ক্ষতিকর পোকামাকড়।"
    },
    {
      "title": "উপকারী পোকামাকড়",
      "short_description": "কৃষি ও পরিবেশের জন্য উপকারী পোকামাকড়।",
      "details": "মৌমাছি, লেডিব্যাগ বিটল ও ফড়িং উপকারী পোকামাকড়।"
    },
    {
      "title": "পোকামাকড়ের সামাজিক জীবন",
      "short_description": "কিছু পোকামাকড় দলবদ্ধ ও সামাজিক জীবনযাপন করে।",
      "details": "মৌমাছি, পিঁপড়া ও উইপোকারা সামাজিক জীবনযাপন করে।"
    },
    {
      "title": "পোকামাকড়ের শব্দ",
      "short_description": "পোকামাকড়রা বিভিন্ন ধরনের শব্দ তৈরি করে।",
      "details": "ঝিঁঝিঁ পোকা ও ঘাসফড়িং শব্দ তৈরি করে।"
    }
  ]
}