{
  "subcategory": "স্তন্যপায়ী প্রাণী",
  "entries": [
    {
      "title": "স্তন্যপায়ী প্রাণীর সংজ্ঞা",
      "short_description": "মেরুদণ্ডী প্রাণীদের একটি শ্রেণী, যাদের প্রধান বৈশিষ্ট্য হলো স্তনগ্রন্থি থেকে দুগ্ধ উৎপাদন ও দেহলোম।",
      "details": "স্তন্যপায়ী প্রাণীরা এন্ডোথার্মিক বা উষ্ণ রক্তের প্রাণী। তারা তাদের শাবকদের স্তনগ্রন্থি থেকে উৎপন্ন দুধ পান করিয়ে লালনপালন করে। এদের শরীরে লোম বা পশম থাকে, যা শরীরের তাপমাত্রা নিয়ন্ত্রণে সাহায্য করে। এছাড়াও, এদের মস্তিষ্কের গঠন উন্নত।"
    },
    {
      "title": "স্তন্যপায়ী প্রাণীর শ্রেণীবিন্যাস",
      "short_description": "বিভিন্ন প্রকার স্তন্যপায়ী প্রাণী, যেমন মনোট্রিম, মার্সুপিয়াল ও প্লাসেন্টাল স্তন্যপায়ী।",
      "details": "স্তন্যপায়ী প্রাণীদের তিনটি প্রধান উপশ্রেণী আছে: মনোট্রিম (যেমন প্লাটিপাস), যারা ডিম পাড়ে; মার্সুপিয়াল (যেমন ক্যাঙ্গারু), যাদের শাবক অপরিণত অবস্থায় জন্ম নেয় ও থলিতে থাকে; এবং প্লাসেন্টাল স্তন্যপায়ী (যেমন মানুষ, বাঘ), যাদের শাবক মাতৃগর্ভে সম্পূর্ণ বিকাশ লাভ করে।"
    },
    {
      "title": "স্তন্যপায়ী প্রাণীর বিবর্তন",
      "short_description": "প্রায় ২০০ মিলিয়ন বছর আগে ডাইনোসরদের যুগে স্তন্যপায়ী প্রাণীর উৎপত্তি।",
      "details": "প্রথম স্তন্যপায়ী প্রাণীরা ছোট, ইঁদুর-সদৃশ প্রাণী ছিল। প্রায় ৬৫ মিলিয়ন বছর আগে ডাইনোসরদের বিলুপ্তির পর তারা পৃথিবীতে প্রধান প্রাণী হিসেবে বিস্তার লাভ করে। এই বিবর্তনের ধারায় তারা বিভিন্ন পরিবেশে অভিযোজিত হয়েছে।"
    },
    {
      "title": "মানুষের উৎপত্তি ও বিবর্তন",
      "short_description": "প্রাইমেটদের একটি শাখা থেকে আধুনিক মানুষের (হোমো সেপিয়েন্স) বিবর্তন।",
      "details": "মানুষের বিবর্তনের ইতিহাসে হোমিনয়েড থেকে হোমিনিন, তারপর হোমো ইরেক্টাস এবং পরিশেষে হোমো সেপিয়েন্সের উদ্ভব ঘটে। এই প্রক্রিয়ায় দ্বিপদী চলন, মস্তিষ্কের আকার বৃদ্ধি এবং ভাষা ব্যবহারের ক্ষমতা বিকশিত হয়।"
    },
    {
      "title": "বাঘ (Panthera tigris)",
      "short_description": "বিড়াল প্রজাতির বৃহত্তম শিকারী প্রাণী, যা এশিয়ায় পাওয়া যায়।",
      "details": "বাঘ তার ডোরাকাটা গায়ের জন্য পরিচিত। এটি বন, তৃণভূমি ও ম্যানগ্রোভ বনের মতো বিভিন্ন পরিবেশে বাস করে। বাঘ এককভাবে শিকার করে এবং এর প্রধান খাদ্য হলো হরিণ, বুনো শুয়োর ও বাইসন। বর্তমানে বাঘ একটি বিপন্ন প্রজাতি।"
    },
    {
      "title": "সিংহ (Panthera leo)",
      "short_description": "বিড়াল প্রজাতির একটি বৃহৎ প্রাণী, যা দলবদ্ধভাবে (pride) বাস করে।",
      "details": "সিংহকে 'বনের রাজা' বলা হয়। এটি প্রধানত আফ্রিকা ও ভারতের কিছু অংশে পাওয়া যায়। সিংহের দলবদ্ধ জীবনযাত্রা তাদের শিকার ও প্রতিরক্ষা ব্যবস্থাকে শক্তিশালী করে। পুরুষ সিংহের কেশর তাদের প্রধান বৈশিষ্ট্য।"
    },
    {
      "title": "হাতি (Elephantidae)",
      "short_description": "স্থলভাগের বৃহত্তম স্তন্যপায়ী প্রাণী, যা তার বৃহৎ শরীর, শুঁড় ও দাঁতের জন্য পরিচিত।",
      "details": "হাতি প্রধানত আফ্রিকা ও এশিয়ায় পাওয়া যায়। শুঁড় ব্যবহার করে তারা জল পান করে, খাবার সংগ্রহ করে এবং শ্বাস নেয়। তাদের বড় কান শরীরের তাপমাত্রা নিয়ন্ত্রণে সাহায্য করে। হাতিরা অত্যন্ত বুদ্ধিমান ও সামাজিক প্রাণী।"
    },
    {
      "title": "ডলফিন ও তিমি",
      "short_description": "সামুদ্রিক স্তন্যপায়ী প্রাণী, যারা জলজ পরিবেশে অভিযোজিত হয়েছে।",
      "details": "ডলফিন ও তিমি বায়ু থেকে শ্বাস নেয় এবং তাদের শরীরে লোমের পরিবর্তে চর্বির স্তর (blubber) থাকে। তারা অত্যন্ত বুদ্ধিমান প্রাণী এবং যোগাযোগ ও সামাজিক বন্ধনের জন্য শব্দ ব্যবহার করে।"
    },
    {
      "title": "বাদুড় (Chiroptera)",
      "short_description": "একমাত্র স্তন্যপায়ী প্রাণী যারা উড়তে পারে।",
      "details": "বাদুড়রা ইকোলোকেশন ব্যবহার করে অন্ধকারে দিক নির্ণয় করে। তাদের ডানার গঠন হাত ও আঙ্গুলের হাড়ের সমন্বয়ে গঠিত। তারা পোকামাকড়, ফল বা ফুলের মধু খেয়ে থাকে।"
    },
    {
      "title": "ক্যাঙ্গারু (Macropodidae)",
      "short_description": "মার্সুপিয়াল শ্রেণীর প্রাণী, যা অস্ট্রেলিয়ায় পাওয়া যায় এবং পেটে থলিতে শাবক বহন করে।",
      "details": "ক্যাঙ্গারু তার শক্তিশালী পেছনের পা ব্যবহার করে লাফিয়ে লাফিয়ে চলে। তাদের লেজ ভারসাম্য বজায় রাখতে সাহায্য করে। শাবক, যাকে 'জোয়ি' বলা হয়, অপরিণত অবস্থায় জন্ম নেয় এবং মায়ের থলিতে কয়েক মাস ধরে বিকাশ লাভ করে।"
    },
    {
      "title": "মেরু ভাল্লুক (Ursus maritimus)",
      "short_description": "আর্কটিক অঞ্চলের বৃহত্তম শিকারী প্রাণী, যা সমুদ্র বরফের উপর বাস করে।",
      "details": "মেরু ভাল্লুক তার সাদা পশমের জন্য পরিচিত, যা বরফের মধ্যে ছদ্মবেশ ধারণে সাহায্য করে। তাদের পুরু চর্বির স্তর ও ঘন পশম ঠান্ডা থেকে রক্ষা করে। তারা মূলত সিল ও মাছ শিকার করে।"
    },
    {
      "title": "গরিলা (Gorilla)",
      "short_description": "বৃহত্তম প্রাইমেট, যা মধ্য আফ্রিকার বনে বাস করে।",
      "details": "গরিলা অত্যন্ত বুদ্ধিমান ও শান্ত প্রাণী। তারা দলবদ্ধভাবে বাস করে, এবং তাদের নেতাকে 'সিলভারব্যাক' বলা হয়। তারা প্রধানত গাছপালা ও ফল খেয়ে থাকে।"
    },
    {
      "title": "উট (Camelus)",
      "short_description": "মরুভূমির প্রাণী, যা তার কুঁজ ও জল সংরক্ষণের ক্ষমতার জন্য পরিচিত।",
      "details": "উটের কুঁজে চর্বি জমা থাকে, যা বিপাক প্রক্রিয়ায় জল উৎপাদনে সাহায্য করে। তারা দীর্ঘ সময় জল ছাড়া থাকতে পারে। তাদের দীর্ঘ পা ও প্রশস্ত ক্ষুর মরুভূমিতে চলাচলের জন্য উপযোগী।"
    },
    {
      "title": "পেঙ্গোলিন (Pangolin)",
      "short_description": "আঁশযুক্ত শরীর ও লম্বা জিহ্বা যুক্ত স্তন্যপায়ী প্রাণী।",
      "details": "পেঙ্গোলিনের শরীর কেরাটিন দিয়ে তৈরি শক্ত আঁশে আবৃত। বিপদের সময় তারা বলের মতো গুটিয়ে যায়। তারা প্রধানত পিঁপড়ে ও উইপোকা খায় এবং তাদের লম্বা, আঠালো জিহ্বা খাদ্য সংগ্রহে সাহায্য করে।"
    },
    {
      "title": "ডুয়াং (Dugong)",
      "short_description": "সামুদ্রিক স্তন্যপায়ী প্রাণী, যা 'সামুদ্রিক গরু' নামেও পরিচিত।",
      "details": "ডুয়াং শান্ত ও তৃণভোজী প্রাণী। তারা সমুদ্রের তলদেশে থাকা সামুদ্রিক ঘাস খায়। তাদের সংখ্যা কমে যাওয়ায় তারা বিপন্ন প্রজাতি হিসেবে বিবেচিত।"
    },
    {
      "title": "পান্ডা (Ailuropoda melanoleuca)",
      "short_description": "চীনের একটি স্থানীয় স্তন্যপায়ী প্রাণী, যা প্রধানত বাঁশ খেয়ে থাকে।",
      "details": "পান্ডা তার সাদা ও কালো রঙের জন্য পরিচিত। যদিও তারা মাংসাশী প্রাণীর শ্রেণীভুক্ত, তাদের প্রধান খাদ্য হলো বাঁশ। পাণ্ডার সংখ্যা অনেক কমে যাওয়ায় তারা সংরক্ষণের আওতায় রয়েছে।"
    },
    {
      "title": "জিরাফ (Giraffa)",
      "short_description": "স্থলভাগের সবচেয়ে লম্বা স্তন্যপায়ী প্রাণী, যার লম্বা গলা ও পা রয়েছে।",
      "details": "জিরাফ তার লম্বা গলা ব্যবহার করে উঁচু গাছের পাতা খায়। তাদের গায়ের প্যাটার্ন প্রতিটি জিরাফের জন্য অনন্য। তারা আফ্রিকার তৃণভূমিতে বাস করে।"
    },
    {
      "title": "ওরাং ওটাং (Pongo)",
      "short_description": "দক্ষিণ-পূর্ব এশিয়ার বনে পাওয়া একটি প্রাইমেট।",
      "details": "ওরাং ওটাং তাদের দীর্ঘ বাহু ও লালচে পশমের জন্য পরিচিত। তারা মূলত গাছের উপর বাস করে এবং ফল, পাতা ও পোকামাকড় খায়। বন উজাড়ের কারণে তারা বিপন্ন।"
    },
    {
      "title": "চিতা (Acinonyx jubatus)",
      "short_description": "স্থলভাগের দ্রুততম প্রাণী, যা তার দ্রুত গতির জন্য পরিচিত।",
      "details": "চিতা অল্প সময়ে প্রতি ঘণ্টায় ১২০ কিলোমিটার পর্যন্ত গতি অর্জন করতে পারে। তারা প্রধানত ছোট ও মাঝারি আকারের প্রাণী শিকার করে। তাদের শরীরে কালো ছোপ ছোপ দাগ থাকে।"
    },
    {
      "title": "সিল (Pinnipedia)",
      "short_description": "সামুদ্রিক স্তন্যপায়ী প্রাণী, যা জল ও স্থলে উভয় জায়গায় বাস করে।",
      "details": "সিল তাদের ফ্লিপার ব্যবহার করে সাঁতার কাটে এবং স্থলে চলাফেরা করে। তারা মূলত মাছ ও অন্যান্য সামুদ্রিক প্রাণী খায়। মেরু অঞ্চলে তাদের পুরু চর্বির স্তর ঠান্ডা থেকে রক্ষা করে।"
    },
    {
      "title": "নেকড়ে (Canis lupus)",
      "short_description": "শিকারী কুকুর প্রজাতির প্রাণী, যা দলবদ্ধভাবে শিকার করে।",
      "details": "নেকড়ে অত্যন্ত সামাজিক ও বুদ্ধিমান প্রাণী। তাদের দলে একটি নির্দিষ্ট hierarchy থাকে। তারা হরিণ, বাইসন ও অন্যান্য বড় প্রাণী শিকার করে।"
    },
    {
      "title": "শেয়াল (Vulpes)",
      "short_description": "ছোট থেকে মাঝারি আকারের সর্বভুক স্তন্যপায়ী প্রাণী।",
      "details": "শেয়াল তাদের চতুরতা ও অভিযোজন ক্ষমতার জন্য পরিচিত। তারা বিভিন্ন পরিবেশে বাস করে, যেমন বন, তৃণভূমি ও মরুভূমি। তারা ইঁদুর, পাখি, ফল ও পোকামাকড় খায়।"
    },
    {
      "title": "কাঠবিড়ালি (Sciuridae)",
      "short_description": "ছোট থেকে মাঝারি আকারের Rodentia শ্রেণীর প্রাণী, যা তার ছোট শরীর ও লম্বা লেজের জন্য পরিচিত।",
      "details": "কাঠবিড়ালিরা প্রধানত বাদাম, বীজ ও ফল খায়। তারা শীতের জন্য খাবার লুকিয়ে রাখে। তাদের তীক্ষ্ণ দাঁত শক্ত খাবার ভাঙতে সাহায্য করে।"
    },
    {
      "title": "পোসাম (Didelphimorphia)",
      "short_description": "আমেরিকার মার্সুপিয়াল প্রাণী।",
      "details": "পোসামরা বিপদের সময় 'মৃত সেজে' থাকে। তারা প্রধানত সর্বভুক এবং ফল, পোকামাকড় ও ছোট প্রাণী খায়।"
    },
    {
      "title": "রাইনো (Rhinocerotidae)",
      "short_description": "বৃহৎ, তৃণভোজী স্তন্যপায়ী প্রাণী, যার নাকের উপর শিং থাকে।",
      "details": "রাইনোর শিং কেরাটিন দিয়ে তৈরি, যা নখের মতোই। তারা প্রধানত ঘাস ও পাতা খায়। তাদের সংখ্যা কমে যাওয়ায় তারা বিপন্ন প্রজাতি।"
    },
    {
      "title": "প্লাটিপাস (Ornithorhynchus anatinus)",
      "short_description": "ডিম পাড়া স্তন্যপায়ী প্রাণী, যা অস্ট্রেলিয়ায় পাওয়া যায়।",
      "details": "প্লাটিপাসের একটি হাঁসের মতো চঞ্চু, বিবারের মতো লেজ এবং ওয়েবেড পা রয়েছে। এটি মনোট্রিম শ্রেণীর একমাত্র জীবিত প্রাণী। পুরুষ প্লাটিপাসের পেছনের পায়ে বিষাক্ত কাঁটা থাকে।"
    },
    {
      "title": "জেব্রা (Equus quagga)",
      "short_description": "কালো ও সাদা ডোরাকাটা গাধা-সদৃশ প্রাণী, যা আফ্রিকায় পাওয়া যায়।",
      "details": "জেব্রার ডোরাকাটা প্যাটার্ন প্রতিটি জেব্রার জন্য অনন্য। এই ডোরাকাটা দাগ তাদের শিকারীদের থেকে ছদ্মবেশ ধারণে সাহায্য করে।"
    },
    {
      "title": "গন্ডার (Rhinocerotidae)",
      "short_description": "বৃহৎ স্থলজ স্তন্যপায়ী প্রাণী যার নাকের উপর এক বা একাধিক শিং থাকে।",
      "details": "গন্ডার তার শিংয়ের জন্য পরিচিত, যা প্রধানত শিকারীদের দ্বারা শিকারের শিকার হয়। এটি প্রধানত তৃণভোজী প্রাণী এবং আফ্রিকার ও এশিয়ার কিছু অংশে পাওয়া যায়।"
    },
    {
      "title": "পিগমি মারমোসেট (Cebuella pygmaea)",
      "short_description": "বিশ্বের ক্ষুদ্রতম বানর, যা দক্ষিণ আমেরিকার রেইনফরেস্টে পাওয়া যায়।",
      "details": "এই বানরের ওজন মাত্র ১০০ গ্রামের মতো। এরা প্রধানত গাছের রস ও পোকামাকড় খায়।"
    },
    {
      "title": "নর্দার্ন রাইনওব্যাট (Northern Hairy-nosed Wombat)",
      "short_description": "বিশ্বের সবচেয়ে বিপন্ন স্তন্যপায়ী প্রাণীগুলির মধ্যে একটি।",
      "details": "এই প্রাণীটি অস্ট্রেলিয়ায় পাওয়া যায়। এটি প্রধানত রাতে সক্রিয় থাকে এবং ঘাস ও মূল খায়।"
    },
    {
      "title": "আমেরিকার কুগার (Puma concolor)",
      "short_description": "উত্তর ও দক্ষিণ আমেরিকার বৃহত্তম বিড়াল প্রজাতির প্রাণী।",
      "details": "কুগার এককভাবে শিকার করে। এটি তার পরিবেশের সাথে অত্যন্ত মানিয়ে নিতে পারে এবং বিভিন্ন ধরনের প্রাণী শিকার করে।"
    },
    {
      "title": "শিয়াল (Canidae)",
      "short_description": "কুকুর পরিবারের একটি সদস্য।",
      "details": "শিয়াল অত্যন্ত অভিযোজনশীল প্রাণী। এরা একা বা ছোট দলে বাস করে।"
    },
    {
      "title": "পোলার ফক্স (Vulpes lagopus)",
      "short_description": "আর্কটিক অঞ্চলের একটি ছোট শিয়াল।",
      "details": "পোলার ফক্সের পশম ঋতু অনুযায়ী রঙ পরিবর্তন করে। গ্রীষ্মে বাদামী ও শীতে সাদা হয়।"
    },
    {
      "title": "পান্ডা (Ailuropoda melanoleuca)",
      "short_description": "চীনের একটি স্থানীয় স্তন্যপায়ী প্রাণী, যা প্রধানত বাঁশ খেয়ে থাকে।",
      "details": "পান্ডা তার সাদা ও কালো রঙের জন্য পরিচিত। যদিও তারা মাংসাশী প্রাণীর শ্রেণীভুক্ত, তাদের প্রধান খাদ্য হলো বাঁশ। পাণ্ডার সংখ্যা অনেক কমে যাওয়ায় তারা সংরক্ষণের আওতায় রয়েছে।"
    },
    {
      "title": "ফ্ল্যাটারাস (Flatterer)",
      "short_description": "অস্ট্রেলিয়ায় পাওয়া একটি বিড়াল প্রজাতির স্তন্যপায়ী প্রাণী।",
      "details": "ফ্ল্যাটারাস তার পরিবেশের সাথে মানিয়ে নিতে পারে এবং ছোট থেকে মাঝারি আকারের প্রাণী শিকার করে।"
    },
    {
      "title": "শিয়াল (Canidae)",
      "short_description": "কুকুর পরিবারের একটি সদস্য।",
      "details": "শিয়াল অত্যন্ত অভিযোজনশীল প্রাণী। এরা একা বা ছোট দলে বাস করে।"
    },
    {
      "title": "পোলার ফক্স (Vulpes lagopus)",
      "short_description": "আর্কটিক অঞ্চলের একটি ছোট শিয়াল।",
      "details": "পোলার ফক্সের পশম ঋতু অনুযায়ী রঙ পরিবর্তন করে। গ্রীষ্মে বাদামী ও শীতে সাদা হয়।"
    },
    {
      "title": "ডলফিন (Delphinidae)",
      "short_description": "সামুদ্রিক স্তন্যপায়ী প্রাণী, যা অত্যন্ত বুদ্ধিমান ও সামাজিক।",
      "details": "ডলফিনরা দলবদ্ধভাবে বাস করে এবং একে অপরের সাথে জটিল শব্দ ব্যবহার করে যোগাযোগ করে। তারা বিভিন্ন ধরনের মাছ ও স্কুইড খায়।"
    },
    {
      "title": "হোয়াইট রাইনো (Ceratotherium simum)",
      "short_description": "আফ্রিকায় পাওয়া বৃহত্তম গন্ডার প্রজাতি।",
      "details": "হোয়াইট রাইনোর দুটি উপপ্রজাতি আছে, উত্তর ও দক্ষিণ। তাদের শিংয়ের জন্য তারা শিকারীদের দ্বারা বিপন্ন।"
    },
    {
      "title": "গরিলা (Gorilla)",
      "short_description": "বৃহত্তম প্রাইমেট, যা মধ্য আফ্রিকার বনে বাস করে।",
      "details": "গরিলা অত্যন্ত বুদ্ধিমান ও শান্ত প্রাণী। তারা দলবদ্ধভাবে বাস করে, এবং তাদের নেতাকে 'সিলভারব্যাক' বলা হয়। তারা প্রধানত গাছপালা ও ফল খেয়ে থাকে।"
    },
    {
      "title": "পোলার ভাল্লুক (Ursus maritimus)",
      "short_description": "আর্কটিক অঞ্চলের বৃহত্তম শিকারী প্রাণী, যা সমুদ্র বরফের উপর বাস করে।",
      "details": "পোলার ভাল্লুক তার সাদা পশমের জন্য পরিচিত, যা বরফের মধ্যে ছদ্মবেশ ধারণে সাহায্য করে।"
    },
    {
      "title": "জাগুয়ার (Panthera onca)",
      "short_description": "আমেরিকার বৃহত্তম বিড়াল প্রজাতির প্রাণী।",
      "details": "জাগুয়ার অত্যন্ত শক্তিশালী শিকারী প্রাণী এবং তাদের চোয়াল শক্তিশালী। তারা জলজ পরিবেশে শিকার করতে পারদর্শী।"
    },
    {
      "title": "শিম্পাঞ্জি (Pan troglodytes)",
      "short_description": "আফ্রিকার একটি প্রাইমেট, যা মানুষের নিকটতম আত্মীয়।",
      "details": "শিম্পাঞ্জিরা অত্যন্ত বুদ্ধিমান এবং সরঞ্জাম ব্যবহার করতে পারে। তারা দলবদ্ধভাবে বাস করে এবং ফল, পোকামাকড় ও ছোট প্রাণী খায়।"
    },
    {
      "title": "হাতি (Elephantidae)",
      "short_description": "স্থলভাগের বৃহত্তম স্তন্যপায়ী প্রাণী।",
      "details": "হাতি তার শুঁড় ব্যবহার করে জল পান করে, খাবার সংগ্রহ করে এবং শ্বাস নেয়।"
    },
    {
      "title": "চিতা (Acinonyx jubatus)",
      "short_description": "স্থলভাগের দ্রুততম প্রাণী।",
      "details": "চিতা অল্প সময়ে প্রতি ঘণ্টায় ১২০ কিলোমিটার পর্যন্ত গতি অর্জন করতে পারে।"
    },
    {
      "title": "উট (Camelus)",
      "short_description": "মরুভূমির প্রাণী, যা তার কুঁজ ও জল সংরক্ষণের ক্ষমতার জন্য পরিচিত।",
      "details": "উটের কুঁজে চর্বি জমা থাকে, যা বিপাক প্রক্রিয়ায় জল উৎপাদনে সাহায্য করে।"
    },
    {
      "title": "সিংহ (Panthera leo)",
      "short_description": "বিড়াল প্রজাতির একটি বৃহৎ প্রাণী, যা দলবদ্ধভাবে (pride) বাস করে।",
      "details": "সিংহকে 'বনের রাজা' বলা হয়। এটি প্রধানত আফ্রিকা ও ভারতের কিছু অংশে পাওয়া যায়।"
    },
    {
      "title": "ক্যাঙ্গারু (Macropodidae)",
      "short_description": "মার্সুপিয়াল শ্রেণীর প্রাণী, যা অস্ট্রেলিয়ায় পাওয়া যায় এবং পেটে থলিতে শাবক বহন করে।",
      "details": "ক্যাঙ্গারু তার শক্তিশালী পেছনের পা ব্যবহার করে লাফিয়ে লাফিয়ে চলে।"
    },
    {
      "title": "বাদুড় (Chiroptera)",
      "short_description": "একমাত্র স্তন্যপায়ী প্রাণী যারা উড়তে পারে।",
      "details": "বাদুড়রা ইকোলোকেশন ব্যবহার করে অন্ধকারে দিক নির্ণয় করে।"
    },
    {
      "title": "বাঘ (Panthera tigris)",
      "short_description": "বিড়াল প্রজাতির বৃহত্তম শিকারী প্রাণী, যা এশিয়ায় পাওয়া যায়।",
      "details": "বাঘ তার ডোরাকাটা গায়ের জন্য পরিচিত। এটি বন, তৃণভূমি ও ম্যানগ্রোভ বনের মতো বিভিন্ন পরিবেশে বাস করে।"
    }
  ]
}