{
  "subcategory": "মেরিন জীবন",
  "entries": [
    {
      "title": "মেরিন জীবনের সংজ্ঞা",
      "short_description": "পৃথিবীর মহাসাগর, সাগর, নদী, খাল ও অন্যান্য জলজ বাস্তুতন্ত্রে বসবাসকারী প্রাণী ও উদ্ভিদ।",
      "details": "মেরিন জীবন বলতে সমস্ত ধরনের জলজ জীবকে বোঝানো হয়, যা পৃথিবীর জলভাগে বাস করে। এটি ক্ষুদ্রাতিক্ষুদ্র অণুজীব থেকে শুরু করে বৃহত্তম প্রাণী, যেমন নীল তিমি, পর্যন্ত বিস্তৃত। মেরিন জীবন পৃথিবীর অক্সিজেন উৎপাদনের একটি গুরুত্বপূর্ণ উৎস এবং জলবায়ু নিয়ন্ত্রণেও ভূমিকা রাখে।"
    },
    {
      "title": "প্রবাল প্রাচীর (Coral Reef)",
      "short_description": "সমুদ্রের তলদেশে চুনাপাথর দিয়ে গঠিত একটি বাস্তুতন্ত্র, যা বিভিন্ন মেরিন প্রাণীর বাসস্থান।",
      "details": "প্রবাল প্রাচীরকে 'সমুদ্রের রেইনফরেস্ট' বলা হয়। এটি হাজার হাজার প্রজাতির মাছ, শ্যাওলা, কাঁকড়া ও অন্যান্য প্রাণীর আশ্রয়স্থল। জলবায়ু পরিবর্তন ও সমুদ্র দূষণের কারণে প্রবাল প্রাচীর ঝুঁকির মুখে রয়েছে।"
    },
    {
      "title": "ফাইটোপ্ল্যাঙ্কটন (Phytoplankton)",
      "short_description": "ক্ষুদ্র জলজ উদ্ভিদ, যা সালোকসংশ্লেষণ প্রক্রিয়ার মাধ্যমে খাদ্য তৈরি করে এবং অক্সিজেন উৎপাদন করে।",
      "details": "ফাইটোপ্ল্যাঙ্কটন মেরিন খাদ্য শৃঙ্খলের ভিত্তি। তারা সূর্যের আলো ব্যবহার করে খাদ্য তৈরি করে এবং পৃথিবীর প্রায় ৫০% অক্সিজেন উৎপাদন করে। এদের সংখ্যা ও স্বাস্থ্য সমুদ্রের বাস্তুতন্ত্রের স্বাস্থ্য নির্দেশ করে।"
    },
    {
      "title": "নীল তিমি (Blue Whale)",
      "short_description": "পৃথিবীর বৃহত্তম প্রাণী, যা প্রধানত ক্রিল নামক ক্ষুদ্র প্রাণীর উপর নির্ভরশীল।",
      "details": "নীল তিমির ওজন প্রায় ২০০ টন এবং দৈর্ঘ্য ৩০ মিটার পর্যন্ত হতে পারে। তারা দলবদ্ধভাবে বা একা বাস করে এবং তাদের বিশাল আকার সত্ত্বেও, তারা শান্ত ও নিরীহ প্রাণী। শিকার ও পরিবেশ দূষণের কারণে তাদের সংখ্যা কমে গেছে।"
    },
    {
      "title": "ডলফিন (Dolphin)",
      "short_description": "বুদ্ধিমান ও সামাজিক সামুদ্রিক স্তন্যপায়ী প্রাণী, যা যোগাযোগ ও শিকারের জন্য শব্দ ব্যবহার করে।",
      "details": "ডলফিনরা দলবদ্ধভাবে বাস করে এবং একে অপরের সাথে জটিল শব্দ ও অঙ্গভঙ্গি ব্যবহার করে যোগাযোগ করে। তারা খেলাধুলা করতে ভালোবাসে এবং মানুষের সাথে বন্ধুত্বপূর্ণ সম্পর্ক স্থাপন করে।"
    },
    {
      "title": "সিল (Seal)",
      "short_description": "সামুদ্রিক স্তন্যপায়ী প্রাণী, যা জল ও স্থলে উভয় জায়গায় বাস করে।",
      "details": "সিল তাদের ফ্লিপার ব্যবহার করে সাঁতার কাটে এবং স্থলে চলাফেরা করে। তারা মূলত মাছ ও অন্যান্য সামুদ্রিক প্রাণী খায়। মেরু অঞ্চলে তাদের পুরু চর্বির স্তর ঠান্ডা থেকে রক্ষা করে।"
    },
    {
      "title": "সাগরীয় কচ্ছপ (Sea Turtle)",
      "short_description": "প্রাচীন সরীসৃপ, যা পৃথিবীর মহাসাগরে বাস করে।",
      "details": "সাগরীয় কচ্ছপরা তাদের পুরো জীবন জলে কাটায়, শুধুমাত্র ডিম পাড়ার জন্য স্থলে আসে। প্লাস্টিক দূষণ, সমুদ্রের বর্জ্য এবং তাদের ডিমের অবৈধ শিকার তাদের সংখ্যা হ্রাসের প্রধান কারণ।"
    },
    {
      "title": "অক্টোপাস (Octopus)",
      "short_description": "অত্যন্ত বুদ্ধিমান ও নরম দেহযুক্ত সামুদ্রিক প্রাণী, যা ক্যামোফ্লেজ করতে পারে।",
      "details": "অক্টোপাসের আটটি শুঁড় রয়েছে এবং তারা তাদের রঙ ও গঠন পরিবর্তন করে ছদ্মবেশ ধারণ করতে পারে। তারা তাদের বুদ্ধি ও সমস্যা সমাধানের ক্ষমতার জন্য পরিচিত।"
    },
    {
      "title": "স্টারফিশ (Starfish)",
      "short_description": "তারার মতো আকৃতিযুক্ত একটি প্রাণী, যা সমুদ্রের তলদেশে বাস করে।",
      "details": "স্টারফিশের পাঁচটি বা তার বেশি বাহু থাকে। তারা তাদের বাহু হারিয়ে ফেললেও তা আবার তৈরি করতে পারে।"
    },
    {
      "title": "জেলেফিশ (Jellyfish)",
      "short_description": "নরম ও জেলির মতো শরীরযুক্ত সামুদ্রিক প্রাণী, যা জলজ পরিবেশে ভেসে বেড়ায়।",
      "details": "জেলেফিশের লম্বা শুঁড় থাকে, যা তারা শিকার ও আত্মরক্ষার জন্য ব্যবহার করে। কিছু প্রজাতির জেলেফিশের শুঁড় বিষাক্ত।"
    },
    {
      "title": "সামুদ্রিক আগাছা (Seaweed)",
      "short_description": "সমুদ্রের তলদেশে থাকা বিভিন্ন ধরনের উদ্ভিদ।",
      "details": "সামুদ্রিক আগাছা বিভিন্ন আকার ও রঙে আসে। তারা মাছ ও অন্যান্য সামুদ্রিক প্রাণীর খাদ্য ও আশ্রয়স্থল হিসেবে কাজ করে।"
    },
    {
      "title": "শার্ক (Shark)",
      "short_description": "সমুদ্রের একটি প্রধান শিকারী, যা তার শক্তিশালী চোয়াল ও তীক্ষ্ণ দাঁতের জন্য পরিচিত।",
      "details": "বিভিন্ন প্রজাতির শার্ক আছে, যেমন গ্রেট হোয়াইট শার্ক, টাইগার শার্ক ও হ্যামারহেড শার্ক। তারা সমুদ্রের খাদ্য শৃঙ্খল বজায় রাখতে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "সাগরীয় সাপ (Sea Snake)",
      "short_description": "সমুদ্রের জলে বাস করে এমন বিষাক্ত সাপ।",
      "details": "সাগরীয় সাপ তাদের পুরো জীবন জলে কাটায় এবং তাদের সাঁতারের জন্য উপযোগী লেজ থাকে। তারা মূলত মাছ খায়।"
    },
    {
      "title": "ক্রিল (Krill)",
      "short_description": "ক্ষুদ্র চিংড়ি-সদৃশ প্রাণী, যা তিমি ও সিলের প্রধান খাদ্য।",
      "details": "ক্রিল সমুদ্রের খাদ্য শৃঙ্খলের একটি গুরুত্বপূর্ণ অংশ। তাদের বৃহৎ সমাবেশ সমুদ্রের পৃষ্ঠে দেখা যায়।"
    },
    {
      "title": "সামুদ্রিক সিংহ (Sea Lion)",
      "short_description": "সিল-সদৃশ একটি সামুদ্রিক স্তন্যপায়ী প্রাণী, যা তার বড় কান ও শক্তিশালী ফ্লিপারের জন্য পরিচিত।",
      "details": "সামুদ্রিক সিংহরা সামাজিক প্রাণী এবং তারা দলবদ্ধভাবে বাস করে। তারা সাঁতার কাটতে পারদর্শী এবং মাছ ও অন্যান্য সামুদ্রিক প্রাণী খায়।"
    },
    {
      "title": "ডুয়াং (Dugong)",
      "short_description": "সামুদ্রিক তৃণভোজী স্তন্যপায়ী প্রাণী, যা 'সামুদ্রিক গরু' নামেও পরিচিত।",
      "details": "ডুয়াং শান্ত প্রাণী এবং তারা সমুদ্রের তলদেশে থাকা সামুদ্রিক ঘাস খায়। তারা বর্তমানে বিপন্ন প্রজাতি হিসেবে বিবেচিত।"
    },
    {
      "title": "ম্যানগ্রোভ (Mangrove)",
      "short_description": "উপকূলীয় অঞ্চলে লবণাক্ত জলে বেড়ে ওঠা গাছ।",
      "details": "ম্যানগ্রোভ বন বিভিন্ন মাছ ও পাখির আশ্রয়স্থল হিসেবে কাজ করে এবং উপকূলকে ঝড় ও ক্ষয় থেকে রক্ষা করে।"
    },
    {
      "title": "সামুদ্রিক পাখি (Seabirds)",
      "short_description": "তাদের জীবনের বেশিরভাগ সময় সমুদ্রে কাটানো পাখি।",
      "details": "সামুদ্রিক পাখিরা মাছ, ক্রিল ও অন্যান্য সামুদ্রিক প্রাণী খায়। তারা সমুদ্রের পরিবেশের স্বাস্থ্য নির্দেশ করে।"
    },
    {
      "title": "প্ল্যাঙ্কটন (Plankton)",
      "short_description": "সমুদ্রের জলে ভেসে থাকা ক্ষুদ্র জীব, যা ফাইটোপ্ল্যাঙ্কটন ও জুপ্ল্যাঙ্কটন দিয়ে গঠিত।",
      "details": "প্ল্যাঙ্কটন মেরিন খাদ্য শৃঙ্খলের ভিত্তি। তারা অন্য প্রাণীর খাদ্য হিসেবে কাজ করে।"
    },
    {
      "title": "সমুদ্রের স্রোত (Ocean Currents)",
      "short_description": "সমুদ্রের জলের ধারাবাহিক প্রবাহ, যা জলবায়ু ও মেরিন জীবনের উপর প্রভাব ফেলে।",
      "details": "সমুদ্রের স্রোত উষ্ণ জলকে ঠান্ডা অঞ্চলে এবং ঠান্ডা জলকে উষ্ণ অঞ্চলে নিয়ে যায়।"
    },
    {
      "title": "সমুদ্রের বাস্তুতন্ত্র",
      "short_description": "সমুদ্রের জীব ও তাদের পরিবেশের মধ্যে সম্পর্ক।",
      "details": "সমুদ্রের বাস্তুতন্ত্র অত্যন্ত জটিল এবং এতে খাদ্য শৃঙ্খল, জলচক্র ও অন্যান্য প্রাকৃতিক প্রক্রিয়া অন্তর্ভুক্ত।"
    },
    {
      "title": "সমুদ্রের তাপমাত্রা",
      "short_description": "সমুদ্রের জলের তাপমাত্রা, যা মেরিন জীবনের উপর প্রভাব ফেলে।",
      "details": "সমুদ্রের তাপমাত্রা বৃদ্ধি পেলে প্রবাল প্রাচীর ও অন্যান্য জীব ঝুঁকিতে পড়ে।"
    },
    {
      "title": "সমুদ্রের গভীরতা",
      "short_description": "সমুদ্রের তলদেশের গভীরতা, যা চাপ ও তাপমাত্রাকে প্রভাবিত করে।",
      "details": "সমুদ্রের গভীরে উচ্চ চাপ ও কম তাপমাত্রা থাকে, যা সেখানে বসবাসকারী প্রাণীদের অভিযোজনের জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "সমুদ্রের চাপ",
      "short_description": "জলস্তম্ভের ওজন দ্বারা সৃষ্ট চাপ, যা গভীরতার সাথে বৃদ্ধি পায়।",
      "details": "সমুদ্রের গভীরে উচ্চ চাপ মেরিন প্রাণীদের উপর প্রভাব ফেলে।"
    },
    {
      "title": "সমুদ্রের লবণাক্ততা (Salinity)",
      "short_description": "সমুদ্রের জলে লবণের পরিমাণ।",
      "details": "লবণাক্ততা মেরিন জীবনের জন্য গুরুত্বপূর্ণ এবং এটি জলের ঘনত্বকে প্রভাবিত করে।"
    },
    {
      "title": "মেরিন দূষণ (Marine Pollution)",
      "short_description": "প্লাস্টিক, তেল ও অন্যান্য বর্জ্যের কারণে সমুদ্রের জলের দূষণ।",
      "details": "মেরিন দূষণ সামুদ্রিক প্রাণীর জন্য ক্ষতিকর এবং বাস্তুতন্ত্রের ভারসাম্য নষ্ট করে।"
    },
    {
      "title": "জোয়ার-ভাটা (Tide)",
      "short_description": "চন্দ্র ও সূর্যের মহাকর্ষের কারণে সমুদ্রপৃষ্ঠের নিয়মিত ওঠানামা।",
      "details": "জোয়ার-ভাটা উপকূলীয় জীববৈচিত্র্য ও পরিবেশকে প্রভাবিত করে।"
    },
    {
      "title": "সুনামি (Tsunami)",
      "short_description": "সমুদ্রের তলদেশে ভূমিকম্প বা আগ্নেয়গিরির অগ্ন্যুৎপাতের কারণে সৃষ্ট বিশাল ঢেউ।",
      "details": "সুনামি উপকূলীয় এলাকায় ব্যাপক ধ্বংসযজ্ঞ ঘটাতে পারে।"
    },
    {
      "title": "মেরিন সংরক্ষণ",
      "short_description": "সামুদ্রিক পরিবেশ ও জীববৈচিত্র্য রক্ষা করার জন্য গৃহীত কার্যক্রম।",
      "details": "সামুদ্রিক সংরক্ষণ সামুদ্রিক রিজার্ভ তৈরি, দূষণ নিয়ন্ত্রণ ও বিপন্ন প্রজাতির সুরক্ষার মাধ্যমে করা হয়।"
    },
    {
      "title": "মহাসাগরীয় আগ্নেয়গিরি",
      "short_description": "সমুদ্রের তলদেশে থাকা আগ্নেয়গিরি।",
      "details": "মহাসাগরীয় আগ্নেয়গিরি নতুন দ্বীপ ও সামুদ্রিক বাস্তুতন্ত্র তৈরি করে।"
    },
    {
      "title": "মেরিন বাস্তুতন্ত্রের স্থিতিশীলতা",
      "short_description": "মেরিন বাস্তুতন্ত্রের ভারসাম্য ও স্থিতিশীলতা।",
      "details": "মেরিন বাস্তুতন্ত্রের স্থিতিশীলতা জীববৈচিত্র্য ও খাদ্য শৃঙ্খলের উপর নির্ভর করে।"
    },
    {
      "title": "জলজ প্রাণীর অভিযোজন",
      "short_description": "জলজ প্রাণীরা তাদের পরিবেশে বেঁচে থাকার জন্য বিভিন্ন বৈশিষ্ট্য তৈরি করে।",
      "details": "মাছের ফুলকা, সিলের চর্বির স্তর ও অন্যান্য অভিযোজন তাদের জলজ পরিবেশে মানিয়ে নিতে সাহায্য করে।"
    },
    {
      "title": "মেরিন বায়োটেকনোলজি",
      "short_description": "সামুদ্রিক জীব থেকে নতুন ঔষধ, খাবার ও অন্যান্য পণ্য তৈরির জন্য প্রযুক্তি।",
      "details": "মেরিন বায়োটেকনোলজি সামুদ্রিক জীব থেকে নতুন আবিষ্কার করতে সাহায্য করে।"
    },
    {
      "title": "সমুদ্রের উষ্ণতা বৃদ্ধি",
      "short_description": "জলবায়ু পরিবর্তনের কারণে সমুদ্রের জলের তাপমাত্রা বৃদ্ধি।",
      "details": "সমুদ্রের উষ্ণতা বৃদ্ধি প্রবাল ব্লিচিং ও অন্যান্য মেরিন জীবনের উপর নেতিবাচক প্রভাব ফেলে।"
    },
    {
      "title": "সমুদ্রের অম্লত্ব (Ocean Acidification)",
      "short_description": "কার্বন ডাই অক্সাইড শোষণের কারণে সমুদ্রের জলের pH হ্রাস।",
      "details": "সমুদ্রের অম্লত্ব বৃদ্ধি সামুদ্রিক প্রাণীর জন্য ক্ষতিকর।"
    },
    {
      "title": "শামুক ও ঝিনুক",
      "short_description": "শক্ত খোলকযুক্ত সামুদ্রিক প্রাণী।",
      "details": "শামুক ও ঝিনুক সমুদ্রের বাস্তুতন্ত্রে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "ফাইটোপ্ল্যাঙ্কটনের ব্লুম",
      "short_description": "ফাইটোপ্ল্যাঙ্কটনের দ্রুত বৃদ্ধি।",
      "details": "এটি সমুদ্রের খাদ্য শৃঙ্খলকে প্রভাবিত করতে পারে।"
    },
    {
      "title": "সামুদ্রিক গবেষণা",
      "short_description": "সমুদ্রের পরিবেশ ও জীবন সম্পর্কে গবেষণা।",
      "details": "সামুদ্রিক গবেষণা জলবায়ু পরিবর্তন ও পরিবেশ দূষণ সম্পর্কে তথ্য দেয়।"
    },
    {
      "title": "মেরিন আইন",
      "short_description": "সমুদ্রের ব্যবহার ও পরিবেশ রক্ষার জন্য আইন।",
      "details": "মেরিন আইন সমুদ্রে মাছ ধরা, খনিজ উত্তোলন ও দূষণ নিয়ন্ত্রণ করে।"
    },
    {
      "title": "সামুদ্রিক খাদ্য শৃঙ্খল",
      "short_description": "মেরিন জীবনে শক্তির প্রবাহ।",
      "details": "ফাইটোপ্ল্যাঙ্কটন থেকে তিমি পর্যন্ত সামুদ্রিক খাদ্য শৃঙ্খল বিস্তৃত।"
    },
    {
      "title": "লবণাক্ত জলের মাছ",
      "short_description": "লবণাক্ত জলে বাস করে এমন মাছ।",
      "details": "বিভিন্ন ধরনের লবণাক্ত জলের মাছ আছে, যেমন টুনা ও স্যামন।"
    },
    {
      "title": "মিষ্টি জলের মাছ",
      "short_description": "নদী ও হ্রদে বাস করে এমন মাছ।",
      "details": "মিষ্টি জলের মাছের মধ্যে রুই, কাতলা ও পাঙ্গাস জনপ্রিয়।"
    },
    {
      "title": "নদী ও খাল",
      "short_description": "নদী ও খালের বাস্তুতন্ত্র।",
      "details": "নদী ও খালের জীববৈচিত্র্য সমুদ্র থেকে ভিন্ন।"
    },
    {
      "title": "জলজ কৃষি",
      "short_description": "নিয়ন্ত্রিত পরিবেশে জলজ উদ্ভিদ ও প্রাণীর চাষ।",
      "details": "জলজ কৃষি খাদ্য নিরাপত্তা নিশ্চিত করে।"
    },
    {
      "title": "জলজ উদ্ভিদ",
      "short_description": "জলে বেড়ে ওঠা উদ্ভিদ।",
      "details": "জলজ উদ্ভিদ জলকে পরিষ্কার রাখে এবং প্রাণীর খাদ্য ও আশ্রয়স্থল হিসেবে কাজ করে।"
    },
    {
      "title": "জলজ প্রাণী",
      "short_description": "জলে বাস করে এমন প্রাণী।",
      "details": "জলজ প্রাণীর মধ্যে মাছ, কাঁকড়া ও ব্যাঙ অন্তর্ভুক্ত।"
    },
    {
      "title": "জলজ বাস্তুতন্ত্র",
      "short_description": "জলজ জীব ও তাদের পরিবেশের মধ্যে সম্পর্ক।",
      "details": "জলজ বাস্তুতন্ত্র জলচক্র ও জীববৈচিত্র্যকে প্রভাবিত করে।"
    },
    {
      "title": "পানির বিশুদ্ধতা",
      "short_description": "পানির গুণগত মান, যা জীবের জীবনধারণের জন্য গুরুত্বপূর্ণ।",
      "details": "পানির বিশুদ্ধতা বজায় রাখতে দূষণ নিয়ন্ত্রণ জরুরি।"
    },
    {
      "title": "জলচক্র",
      "short_description": "জল বাষ্পীভূত, ঘনীভূত ও বৃষ্টি হিসেবে ফিরে আসা।",
      "details": "জলচক্র পরিবেশের ভারসাম্য বজায় রাখে।"
    }
  ]
}