{
  "subcategory": "জলবায়ু পরিবর্তন",
  "entries": [
    {
      "title": "জলবায়ু পরিবর্তনের সংজ্ঞা",
      "short_description": "পৃথিবীর গড় জলবায়ুতে দীর্ঘমেয়াদী পরিবর্তন, যা প্রাকৃতিক ও মানবসৃষ্ট কারণে ঘটে।",
      "details": "জলবায়ু পরিবর্তন হলো পৃথিবীর তাপমাত্রা, বৃষ্টিপাতের ধরন ও বায়ুমণ্ডলীয় অবস্থার দীর্ঘমেয়াদী পরিবর্তন। এটি প্রাকৃতিক ঘটনা যেমন আগ্নেয়গিরির অগ্ন্যুৎপাত বা সৌর বিকিরণের পরিবর্তনের কারণে ঘটতে পারে, তবে বর্তমানে এটি মূলত মানবসৃষ্ট কার্যকলাপ, বিশেষ করে জীবাশ্ম জ্বালানি পোড়ানোর ফলে সৃষ্ট গ্রিনহাউস গ্যাসের নির্গমনের কারণে হচ্ছে।"
    },
    {
      "title": "গ্রিনহাউস প্রভাব (Greenhouse Effect)",
      "short_description": "বায়ুমণ্ডলে গ্রিনহাউস গ্যাস দ্বারা তাপ ধরে রাখার প্রাকৃতিক প্রক্রিয়া।",
      "details": "গ্রিনহাউস প্রভাব হলো এমন একটি প্রক্রিয়া যেখানে কার্বন ডাই অক্সাইড (CO2), মিথেন (CH4) ও নাইট্রাস অক্সাইডের (N2O) মতো গ্যাস বায়ুমণ্ডলে একটি স্তর তৈরি করে যা সূর্যের তাপকে আটকে রাখে। এটি পৃথিবীকে বসবাসের উপযোগী তাপমাত্রা বজায় রাখতে সাহায্য করে, কিন্তু অতিরিক্ত গ্যাস এই প্রভাবকে বাড়িয়ে তোলে, যার ফলে পৃথিবীর তাপমাত্রা বৃদ্ধি পায়।"
    },
    {
      "title": "বৈশ্বিক উষ্ণতা বৃদ্ধি (Global Warming)",
      "short_description": "পৃথিবীর গড় তাপমাত্রা বৃদ্ধি পাওয়ার প্রক্রিয়া।",
      "details": "বৈশ্বিক উষ্ণতা বৃদ্ধি হলো জলবায়ু পরিবর্তনের একটি প্রধান দিক। এটি মূলত বায়ুমণ্ডলে অতিরিক্ত গ্রিনহাউস গ্যাসের উপস্থিতির কারণে ঘটে, যা সূর্যের তাপকে আটকে রাখে এবং পৃথিবীর তাপমাত্রা বাড়িয়ে তোলে। এর ফলে মেরু অঞ্চলের বরফ গলে যায় এবং সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধি পায়।"
    },
    {
      "title": "গ্রিনহাউস গ্যাস (Greenhouse Gases)",
      "short_description": "যে গ্যাসগুলি বায়ুমণ্ডলে তাপ ধরে রাখতে সক্ষম।",
      "details": "প্রধান গ্রিনহাউস গ্যাসগুলি হলো কার্বন ডাই অক্সাইড, মিথেন, নাইট্রাস অক্সাইড ও ফ্লোরিনেটেড গ্যাস। এই গ্যাসগুলি মূলত শিল্প কারখানা, পরিবহন, কৃষি ও বন উজাড়ের মতো মানবসৃষ্ট কার্যকলাপ থেকে নির্গত হয়।"
    },
    {
      "title": "জলবায়ু পরিবর্তনের কারণ",
      "short_description": "জলবায়ু পরিবর্তনের প্রধান কারণগুলি হলো মানবসৃষ্ট কার্যকলাপ ও প্রাকৃতিক ঘটনা।",
      "details": "জলবায়ু পরিবর্তনের প্রধান মানবসৃষ্ট কারণগুলি হলো জীবাশ্ম জ্বালানি (কয়লা, তেল ও গ্যাস) পোড়ানো, বন উজাড় ও শিল্প প্রক্রিয়া। প্রাকৃতিক কারণগুলির মধ্যে আগ্নেয়গিরির অগ্ন্যুৎপাত ও সৌর বিকিরণের পরিবর্তন অন্তর্ভুক্ত।"
    },
    {
      "title": "সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধি (Sea Level Rise)",
      "short_description": "বৈশ্বিক উষ্ণতা বৃদ্ধির কারণে হিমবাহ ও বরফ গলে সমুদ্রের জলের উচ্চতা বৃদ্ধি।",
      "details": "সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধি উপকূলীয় অঞ্চল ও দ্বীপ দেশগুলির জন্য একটি প্রধান হুমকি। এর ফলে বন্যা, লবণাক্ততা বৃদ্ধি ও কৃষি জমির ক্ষতি হয়।"
    },
    {
      "title": "চরম আবহাওয়া (Extreme Weather)",
      "short_description": "অস্বাভাবিক ও তীব্র আবহাওয়ার ঘটনা, যেমন বন্যা, খরা, ঘূর্ণিঝড় ও তাপপ্রবাহ।",
      "details": "জলবায়ু পরিবর্তনের ফলে চরম আবহাওয়ার ঘটনাগুলি আরও ঘন ঘন ও তীব্র হচ্ছে। এর ফলে কৃষি, অর্থনীতি ও জনস্বাস্থ্যের উপর নেতিবাচক প্রভাব পড়ছে।"
    },
    {
      "title": "জীববৈচিত্র্যের ক্ষতি (Loss of Biodiversity)",
      "short_description": "জলবায়ু পরিবর্তনের কারণে উদ্ভিদ ও প্রাণীর বাসস্থান ও বাস্তুতন্ত্রের ক্ষতি।",
      "details": "তাপমাত্রা বৃদ্ধি ও আবহাওয়ার পরিবর্তনের কারণে অনেক প্রজাতির বাসস্থান পরিবর্তিত হচ্ছে, যা তাদের বিলুপ্তির ঝুঁকির দিকে নিয়ে যাচ্ছে। প্রবাল প্রাচীর, মেরু ভাল্লুক ও কিছু পাখি জলবায়ু পরিবর্তনের কারণে ঝুঁকির মুখে রয়েছে।"
    },
    {
      "title": "জলবায়ু পরিবর্তনের প্রভাব",
      "short_description": "জলবায়ু পরিবর্তনের ফলে পরিবেশ, অর্থনীতি, জনস্বাস্থ্য ও সামাজিক জীবনের উপর বিভিন্ন প্রভাব পড়ে।",
      "details": "জলবায়ু পরিবর্তনের ফলে খাদ্য নিরাপত্তা, জল সরবরাহ, মানব স্বাস্থ্য ও অর্থনৈতিক স্থিতিশীলতার উপর নেতিবাচক প্রভাব পড়ছে। এটি দারিদ্র্য ও বৈষম্যকে আরও বাড়িয়ে তুলছে।"
    },
    {
      "title": "জলবায়ু পরিবর্তন মোকাবিলা",
      "short_description": "জলবায়ু পরিবর্তন মোকাবিলায় বিভিন্ন কৌশল ও আন্তর্জাতিক চুক্তি।",
      "details": "জলবায়ু পরিবর্তন মোকাবিলায় গ্রিনহাউস গ্যাসের নির্গমন কমানো, নবায়নযোগ্য শক্তির ব্যবহার বৃদ্ধি, বন উজাড় বন্ধ করা ও জলবায়ু সহনশীল অবকাঠামো তৈরি করা অন্তর্ভুক্ত। প্যারিস চুক্তি ও কিয়োটো প্রটোকলের মতো আন্তর্জাতিক চুক্তি এই লক্ষ্যে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "নবায়নযোগ্য শক্তি (Renewable Energy)",
      "short_description": "যে শক্তি উৎসগুলি প্রকৃতিতে বারবার পাওয়া যায়, যেমন সৌর, বায়ু ও জলবিদ্যুৎ।",
      "details": "নবায়নযোগ্য শক্তি জলবায়ু পরিবর্তনের বিরুদ্ধে লড়াই করার একটি গুরুত্বপূর্ণ উপায়। এটি জীবাশ্ম জ্বালানির উপর নির্ভরতা কমায় এবং গ্রিনহাউস গ্যাসের নির্গমন হ্রাস করে।"
    },
    {
      "title": "কার্বন ফুটপ্রিন্ট (Carbon Footprint)",
      "short_description": "একজন ব্যক্তি, সংস্থা বা দেশের দ্বারা নির্গত গ্রিনহাউস গ্যাসের মোট পরিমাণ।",
      "details": "কার্বন ফুটপ্রিন্ট হলো কোনো কার্যকলাপের ফলে সৃষ্ট কার্বন ডাই অক্সাইড ও অন্যান্য গ্রিনহাউস গ্যাসের পরিমাণ। এটি কমানোর জন্য ব্যক্তিগত ও সমষ্টিগত প্রচেষ্টা গুরুত্বপূর্ণ।"
    },
    {
      "title": "কার্বন ক্যাপচার (Carbon Capture)",
      "short_description": "বায়ুমণ্ডল থেকে কার্বন ডাই অক্সাইড অপসারণ করার প্রযুক্তি।",
      "details": "কার্বন ক্যাপচার প্রযুক্তি কার্বন ডাই অক্সাইড গ্যাসকে বায়ুমণ্ডল থেকে সরাসরি সংগ্রহ করে এবং এটিকে ভূগর্ভে সংরক্ষণ করে।"
    },
    {
      "title": "জলবায়ু ন্যায়বিচার (Climate Justice)",
      "short_description": "জলবায়ু পরিবর্তনের প্রভাবের সাথে সম্পর্কিত সামাজিক, অর্থনৈতিক ও পরিবেশগত অসমতা।",
      "details": "জলবায়ু ন্যায়বিচার হলো একটি ধারণা যা বলে যে জলবায়ু পরিবর্তনের প্রভাবগুলি সাধারণত সবচেয়ে দুর্বল ও দরিদ্র সম্প্রদায়কে সবচেয়ে বেশি প্রভাবিত করে, যদিও তারা এই পরিবর্তনের জন্য কম দায়ী।"
    },
    {
      "title": "প্যারিস চুক্তি (Paris Agreement)",
      "short_description": "২০১৫ সালে স্বাক্ষরিত একটি আন্তর্জাতিক চুক্তি, যা বৈশ্বিক উষ্ণতা ২° সেলসিয়াসের নিচে রাখার লক্ষ্য নির্ধারণ করে।",
      "details": "প্যারিস চুক্তি জলবায়ু পরিবর্তনের বিরুদ্ধে লড়াই করার একটি ঐতিহাসিক চুক্তি। এটি দেশগুলিকে তাদের নিজস্ব কার্বন নির্গমন কমানোর লক্ষ্য নির্ধারণ করতে উৎসাহিত করে।"
    },
    {
      "title": "জলবায়ু শরণার্থীরা (Climate Refugees)",
      "short_description": "জলবায়ু পরিবর্তনের কারণে তাদের বাড়িঘর বা দেশ ছেড়ে যেতে বাধ্য হওয়া মানুষ।",
      "details": "জলবায়ু শরণার্থীরা সাধারণত সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধি, খরা ও বন্যার মতো প্রাকৃতিক দুর্যোগের কারণে তাদের বাসস্থান হারান।"
    }
  ]
}