{
  "subcategory": "বনজ ও প্রাণিজ সম্পদ",
  "entries": [
    {
      "title": "বনজ সম্পদের সংজ্ঞা",
      "short_description": "কোনো অঞ্চলের বনভূমি থেকে প্রাপ্ত কাঠ, ফল, ঔষধি উদ্ভিদ, বন্যপ্রাণী ও অন্যান্য প্রাকৃতিক উপাদান।",
      "details": "বনজ সম্পদ হলো জীবন্ত বন থেকে প্রাপ্ত সমস্ত সম্পদ। এটি পরিবেশের ভারসাম্য বজায় রাখতে গুরুত্বপূর্ণ ভূমিকা পালন করে, কারণ বনগুলি কার্বন শোষণ করে, জলবায়ু নিয়ন্ত্রণ করে এবং মাটির ক্ষয় রোধ করে। বনজ সম্পদ মানুষের জন্য জ্বালানি, কাঠ, খাদ্য ও ঔষধি পণ্য সরবরাহ করে।"
    },
    {
      "title": "কাঠ (Timber)",
      "short_description": "বন থেকে প্রাপ্ত অন্যতম গুরুত্বপূর্ণ বনজ সম্পদ, যা নির্মাণ ও আসবাবপত্র তৈরিতে ব্যবহৃত হয়।",
      "details": "কাঠ একটি বহুমুখী বনজ সম্পদ। এটি জ্বালানি, আসবাবপত্র, ঘরবাড়ি ও কাগজ তৈরির জন্য ব্যবহৃত হয়। বিভিন্ন ধরনের কাঠ, যেমন সেগুন, শাল ও মেহগনি, তাদের ঘনত্ব, রঙ ও গুণগত মানের জন্য পরিচিত।"
    },
    {
      "title": "ঔষধি উদ্ভিদ (Medicinal Plants)",
      "short_description": "বন থেকে প্রাপ্ত এমন উদ্ভিদ যা ঐতিহ্যবাহী ও আধুনিক ঔষধে ব্যবহৃত হয়।",
      "details": "বনভূমি অনেক ঔষধি উদ্ভিদের ভাণ্ডার। এগুলি বিভিন্ন রোগের চিকিৎসায় ব্যবহৃত হয়। বন থেকে প্রাপ্ত কিছু ঔষধি উদ্ভিদ হলো তুলসী, নিম ও সর্পগন্ধা।"
    },
    {
      "title": "বনজ ফল ও খাদ্য (Forest Fruits and Foods)",
      "short_description": "বন থেকে প্রাপ্ত বিভিন্ন ধরনের ফল, সবজি ও খাদ্য যা স্থানীয় মানুষের জীবনযাত্রার অংশ।",
      "details": "বনজ খাদ্য অনেক আদিবাসী ও স্থানীয় সম্প্রদায়ের জন্য একটি গুরুত্বপূর্ণ খাদ্য উৎস। এর মধ্যে বনজ ফল, মধু, মাশরুম ও অন্যান্য খাদ্য অন্তর্ভুক্ত।"
    },
    {
      "title": "প্রাণিজ সম্পদের সংজ্ঞা",
      "short_description": "কোনো অঞ্চলের বন্যপ্রাণী, পাখি, মাছ ও অন্যান্য জীবন্ত প্রাণীর সমষ্টি।",
      "details": "প্রাণিজ সম্পদ হলো বন্যপ্রাণী ও বাস্তুতন্ত্রের অংশ। এটি জীববৈচিত্র্য, খাদ্য ও ঔষধের উৎস হিসেবে গুরুত্বপূর্ণ। প্রাণিজ সম্পদ একটি অঞ্চলের প্রাকৃতিক ভারসাম্য বজায় রাখতেও গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "বন্যপ্রাণী (Wildlife)",
      "short_description": "বন, পর্বত বা জলাশয়ে বসবাসকারী প্রাণী, যারা মানুষের দ্বারা পোষা হয় না।",
      "details": "বন্যপ্রাণী পরিবেশের ভারসাম্য বজায় রাখতে গুরুত্বপূর্ণ ভূমিকা রাখে। এটি পর্যটন, গবেষণা ও জীববৈচিত্র্য সংরক্ষণেও গুরুত্বপূর্ণ।"
    },
    {
      "title": "মাৎস্য সম্পদ (Fisheries Resources)",
      "short_description": "নদী, হ্রদ, পুকুর ও সাগরে বসবাসকারী মাছ ও অন্যান্য জলজ প্রাণীর সমষ্টি।",
      "details": "মাৎস্য সম্পদ মানুষের জন্য প্রোটিন ও পুষ্টির একটি প্রধান উৎস। এটি জীবিকা ও অর্থনীতির জন্য অত্যন্ত গুরুত্বপূর্ণ।"
    },
    {
      "title": "পশুসম্পদ (Livestock)",
      "short_description": "মানুষের দ্বারা পোষা প্রাণী, যেমন গরু, ছাগল ও হাঁস-মুরগি, যা খাদ্য ও অন্যান্য পণ্যের জন্য ব্যবহৃত হয়।",
      "details": "পশুসম্পদ কৃষি ও অর্থনীতির একটি গুরুত্বপূর্ণ অংশ। এটি দুধ, মাংস, ডিম ও চামড়ার মতো পণ্য সরবরাহ করে।"
    },
    {
      "title": "জীববৈচিত্র্য (Biodiversity)",
      "short_description": "কোনো অঞ্চলের সমস্ত জীব, যেমন উদ্ভিদ ও প্রাণী, ছত্রাক ও অণুজীব।",
      "details": "জীববৈচিত্র্য বনজ ও প্রাণিজ সম্পদের একটি গুরুত্বপূর্ণ দিক। এটি বাস্তুতন্ত্রের স্বাস্থ্য ও কার্যকারিতা বজায় রাখে।"
    },
    {
      "title": "বন সংরক্ষণ (Forest Conservation)",
      "short_description": "বনজ সম্পদ ও বাস্তুতন্ত্র রক্ষা ও সংরক্ষণের প্রক্রিয়া।",
      "details": "বন সংরক্ষণে বন উজাড় বন্ধ করা, বৃক্ষরোপণ, বন্যপ্রাণীর আবাসস্থল রক্ষা এবং পরিবেশগত নীতি প্রয়োগ করা অন্তর্ভুক্ত।"
    },
    {
      "title": "বন্যপ্রাণী সংরক্ষণ (Wildlife Conservation)",
      "short_description": "বন্যপ্রাণী ও তাদের আবাসস্থল রক্ষা করার প্রক্রিয়া।",
      "details": "বন্যপ্রাণী সংরক্ষণে আইন প্রয়োগ, জাতীয় উদ্যান ও অভয়ারণ্য তৈরি এবং বিপন্ন প্রজাতির সুরক্ষা অন্তর্ভুক্ত।"
    },
    {
      "title": "বন উজাড়ের প্রভাব (Impact of Deforestation)",
      "short_description": "বেশি পরিমাণে গাছ কাটার ফলে পরিবেশগত ও জলবায়ুগত প্রভাব।",
      "details": "বন উজাড় জীববৈচিত্র্যের ক্ষতি করে, মাটির ক্ষয় বাড়ায় এবং জলবায়ু পরিবর্তনকে ত্বরান্বিত করে।"
    },
    {
      "title": "অবৈধ শিকার ও চোরাচালান (Poaching and Smuggling)",
      "short_description": "বন্যপ্রাণীর অবৈধ শিকার ও চোরাচালান, যা জীববৈচিত্র্যের জন্য একটি প্রধান হুমকি।",
      "details": "অবৈধ শিকার ও চোরাচালান অনেক বিপন্ন প্রজাতির অস্তিত্বকে হুমকির মুখে ফেলে।"
    },
    {
      "title": "বনভিত্তিক শিল্প (Forest-based Industries)",
      "short_description": "বনজ সম্পদ ব্যবহার করে পরিচালিত শিল্প।",
      "details": "বনভিত্তিক শিল্পের মধ্যে কাঠ, কাগজ, ফার্নিচার ও অন্যান্য পণ্য উৎপাদন অন্তর্ভুক্ত।"
    },
    {
      "title": "প্রাণিজাত পণ্য (Animal Products)",
      "short_description": "প্রাণী থেকে প্রাপ্ত খাদ্য, পোশাক ও অন্যান্য পণ্য।",
      "details": "প্রাণিজাত পণ্যের মধ্যে দুধ, মাংস, ডিম, চামড়া ও পশম অন্তর্ভুক্ত।"
    },
    {
      "title": "জীববৈচিত্র্য হটস্পট (Biodiversity Hotspots)",
      "short_description": "যে অঞ্চলগুলিতে প্রচুর জীববৈচিত্র্য রয়েছে এবং যেগুলি হুমকির মুখে রয়েছে।",
      "details": "জীববৈচিত্র্য হটস্পটগুলি সংরক্ষণ করা জীববৈচিত্র্য রক্ষার জন্য গুরুত্বপূর্ণ।"
    }
  ]
}