{
  "subcategory": "প্রাকৃতিক সম্পদ",
  "entries": [
    {
      "title": "প্রাকৃতিক সম্পদের সংজ্ঞা",
      "short_description": "প্রকৃতি থেকে প্রাপ্ত এমন সব সম্পদ যা মানুষের প্রয়োজনে ব্যবহৃত হয়।",
      "details": "প্রাকৃতিক সম্পদ হলো কোনো অঞ্চলের বা দেশের মাটি, জল, বায়ু, খনিজ, বনজ ও প্রাণিজ সম্পদ। এই সম্পদগুলি মানব সমাজের অস্তিত্ব ও অর্থনৈতিক উন্নয়নের জন্য অপরিহার্য। এগুলি সাধারণত দুটি প্রধান ভাগে বিভক্ত: নবায়নযোগ্য ও অনবায়নযোগ্য।"
    },
    {
      "title": "নবায়নযোগ্য সম্পদ (Renewable Resources)",
      "short_description": "যে সম্পদগুলি ব্যবহারের পর পুনরায় প্রাকৃতিক উপায়ে পূরণ হয়।",
      "details": "নবায়নযোগ্য সম্পদের মধ্যে সৌর শক্তি, বায়ু শক্তি, জল, বন ও জীববৈচিত্র্য অন্তর্ভুক্ত। এই সম্পদগুলি সঠিক ব্যবস্থাপনার মাধ্যমে বারবার ব্যবহার করা যায় এবং পরিবেশের উপর কম নেতিবাচক প্রভাব ফেলে।"
    },
    {
      "title": "অনবায়নযোগ্য সম্পদ (Non-Renewable Resources)",
      "short_description": "যে সম্পদগুলি একবার ব্যবহারের পর আর সহজে পূরণ করা যায় না।",
      "details": "অনবায়নযোগ্য সম্পদের মধ্যে জীবাশ্ম জ্বালানি (কয়লা, তেল, গ্যাস) ও খনিজ সম্পদ (লোহা, সোনা, তামা) অন্তর্ভুক্ত। এই সম্পদগুলি লক্ষ লক্ষ বছর ধরে গঠিত হয়েছে এবং তাদের মজুদ সীমিত। এগুলি অতিরিক্ত ব্যবহারের ফলে দ্রুত নিঃশেষ হতে পারে।"
    },
    {
      "title": "বনজ সম্পদ (Forest Resources)",
      "short_description": "কোনো অঞ্চলের বনভূমি থেকে প্রাপ্ত কাঠ, বন্যপ্রাণী ও অন্যান্য উদ্ভিদ সম্পদ।",
      "details": "বনজ সম্পদ পরিবেশের ভারসাম্য বজায় রাখতে গুরুত্বপূর্ণ ভূমিকা রাখে। বনগুলি কার্বন শোষণ করে, জলবায়ু নিয়ন্ত্রণ করে, জীববৈচিত্র্য সংরক্ষণ করে এবং মানুষের জন্য কাঠ, ফল ও ঔষধি উদ্ভিদ সরবরাহ করে।"
    },
    {
      "title": "জল সম্পদ (Water Resources)",
      "short_description": "নদী, হ্রদ, ভূগর্ভস্থ জল ও বৃষ্টি থেকে প্রাপ্ত জল।",
      "details": "জল সম্পদ জীবন ও সভ্যতার জন্য অপরিহার্য। এটি কৃষি, শিল্প, বিদ্যুৎ উৎপাদন ও পানীয় জলের জন্য ব্যবহৃত হয়। জলের সঠিক ব্যবস্থাপনা ও সংরক্ষণ একটি প্রধান বৈশ্বিক চ্যালেঞ্জ।"
    },
    {
      "title": "মাটি সম্পদ (Soil Resources)",
      "short_description": "ফসলের উৎপাদন ও বাস্তুতন্ত্রের ভিত্তি হিসেবে ব্যবহৃত মাটির উপরের স্তর।",
      "details": "মাটি সম্পদ কৃষি ও বনজ উৎপাদনের জন্য গুরুত্বপূর্ণ। মাটির উর্বরতা, গঠন ও খনিজ উপাদান মাটির গুণগত মান নির্ধারণ করে। মাটি দূষণ ও ক্ষয় একটি প্রধান পরিবেশগত সমস্যা।"
    },
    {
      "title": "খনিজ সম্পদ (Mineral Resources)",
      "short_description": "ভূগর্ভে প্রাপ্ত মূল্যবান ধাতু ও খনিজ পদার্থ।",
      "details": "খনিজ সম্পদের মধ্যে কয়লা, লোহা, অ্যালুমিনিয়াম, সোনা ও হীরার মতো পদার্থ অন্তর্ভুক্ত। এগুলি শিল্প, নির্মাণ ও প্রযুক্তির জন্য অপরিহার্য। খনি খনন পরিবেশের উপর নেতিবাচক প্রভাব ফেলতে পারে।"
    },
    {
      "title": "জীবাশ্ম জ্বালানি (Fossil Fuels)",
      "short_description": "কয়লা, পেট্রোলিয়াম ও প্রাকৃতিক গ্যাসের মতো ভূগর্ভস্থ সম্পদ, যা শক্তি উৎপাদনে ব্যবহৃত হয়।",
      "details": "জীবাশ্ম জ্বালানি অনবায়নযোগ্য সম্পদ এবং এগুলি গ্রিনহাউস গ্যাসের প্রধান উৎস। এগুলি ব্যবহার করে তাপ, বিদ্যুৎ ও পরিবহন শক্তি তৈরি করা হয়, কিন্তু এর ফলে বায়ু দূষণ ও জলবায়ু পরিবর্তন ঘটে।"
    },
    {
      "title": "সৌর শক্তি (Solar Energy)",
      "short_description": "সূর্যের আলো থেকে প্রাপ্ত শক্তি, যা নবায়নযোগ্য ও পরিবেশবান্ধব।",
      "details": "সৌর শক্তি সৌর প্যানেল ব্যবহার করে বিদ্যুৎ উৎপাদনে ব্যবহৃত হয়। এটি জীবাশ্ম জ্বালানির একটি ভালো বিকল্প এবং কার্বন নির্গমন কমাতে সাহায্য করে।"
    },
    {
      "title": "বায়ু শক্তি (Wind Energy)",
      "short_description": "বায়ুপ্রবাহের শক্তি ব্যবহার করে বিদ্যুৎ উৎপাদন।",
      "details": "বায়ু শক্তি টারবাইন ব্যবহার করে বিদ্যুৎ উৎপাদনে ব্যবহৃত হয়। এটি একটি নবায়নযোগ্য ও পরিচ্ছন্ন শক্তি উৎস।"
    },
    {
      "title": "জলবিদ্যুৎ (Hydroelectric Power)",
      "short_description": "নদীর প্রবাহমান জল ব্যবহার করে বিদ্যুৎ উৎপাদন।",
      "details": "জলবিদ্যুৎ বাঁধ নির্মাণ করে বা নদীর প্রবাহ ব্যবহার করে বিদ্যুৎ তৈরি করা হয়। এটি একটি নবায়নযোগ্য শক্তি উৎস, কিন্তু বাঁধ নির্মাণ পরিবেশের উপর প্রভাব ফেলতে পারে।"
    },
    {
      "title": "জীববৈচিত্র্য (Biodiversity)",
      "short_description": "কোনো অঞ্চলের সমস্ত জীব, যেমন উদ্ভিদ, প্রাণী, ছত্রাক ও অণুজীব।",
      "details": "জীববৈচিত্র্য একটি গুরুত্বপূর্ণ প্রাকৃতিক সম্পদ। এটি বাস্তুতন্ত্রের ভারসাম্য বজায় রাখে এবং খাদ্য, ঔষধ ও অন্যান্য প্রাকৃতিক পণ্য সরবরাহ করে।"
    },
    {
      "title": "সামুদ্রিক সম্পদ (Marine Resources)",
      "short_description": "সমুদ্র ও মহাসাগরে প্রাপ্ত মাছ, খনিজ ও অন্যান্য সম্পদ।",
      "details": "সামুদ্রিক সম্পদের মধ্যে মাছ, প্রবাল প্রাচীর, লবণ, তেল ও গ্যাস অন্তর্ভুক্ত। অতিরিক্ত মাছ ধরা ও দূষণ সামুদ্রিক বাস্তুতন্ত্রের জন্য হুমকি।"
    },
    {
      "title": "ভূ-তাপীয় শক্তি (Geothermal Energy)",
      "short_description": "ভূগর্ভের তাপ ব্যবহার করে বিদ্যুৎ উৎপাদন।",
      "details": "ভূ-তাপীয় শক্তি একটি নবায়নযোগ্য শক্তি উৎস। এটি সাধারণত আগ্নেয়গিরি ও উষ্ণ ঝর্ণার কাছাকাছি পাওয়া যায়।"
    },
    {
      "title": "খনিজ তেলের মজুদ",
      "short_description": "পৃথিবীর ভূগর্ভে প্রাপ্ত খনিজ তেলের মোট পরিমাণ।",
      "details": "খনিজ তেলের মজুদ একটি অনবায়নযোগ্য সম্পদ। এর মোট পরিমাণ সীমিত এবং এটি বিশ্ব অর্থনীতির জন্য একটি গুরুত্বপূর্ণ সম্পদ।"
    },
    {
      "title": "বন উজাড় ও এর প্রভাব",
      "short_description": "বেশি পরিমাণে গাছ কাটা এবং এর পরিবেশগত ও জলবায়ুগত প্রভাব।",
      "details": "বন উজাড় জীববৈচিত্র্যের ক্ষতি করে, মাটির ক্ষয় বাড়ায় এবং গ্রিনহাউস গ্যাসের নির্গমন বৃদ্ধি করে। এটি একটি প্রধান বৈশ্বিক পরিবেশগত সমস্যা।"
    }
  ]
}