{
  "subcategory": "দূষণ",
  "entries": [
    {
      "title": "দূষণের সংজ্ঞা",
      "short_description": "পরিবেশে ক্ষতিকর পদার্থ বা শক্তি যুক্ত হওয়ার ফলে সৃষ্ট পরিবেশের গুণগত মানের অবনতি।",
      "details": "দূষণ হলো পরিবেশের এমন একটি অবাঞ্ছিত পরিবর্তন যা পরিবেশের ভারসাম্য নষ্ট করে এবং জীবজগতের জন্য ক্ষতিকর। এটি প্রাকৃতিক বা মানবসৃষ্ট উভয় কারণেই ঘটতে পারে এবং এটি বায়ু, জল, মাটি ও শব্দ দূষণের মতো বিভিন্ন রূপে বিদ্যমান।"
    },
    {
      "title": "বায়ু দূষণ (Air Pollution)",
      "short_description": "বায়ুমণ্ডলে ক্ষতিকর গ্যাস, ধূলিকণা বা অন্যান্য পদার্থের উপস্থিতি, যা মানব স্বাস্থ্য ও পরিবেশের জন্য ক্ষতিকর।",
      "details": "বায়ু দূষণের প্রধান কারণগুলি হলো শিল্প কারখানা, যানবাহন, জীবাশ্ম জ্বালানি পোড়ানো ও বন উজাড়। এর ফলে শ্বাসকষ্ট, হৃদরোগ ও অ্যাসিড বৃষ্টির মতো সমস্যা তৈরি হয়।"
    },
    {
      "title": "জল দূষণ (Water Pollution)",
      "short_description": "নদী, হ্রদ, সমুদ্র বা ভূগর্ভস্থ জলে ক্ষতিকর রাসায়নিক, বর্জ্য বা জীবাণু মেশা।",
      "details": "জল দূষণের প্রধান উৎসগুলি হলো শিল্প বর্জ্য, কৃষি রাসায়নিক, পয়ঃনিষ্কাশন ও প্লাস্টিক। এর ফলে জলজ প্রাণীর মৃত্যু, পানীয় জলের অভাব ও বিভিন্ন ধরনের রোগ ছড়িয়ে পড়ে।"
    },
    {
      "title": "মাটি দূষণ (Soil Pollution)",
      "short_description": "মাটিতে ক্ষতিকর রাসায়নিক, বিষাক্ত বর্জ্য বা অন্যান্য পদার্থের উপস্থিতি।",
      "details": "মাটি দূষণের প্রধান কারণগুলি হলো কৃষি রাসায়নিক, শিল্প বর্জ্য, প্লাস্টিক ও ক্ষতিকর বর্জ্যের অনুপযুক্ত ব্যবস্থাপনা। এর ফলে মাটির উর্বরতা কমে যায় এবং খাদ্যশৃঙ্খলে বিষাক্ত পদার্থ প্রবেশ করে।"
    },
    {
      "title": "শব্দ দূষণ (Noise Pollution)",
      "short_description": "অতিরিক্ত ও অবাঞ্ছিত শব্দ, যা মানব স্বাস্থ্য ও পরিবেশের জন্য ক্ষতিকর।",
      "details": "শব্দ দূষণের প্রধান উৎসগুলি হলো যানবাহন, শিল্প কারখানা, বিমান ও নির্মাণ কাজ। এর ফলে শ্রবণশক্তি হ্রাস, মানসিক চাপ, অনিদ্রা ও হৃদরোগের মতো সমস্যা তৈরি হয়।"
    },
    {
      "title": "প্লাস্টিক দূষণ (Plastic Pollution)",
      "short_description": "পরিবেশে প্লাস্টিক বর্জ্যের জমা হওয়া, যা মাটি, জল ও বায়ু দূষণ ঘটায়।",
      "details": "প্লাস্টিক দূষণ একটি প্রধান বৈশ্বিক পরিবেশগত সমস্যা। প্লাস্টিক বর্জ্য মাটির নিচে জমা হয়, জলজ প্রাণীর মৃত্যু ঘটায় এবং মাইক্রোপ্লাস্টিকে বিভক্ত হয়ে খাদ্যশৃঙ্খলে প্রবেশ করে।"
    },
    {
      "title": "তেল দূষণ (Oil Pollution)",
      "short_description": "সমুদ্র বা নদীতে তেল ছড়িয়ে পড়ার ফলে সৃষ্ট দূষণ।",
      "details": "তেল দূষণ সাধারণত তেলবাহী ট্যাঙ্কার বা তেল শোধনাগারের দুর্ঘটনার কারণে ঘটে। এটি জলজ বাস্তুতন্ত্রের উপর মারাত্মক প্রভাব ফেলে এবং মাছ, পাখি ও অন্যান্য প্রাণীর মৃত্যু ঘটায়।"
    },
    {
      "title": "তেজস্ক্রিয় দূষণ (Radioactive Pollution)",
      "short_description": "পরিবেশে তেজস্ক্রিয় পদার্থের উপস্থিতি, যা জীবজগতের জন্য মারাত্মক ক্ষতিকর।",
      "details": "তেজস্ক্রিয় দূষণের প্রধান উৎসগুলি হলো পারমাণবিক বিদ্যুৎ কেন্দ্র, পারমাণবিক অস্ত্র পরীক্ষা ও তেজস্ক্রিয় বর্জ্যের অনুপযুক্ত ব্যবস্থাপনা। এর ফলে ক্যান্সার, জেনেটিক পরিবর্তন ও অন্যান্য স্বাস্থ্য সমস্যা দেখা যায়।"
    },
    {
      "title": "বায়ুমণ্ডলে কার্বন ডাই অক্সাইড",
      "short_description": "বায়ু দূষণের একটি প্রধান কারণ, যা জীবাশ্ম জ্বালানি পোড়ানো থেকে নির্গত হয়।",
      "details": "কার্বন ডাই অক্সাইড হলো একটি প্রধান গ্রিনহাউস গ্যাস। এর অতিরিক্ত নির্গমন বৈশ্বিক উষ্ণতা বৃদ্ধি ও জলবায়ু পরিবর্তনের জন্য দায়ী।"
    },
    {
      "title": "সালফার ডাই অক্সাইড (Sulfur Dioxide)",
      "short_description": "শিল্প কারখানা ও যানবাহন থেকে নির্গত একটি বিষাক্ত গ্যাস, যা অ্যাসিড বৃষ্টির কারণ।",
      "details": "সালফার ডাই অক্সাইড শ্বাসনালীর সমস্যা তৈরি করে এবং এটি জলীয় বাষ্পের সাথে মিশে অ্যাসিড বৃষ্টি তৈরি করে, যা ভবন, গাছপালা ও জলজ প্রাণীর ক্ষতি করে।"
    },
    {
      "title": "নাইট্রোজেন অক্সাইড (Nitrogen Oxides)",
      "short_description": "যানবাহন ও শিল্প কারখানা থেকে নির্গত গ্যাস, যা বায়ু দূষণ ঘটায়।",
      "details": "নাইট্রোজেন অক্সাইড স্মোগ (Smog) ও অ্যাসিড বৃষ্টির একটি প্রধান উপাদান। এটি শ্বাসকষ্ট ও অন্যান্য স্বাস্থ্য সমস্যা তৈরি করতে পারে।"
    },
    {
      "title": "কঠিন বর্জ্য ব্যবস্থাপনা (Solid Waste Management)",
      "short_description": "বাসাবাড়ি, শিল্প ও বাণিজ্যিক স্থান থেকে উৎপন্ন বর্জ্যের সংগ্রহ, পরিবহন, প্রক্রিয়াকরণ ও নিষ্কাশন।",
      "details": "সঠিক কঠিন বর্জ্য ব্যবস্থাপনা মাটি ও জল দূষণ কমাতে সাহায্য করে। এতে বর্জ্য পুনর্ব্যবহার, কম্পোস্টিং ও নিরাপদ নিষ্কাশন অন্তর্ভুক্ত।"
    },
    {
      "title": "ই-বর্জ্য (E-Waste)",
      "short_description": "কম্পিউটার, মোবাইল ফোন ও অন্যান্য ইলেকট্রনিক যন্ত্র থেকে সৃষ্ট বর্জ্য।",
      "details": "ই-বর্জ্যে সীসা, পারদ ও ক্যাডমিয়ামের মতো বিষাক্ত রাসায়নিক থাকে, যা মাটি ও জল দূষণ ঘটায়।"
    },
    {
      "title": "নদী দূষণ",
      "short_description": "শিল্প বর্জ্য, কৃষি রাসায়নিক ও পয়ঃনিষ্কাশন বর্জ্য দ্বারা নদীর দূষণ।",
      "details": "নদী দূষণ জলজ বাস্তুতন্ত্রের ক্ষতি করে এবং পানীয় জলের অভাব তৈরি করে। এটি মানুষের স্বাস্থ্য ও অর্থনীতির উপর নেতিবাচক প্রভাব ফেলে।"
    },
    {
      "title": "সমুদ্র দূষণ",
      "short_description": "প্লাস্টিক, তেল, শিল্প বর্জ্য ও কৃষি রাসায়নিক দ্বারা সমুদ্রের দূষণ।",
      "details": "সমুদ্র দূষণ সামুদ্রিক প্রাণীর মৃত্যু ঘটায়, প্রবাল প্রাচীরের ক্ষতি করে এবং খাদ্যশৃঙ্খলে বিষাক্ত পদার্থ প্রবেশ করায়।"
    },
    {
      "title": "কৃষি দূষণ (Agricultural Pollution)",
      "short_description": "কৃষি কাজে ব্যবহৃত কীটনাশক ও সার দ্বারা সৃষ্ট দূষণ।",
      "details": "কৃষি দূষণ জল ও মাটির গুণগত মান কমিয়ে দেয় এবং জীববৈচিত্র্যের ক্ষতি করে। এই রাসায়নিকগুলি খাদ্যশৃঙ্খলে প্রবেশ করতে পারে।"
    },
    {
      "title": "আলো দূষণ (Light Pollution)",
      "short_description": "কৃত্রিম আলোর অতিরিক্ত ও অবাঞ্ছিত ব্যবহার।",
      "details": "আলো দূষণ রাতের আকাশের দৃশ্যমানতা কমিয়ে দেয় এবং বন্যপ্রাণী ও মানুষের ঘুমের চক্রকে প্রভাবিত করে।"
    },
    {
      "title": "তাপীয় দূষণ (Thermal Pollution)",
      "short_description": "জল বা বায়ুর তাপমাত্রা বৃদ্ধির ফলে সৃষ্ট দূষণ।",
      "details": "তাপীয় দূষণ সাধারণত বিদ্যুৎ কেন্দ্র বা শিল্প কারখানা থেকে নির্গত উষ্ণ জলের কারণে ঘটে। এর ফলে জলজ প্রাণীর মৃত্যু হয় এবং বাস্তুতন্ত্রের ভারসাম্য নষ্ট হয়।"
    },
    {
      "title": "দূষণের সমাধান",
      "short_description": "দূষণ মোকাবিলায় বিভিন্ন কৌশল ও পদ্ধতি।",
      "details": "দূষণের সমাধানে বর্জ্য পুনর্ব্যবহার, নবায়নযোগ্য শক্তির ব্যবহার, পরিবেশগত আইন প্রয়োগ ও জনসচেতনতা বৃদ্ধি অন্তর্ভুক্ত।"
    },
    {
      "title": "পুনর্ব্যবহার (Recycling)",
      "short_description": "বর্জ্য পদার্থকে নতুন পণ্যে রূপান্তরিত করার প্রক্রিয়া।",
      "details": "পুনর্ব্যবহার দূষণ কমাতে সাহায্য করে, কারণ এটি বর্জ্য জমা হওয়া কমায় এবং নতুন পণ্য তৈরির জন্য প্রাকৃতিক সম্পদের ব্যবহার হ্রাস করে।"
    },
    {
      "title": "কম্পোস্টিং (Composting)",
      "short_description": "জৈব বর্জ্যকে সার হিসেবে ব্যবহার করার প্রক্রিয়া।",
      "details": "কম্পোস্টিং জৈব বর্জ্যকে মাটি দূষণ থেকে রক্ষা করে এবং এটি কৃষির জন্য একটি গুরুত্বপূর্ণ উপাদান।"
    },
    {
      "title": "দূষণ ও জনস্বাস্থ্য",
      "short_description": "দূষণের ফলে সৃষ্ট স্বাস্থ্য সমস্যা।",
      "details": "দূষণ শ্বাসকষ্ট, ক্যান্সার, হৃদরোগ ও মানসিক স্বাস্থ্য সমস্যার মতো বিভিন্ন ধরনের স্বাস্থ্য ঝুঁকি তৈরি করে।"
    },
    {
      "title": "দূষণ প্রতিরোধ আইন",
      "short_description": "দূষণ নিয়ন্ত্রণ ও মোকাবিলায় সরকারি আইন।",
      "details": "দূষণ প্রতিরোধ আইন দূষণকারীদের উপর জরিমানা ও শাস্তির বিধান করে এবং পরিবেশ সুরক্ষায় কাজ করে।"
    },
    {
      "title": "জীববৈচিত্র্য ও দূষণ",
      "short_description": "দূষণের ফলে জীববৈচিত্র্যের উপর প্রভাব।",
      "details": "দূষণ বন্যপ্রাণীর আবাসস্থল ধ্বংস করে, খাদ্যশৃঙ্খলে বিষাক্ত পদার্থ প্রবেশ করায় এবং অনেক প্রজাতির বিলুপ্তির কারণ হয়।"
    },
    {
      "title": "এয়ার কোয়ালিটি ইনডেক্স (AQI)",
      "short_description": "বায়ু দূষণের মাত্রা পরিমাপ করার একটি সূচক।",
      "details": "AQI বায়ু দূষণের বর্তমান মাত্রা সম্পর্কে তথ্য দেয় এবং জনসাধারণকে স্বাস্থ্য ঝুঁকি সম্পর্কে সতর্ক করে।"
    },
    {
      "title": "স্যানিটেশন ও দূষণ",
      "short_description": "স্যানিটেশনের অভাবের ফলে সৃষ্ট জল ও মাটি দূষণ।",
      "details": "সঠিক স্যানিটেশনের অভাব দূষণ ও রোগের বিস্তারকে বাড়িয়ে তোলে।"
    },
    {
      "title": "ক্ষতিকর রাসায়নিক (Hazardous Chemicals)",
      "short_description": "যে রাসায়নিকগুলি পরিবেশ ও মানব স্বাস্থ্যের জন্য ক্ষতিকর।",
      "details": "ক্ষতিকর রাসায়নিকের মধ্যে কীটনাশক, শিল্প বর্জ্য ও পারদের মতো পদার্থ অন্তর্ভুক্ত।"
    },
    {
      "title": "দূষণ নিয়ন্ত্রণ প্রযুক্তি",
      "short_description": "দূষণ কমাতে ব্যবহৃত প্রযুক্তি।",
      "details": "দূষণ নিয়ন্ত্রণ প্রযুক্তির মধ্যে বায়ু পরিশোধক, জল শোধনাগার ও বর্জ্য পুনর্ব্যবহার প্ল্যান্ট অন্তর্ভুক্ত।"
    },
    {
      "title": "নবায়নযোগ্য শক্তি ও দূষণ",
      "short_description": "নবায়নযোগ্য শক্তি কিভাবে দূষণ কমাতে সাহায্য করে।",
      "details": "নবায়নযোগ্য শক্তি, যেমন সৌর ও বায়ু শক্তি, জীবাশ্ম জ্বালানির ব্যবহার কমিয়ে বায়ু দূষণ ও জলবায়ু পরিবর্তনকে হ্রাস করে।"
    },
    {
      "title": "দূষণ ও জলবায়ু পরিবর্তন",
      "short_description": "দূষণ ও জলবায়ু পরিবর্তনের মধ্যেকার সম্পর্ক।",
      "details": "দূষণের ফলে গ্রিনহাউস গ্যাসের নির্গমন বৃদ্ধি পায়, যা জলবায়ু পরিবর্তনকে ত্বরান্বিত করে।"
    },
    {
      "title": "যানবাহন দূষণ (Vehicle Pollution)",
      "short_description": "গাড়ি, বাস, ট্রাক ও অন্যান্য যানবাহন থেকে নির্গত ধোঁয়া ও গ্যাস।",
      "details": "যানবাহন দূষণ বায়ু দূষণের একটি প্রধান উৎস এবং এটি শ্বাসকষ্ট ও অন্যান্য স্বাস্থ্য সমস্যা তৈরি করে।"
    },
    {
      "title": "শিল্প দূষণ (Industrial Pollution)",
      "short_description": "শিল্প কারখানা থেকে নির্গত বর্জ্য, রাসায়নিক ও গ্যাস।",
      "details": "শিল্প দূষণ বায়ু, জল ও মাটির মারাত্মক ক্ষতি করে।"
    },
    {
      "title": "কৃত্রিম কীটনাশক",
      "short_description": "কৃষিতে ব্যবহৃত বিষাক্ত রাসায়নিক।",
      "details": "কৃত্রিম কীটনাশক জল, মাটি ও খাদ্যশৃঙ্খলে প্রবেশ করে এবং জীবজগত ও মানব স্বাস্থ্যের জন্য ক্ষতিকর।"
    },
    {
      "title": "প্লাস্টিক বর্জ্যের সমুদ্র",
      "short_description": "সমুদ্র ও মহাসাগরে জমা হওয়া বিপুল পরিমাণ প্লাস্টিক বর্জ্য।",
      "details": "প্লাস্টিক বর্জ্যের সমুদ্র একটি প্রধান বৈশ্বিক পরিবেশগত সংকট।"
    },
    {
      "title": "দূষণ ও মানসিক স্বাস্থ্য",
      "short_description": "দূষণের ফলে মানসিক স্বাস্থ্যের উপর প্রভাব।",
      "details": "দূষণ মানসিক চাপ, উদ্বেগ ও বিষণ্ণতা বাড়াতে পারে।"
    },
    {
      "title": "শব্দ ব্যারিয়ার (Noise Barrier)",
      "short_description": "শব্দ দূষণ কমাতে ব্যবহৃত দেয়াল বা বাধা।",
      "details": "শব্দ ব্যারিয়ার সাধারণত মহাসড়ক বা রেললাইনের পাশে তৈরি করা হয়।"
    },
    {
      "title": "বায়ু পরিশোধক (Air Purifier)",
      "short_description": "বাতাস থেকে ক্ষতিকর পদার্থ অপসারণের জন্য ব্যবহৃত যন্ত্র।",
      "details": "বায়ু পরিশোধক ঘরের বাতাসকে পরিষ্কার ও স্বাস্থ্যকর রাখে।"
    },
    {
      "title": "জল শোধনাগার (Water Treatment Plant)",
      "short_description": "দূষিত জলকে পানীয় জলের উপযোগী করার প্ল্যান্ট।",
      "details": "জল শোধনাগার জল দূষণ নিয়ন্ত্রণ ও পানীয় জলের সরবরাহ নিশ্চিত করতে গুরুত্বপূর্ণ।"
    },
    {
      "title": "পরিবেশগত প্রভাব মূল্যায়ন (EIA)",
      "short_description": "কোনো প্রকল্পের পরিবেশগত প্রভাবের মূল্যায়ন।",
      "details": "EIA দূষণ ও পরিবেশগত ক্ষতির সম্ভাবনাকে কমিয়ে আনতে সাহায্য করে।"
    },
    {
      "title": "দূষণ ও বাস্তুতন্ত্র",
      "short_description": "দূষণের ফলে বাস্তুতন্ত্রের উপর প্রভাব।",
      "details": "দূষণ খাদ্যশৃঙ্খল, জীববৈচিত্র্য ও প্রাকৃতিক চক্রকে প্রভাবিত করে।"
    },
    {
      "title": "দূষণ ও আইন",
      "short_description": "দূষণ নিয়ন্ত্রণ ও পরিবেশ সুরক্ষায় আন্তর্জাতিক আইন।",
      "details": "প্যারিস চুক্তি ও কিয়োটো প্রটোকলের মতো আন্তর্জাতিক চুক্তি দূষণ মোকাবিলায় গুরুত্বপূর্ণ।"
    },
    {
      "title": "ধোঁয়া ও ধুলিকণা",
      "short_description": "বায়ু দূষণের একটি প্রধান উপাদান, যা শ্বাসকষ্ট তৈরি করে।",
      "details": "ধোঁয়া ও ধুলিকণা শিল্প কারখানা ও যানবাহনের নির্গমন থেকে আসে।"
    },
    {
      "title": "ক্ষতিকর রাসায়নিকের নিষ্কাশন",
      "short_description": "ক্ষতিকর রাসায়নিক পদার্থকে নিরাপদে নিষ্কাশন করার প্রক্রিয়া।",
      "details": "ক্ষতিকর রাসায়নিকের সঠিক নিষ্কাশন মাটি ও জল দূষণ প্রতিরোধে গুরুত্বপূর্ণ।"
    },
    {
      "title": "জৈব দূষণ (Organic Pollution)",
      "short_description": "জৈব পদার্থের দ্বারা সৃষ্ট দূষণ, যা অক্সিজেন হ্রাস করে।",
      "details": "জৈব দূষণ জলজ বাস্তুতন্ত্রের উপর নেতিবাচক প্রভাব ফেলে।"
    },
    {
      "title": "জৈব-নবায়নযোগ্য বর্জ্য",
      "short_description": "যে বর্জ্যগুলি প্রকৃতিতে পচনশীল।",
      "details": "জৈব-নবায়নযোগ্য বর্জ্য সঠিক ব্যবস্থাপনার মাধ্যমে সার হিসেবে ব্যবহৃত হতে পারে।"
    },
    {
      "title": "শিল্প বর্জ্যের ব্যবস্থাপনা",
      "short_description": "শিল্প কারখানা থেকে নির্গত বর্জ্যের ব্যবস্থাপনা।",
      "details": "শিল্প বর্জ্যের সঠিক ব্যবস্থাপনা জল, মাটি ও বায়ু দূষণ কমাতে সাহায্য করে।"
    },
    {
      "title": "দূষণ নিয়ন্ত্রণ বোর্ড",
      "short_description": "পরিবেশ দূষণ নিয়ন্ত্রণ ও নজরদারি করার জন্য সরকারি সংস্থা।",
      "details": "দূষণ নিয়ন্ত্রণ বোর্ড দূষণকারীদের উপর আইন প্রয়োগ করে এবং পরিবেশ সুরক্ষায় কাজ করে।"
    },
    {
      "title": "জীবন্ত দূষণ (Biological Pollution)",
      "short_description": "ক্ষতিকর জীব বা অণুজীব দ্বারা সৃষ্ট দূষণ।",
      "details": "জীবন্ত দূষণ রোগের বিস্তার ও বাস্তুতন্ত্রের ভারসাম্য নষ্ট করে।"
    },
    {
      "title": "দূষণ ও খাদ্য নিরাপত্তা",
      "short_description": "দূষণের ফলে খাদ্য সরবরাহের উপর প্রভাব।",
      "details": "দূষিত জল ও মাটি থেকে উৎপাদিত খাদ্য মানব স্বাস্থ্যের জন্য ক্ষতিকর।"
    },
    {
      "title": "পরিবেশগত সচেতনতা",
      "short_description": "পরিবেশ দূষণ ও এর প্রভাব সম্পর্কে জনগণের সচেতনতা বৃদ্ধি।",
      "details": "পরিবেশগত সচেতনতা বৃদ্ধি দূষণ মোকাবিলায় একটি গুরুত্বপূর্ণ পদক্ষেপ।"
    }
  ]
}