{
  "subcategory": "কৃষি প্রযুক্তি",
  "entries": [
    {
      "title": "স্মার্ট ফার্মিং (Smart Farming)",
      "short_description": "সেন্সর, ড্রোন, ডেটা অ্যানালাইটিক্স এবং ইন্টারনেট অফ থিংস (IoT) ব্যবহার করে কৃষি কার্যক্রমের স্বয়ংক্রিয়তা ও নির্ভুলতা বৃদ্ধি করা।",
      "details": "স্মার্ট ফার্মিং প্রযুক্তিতে মাটি ও আবহাওয়ার সেন্সর ব্যবহার করে ফসলের প্রয়োজন অনুযায়ী সেচ ও সার প্রয়োগ করা হয়। ড্রোন দিয়ে ফসলের স্বাস্থ্য পর্যবেক্ষণ করা যায়, এবং ডেটা অ্যানালাইটিক্সের মাধ্যমে ফলনের পূর্বাভাস পাওয়া যায়। এটি ফসলের অপচয় কমায় এবং উৎপাদনশীলতা বাড়ায়।"
    },
    {
      "title": "কৃষি রোবট ও যান্ত্রিকীকরণ",
      "short_description": "কৃষি কাজে শ্রম কমানো ও দক্ষতা বৃদ্ধির জন্য রোবট ও যন্ত্রপাতির ব্যবহার।",
      "details": "চারা রোপণ, আগাছা দমন, ফসল কাটা ও বাছাই করার জন্য রোবট ব্যবহার করা হয়। ট্রাক্টর, পাওয়ার টিলার, ধান কাটা ও মাড়াই মেশিন এবং স্বয়ংক্রিয় স্প্রেয়ারের মতো যন্ত্রপাতির ব্যবহার কৃষি কাজকে দ্রুত ও সহজ করে তোলে।"
    },
    {
      "title": "ভার্টিক্যাল ফার্মিং (Vertical Farming)",
      "short_description": "বহুতল ভবনে বা উল্লম্বভাবে নিয়ন্ত্রিত পরিবেশে ফসল উৎপাদন।",
      "details": "ভার্টিক্যাল ফার্মিং-এ নিয়ন্ত্রিত আলো (LED), তাপমাত্রা ও আর্দ্রতা ব্যবহার করে সারা বছর সবজি ও ফল উৎপাদন করা হয়। এটি শহরের ভিতরে সীমিত জায়গায় খাদ্য উৎপাদন সম্ভব করে তোলে এবং পরিবহনের খরচ কমায়।"
    },
    {
      "title": "ড্রোন প্রযুক্তি",
      "short_description": "ফসল পর্যবেক্ষণ, রোগবালাই শনাক্তকরণ, এবং কীটনাশক ও সার ছিটানোর জন্য ড্রোনের ব্যবহার।",
      "details": "ড্রোন ব্যবহার করে ফসলের ক্ষেতের উচ্চ রেজোলিউশন ছবি ও ভিডিও সংগ্রহ করা যায়। এটি কৃষকদেরকে সময় মতো রোগবালাই শনাক্ত করতে এবং নির্দিষ্ট স্থানে কীটনাশক প্রয়োগ করতে সাহায্য করে, যা পরিবেশের উপর প্রভাব কমায়।"
    },
    {
      "title": "স্যাটেলাইট ইমেজিং (Satellite Imaging)",
      "short_description": "কৃষি জমিতে ফসলের স্বাস্থ্য, মাটির অবস্থা ও সেচ চাহিদা নিরীক্ষণের জন্য স্যাটেলাইট থেকে ছবি সংগ্রহ।",
      "details": "স্যাটেলাইট থেকে প্রাপ্ত ছবি বিশ্লেষণ করে ফসলের বৃদ্ধির অবস্থা, পুষ্টির অভাব ও জলের প্রয়োজনীয়তা বোঝা যায়। এটি বড় আকারের কৃষি জমিতে ফসল ব্যবস্থাপনার জন্য কার্যকর।"
    },
    {
      "title": "জেনেটিক ইঞ্জিনিয়ারিং",
      "short_description": "ফসলের উন্নত জাত তৈরিতে জেনেটিক প্রযুক্তির ব্যবহার।",
      "details": "জেনেটিক ইঞ্জিনিয়ারিং-এর মাধ্যমে রোগ ও পোকা প্রতিরোধী, খরা-সহনশীল এবং উচ্চ ফলনশীল ফসলের জাত তৈরি করা হয়। এটি খাদ্য নিরাপত্তা নিশ্চিত করতে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "হাইড্রোফনিক্স (Hydroponics)",
      "short_description": "মাটি ছাড়া জল ও পুষ্টি দ্রবণের সাহায্যে ফসল উৎপাদন।",
      "details": "হাইড্রোফনিক্স পদ্ধতিতে ফসলের শিকড় সরাসরি পুষ্টি দ্রবণের সংস্পর্শে থাকে। এটি জলের অপচয় কমায় এবং কম জায়গায় অধিক ফলন সম্ভব করে।"
    },
    {
      "title": "অ্যাকোয়াপোনিক্স (Aquaponics)",
      "short_description": "মাছ চাষ ও ফসল উৎপাদনকে একই ব্যবস্থায় একত্রিত করা।",
      "details": "অ্যাকোয়াপোনিক্স-এ মাছের বর্জ্য থেকে প্রাপ্ত পুষ্টি উপাদান জল থেকে ফসল শোষণ করে। এটি জল পুনর্ব্যবহার করে এবং দুটি উৎপাদন ব্যবস্থাকে একত্রিত করে।"
    },
    {
      "title": "এরোপোনিক্স (Aeroponics)",
      "short_description": "মাটি বা জল ছাড়া বাতাসে ঝুলে থাকা অবস্থায় গাছের শিকড়ে স্প্রে করে পুষ্টি সরবরাহ করা।",
      "details": "এরোপোনিক্স পদ্ধতিতে ফসলের শিকড় বাতাসে ঝুলানো থাকে এবং একটি পাম্পের সাহায্যে পুষ্টিযুক্ত জল স্প্রে করা হয়। এটি জলের ব্যবহার কমায় এবং পুষ্টি শোষণে সর্বোচ্চ দক্ষতা নিশ্চিত করে।"
    },
    {
      "title": "কৃষি সফটওয়্যার ও অ্যাপস",
      "short_description": "কৃষি ব্যবস্থাপনার জন্য ডেটা ও তথ্যভিত্তিক সিদ্ধান্ত গ্রহণে সহায়ক সফটওয়্যার ও মোবাইল অ্যাপস।",
      "details": "কৃষি অ্যাপস ব্যবহার করে কৃষকরা আবহাওয়ার পূর্বাভাস, বাজারমূল্য, ফসলের রোগবালাই শনাক্তকরণ এবং সার প্রয়োগের সময় সম্পর্কে জানতে পারেন।"
    },
    {
      "title": "সৌরশক্তি ব্যবহার",
      "short_description": "কৃষি কাজে সেচ পাম্প, ফসল শুকানো ও অন্যান্য যন্ত্রপাতিতে সৌরশক্তির ব্যবহার।",
      "details": "সৌরশক্তি ব্যবহার করলে জ্বালানি খরচ কমায় এবং কার্বন নির্গমন হ্রাস পায়।"
    },
    {
      "title": "মাটির সেন্সর (Soil Sensors)",
      "short_description": "মাটির আর্দ্রতা, তাপমাত্রা ও পুষ্টি উপাদান পরিমাপের জন্য ব্যবহৃত সেন্সর।",
      "details": "মাটির সেন্সর থেকে প্রাপ্ত ডেটা অনুযায়ী স্বয়ংক্রিয়ভাবে সেচ ও সার প্রয়োগ করা যায়, যা ফসলের স্বাস্থ্য ও উৎপাদনশীলতা বাড়ায়।"
    },
    {
      "title": "ব্লকচেইন প্রযুক্তি",
      "short_description": "কৃষিপণ্যের উৎপত্তিস্থল, পরিবহন ও গুণগত মান ট্র্যাকিং করার জন্য ব্লকচেইন ব্যবহার।",
      "details": "ব্লকচেইন ব্যবহার করে কৃষিপণ্যের নিরাপত্তা ও স্বচ্ছতা নিশ্চিত করা যায়, যা ভোক্তা ও উৎপাদক উভয়ের জন্যই লাভজনক।"
    },
    {
      "title": "কৃত্রিম বুদ্ধিমত্তা (AI)",
      "short_description": "কৃষি সংক্রান্ত ডেটা বিশ্লেষণ ও পূর্বাভাস প্রদানের জন্য কৃত্রিম বুদ্ধিমত্তার ব্যবহার।",
      "details": "AI ব্যবহার করে রোগবালাই শনাক্তকরণ, ফলনের পূর্বাভাস এবং খামার ব্যবস্থাপনার সিদ্ধান্ত গ্রহণ করা যায়।"
    },
    {
      "title": "ক্রিস্পার (CRISPR)",
      "short_description": "ফসলের জেনেটিক কোড পরিবর্তন করে উন্নত বৈশিষ্ট্যযুক্ত জাত তৈরি।",
      "details": "CRISPR প্রযুক্তির মাধ্যমে নির্ভুলভাবে ফসলের রোগ প্রতিরোধ ক্ষমতা ও উৎপাদনশীলতা বাড়ানো যায়।"
    },
    {
      "title": "ফসল নিরীক্ষণ (Crop Monitoring)",
      "short_description": "ড্রোন, স্যাটেলাইট ও সেন্সর ব্যবহার করে ফসলের নিয়মিত স্বাস্থ্য পরীক্ষা।",
      "details": "ফসল নিরীক্ষণে প্রাপ্ত ডেটা অনুযায়ী সময় মতো রোগ ও পোকা দমনের ব্যবস্থা নেওয়া যায়।"
    },
    {
      "title": "ফার্ম ম্যানেজমেন্ট সফটওয়্যার",
      "short_description": "কৃষি খামারের সমস্ত কার্যক্রম, যেমন বাজেট, ইনভেন্টরি ও উৎপাদন ডেটা ব্যবস্থাপনার জন্য ব্যবহৃত সফটওয়্যার।",
      "details": "এই সফটওয়্যার ব্যবহার করে কৃষকরা তাদের খামারকে আরও দক্ষতার সাথে পরিচালনা করতে পারেন।"
    },
    {
      "title": "কৃষি বায়োটেকনোলজি",
      "short_description": "জীববিজ্ঞানের জ্ঞান ব্যবহার করে ফসলের উন্নত জাত তৈরি।",
      "details": "কৃষি বায়োটেকনোলজিতে জেনেটিক ইঞ্জিনিয়ারিং ও টিস্যু কালচারের মতো প্রযুক্তি ব্যবহার করা হয়।"
    },
    {
      "title": "সঠিক কৃষি (Precision Agriculture)",
      "short_description": "প্রযুক্তি ব্যবহার করে জমির প্রতিটি অংশের জন্য নির্দিষ্ট পরিমাণে সার, জল ও কীটনাশক প্রয়োগ।",
      "details": "এটি জলের অপচয় কমায়, পরিবেশ দূষণ হ্রাস করে এবং ফসলের ফলন বাড়ায়।"
    },
    {
      "title": "প্লাস্টিক মালচিং মেশিন",
      "short_description": "জমিতে প্লাস্টিক মালচিং করার জন্য ব্যবহৃত যন্ত্র।",
      "details": "এই যন্ত্র ব্যবহার করে দ্রুত ও দক্ষতার সাথে মালচিং করা যায়।"
    },
    {
      "title": "ফসল কাটার মেশিন (Harvesters)",
      "short_description": "দ্রুত ও দক্ষতার সাথে ফসল কাটার যন্ত্র।",
      "details": "কম্বাইন হারভেস্টার ধান, গম ও ভুট্টার মতো ফসল কাটতে ব্যবহার করা হয়।"
    },
    {
      "title": "টিস্যু কালচার (Tissue Culture)",
      "short_description": "গাছের কোনো অংশ, যেমন পাতা বা কান্ড থেকে ল্যাবরেটরিতে নতুন চারা তৈরি।",
      "details": "টিস্যু কালচার ব্যবহার করে দ্রুত ও রোগমুক্ত চারা তৈরি করা যায়।"
    },
    {
      "title": "ভূ-তথ্য ব্যবস্থা (GIS)",
      "short_description": "কৃষি জমির ডেটা সংগ্রহ, বিশ্লেষণ ও মানচিত্র তৈরির জন্য ব্যবহৃত সিস্টেম।",
      "details": "GIS ব্যবহার করে মাটির ধরন, টোপোগ্রাফি ও সেচ ব্যবস্থার মানচিত্র তৈরি করা যায়।"
    },
    {
      "title": "স্বয়ংক্রিয় সেচ ব্যবস্থা",
      "short_description": "সেন্সর ও প্রোগ্রামিং ব্যবহার করে স্বয়ংক্রিয়ভাবে সেচ নিয়ন্ত্রণ।",
      "details": "এই পদ্ধতিতে ফসলের প্রয়োজন অনুযায়ী সেচ দেওয়া হয়, যা জলের অপচয় কমায়।"
    },
    {
      "title": "ফসলের পুষ্টি স্ক্যানার",
      "short_description": "ফসলের পাতায় পুষ্টির অভাব শনাক্ত করার জন্য ব্যবহৃত হ্যান্ডহেল্ড স্ক্যানার।",
      "details": "এই যন্ত্র দিয়ে দ্রুত পুষ্টির অভাব শনাক্ত করা যায় এবং প্রয়োজনীয় সার প্রয়োগ করা যায়।"
    },
    {
      "title": "ভার্মিকম্পোস্ট তৈরির যন্ত্র",
      "short_description": "কেঁচো দিয়ে জৈব সার (ভার্মিকম্পোস্ট) তৈরির জন্য ব্যবহৃত যন্ত্র।",
      "details": "এই যন্ত্র ব্যবহার করে দ্রুত ও দক্ষতার সাথে জৈব সার তৈরি করা যায়।"
    },
    {
      "title": "পোকা দমনের জন্য লেজার প্রযুক্তি",
      "short_description": "ক্ষতিকর পোকা শনাক্ত ও দমনের জন্য লেজার ব্যবহার।",
      "details": "লেজার প্রযুক্তি ব্যবহার করে ফসলের কোনো ক্ষতি না করে পোকা দমন করা যায়।"
    },
    {
      "title": "কম্পোস্ট তৈরি",
      "short_description": "জৈব বর্জ্য থেকে কম্পোস্ট সার তৈরির প্রযুক্তি।",
      "details": "কম্পোস্ট তৈরির জন্য বিভিন্ন মেশিন ও পদ্ধতি ব্যবহার করা হয়।"
    },
    {
      "title": "জল পরিশোধন প্রযুক্তি",
      "short_description": "দূষিত জলকে সেচের জন্য উপযোগী করে তোলার প্রযুক্তি।",
      "details": "এই প্রযুক্তিতে জলের লবণাক্ততা ও দূষণ কমানো হয়।"
    },
    {
      "title": "শস্য সংরক্ষণাগার প্রযুক্তি",
      "short_description": "ফসল সংরক্ষণের জন্য আধুনিক তাপমাত্রা ও আর্দ্রতা নিয়ন্ত্রণ ব্যবস্থা।",
      "details": "আধুনিক সংরক্ষণাগারে ফসল দীর্ঘ সময় ধরে ভালো থাকে।"
    },
    {
      "title": "কৃষি প্রশিক্ষণ সফটওয়্যার",
      "short_description": "কৃষকদেরকে নতুন কৃষি প্রযুক্তি ও পদ্ধতি সম্পর্কে প্রশিক্ষণ দেওয়ার জন্য ব্যবহৃত সফটওয়্যার।",
      "details": "এই সফটওয়্যার ব্যবহার করে কৃষকরা ভিডিও ও ইন্টারঅ্যাক্টিভ মডিউলের মাধ্যমে শিখতে পারেন।"
    },
    {
      "title": "ফসলের রোগ নির্ণয়ের অ্যাপস",
      "short_description": "মোবাইল অ্যাপস ব্যবহার করে ফসলের ছবি তুলে রোগ শনাক্ত করা।",
      "details": "এই অ্যাপসগুলি AI ব্যবহার করে ফসলের পাতায় দাগ বা অন্যান্য লক্ষণ দেখে রোগ শনাক্ত করে।"
    },
    {
      "title": "জৈব সার স্প্রেয়ার",
      "short_description": "জৈব সার ও তরল সার স্প্রে করার জন্য ব্যবহৃত যন্ত্র।",
      "details": "এই স্প্রেয়ার ব্যবহার করে তরল সার সমানভাবে ফসলে ছড়িয়ে দেওয়া যায়।"
    },
    {
      "title": "সোলার ড্রায়ার",
      "short_description": "সৌরশক্তি ব্যবহার করে ফসল শুকানোর যন্ত্র।",
      "details": "সোলার ড্রায়ার ব্যবহার করলে ফসল দ্রুত ও স্যানিটারিভাবে শুকানো যায়।"
    },
    {
      "title": "কমনীয় শস্য রোপণ যন্ত্র",
      "short_description": "আচ্ছাদিত শস্য (cover crops) রোপণের জন্য ব্যবহৃত যন্ত্র।",
      "details": "এই যন্ত্র ব্যবহার করে দ্রুত ও দক্ষতার সাথে আচ্ছাদিত শস্য রোপণ করা যায়।"
    },
    {
      "title": "ফসলের ফলন পূর্বাভাস মডেল",
      "short_description": "আবহাওয়া, মাটি ও অন্যান্য ডেটা ব্যবহার করে ফসলের সম্ভাব্য ফলনের পূর্বাভাস দেওয়া।",
      "details": "এই মডেল ব্যবহার করে কৃষকরা তাদের ফলন সম্পর্কে ধারণা পেতে পারেন।"
    },
    {
      "title": "কৃষি ডেটা প্ল্যাটফর্ম",
      "short_description": "কৃষি সংক্রান্ত ডেটা সংগ্রহ, বিশ্লেষণ ও শেয়ার করার জন্য ব্যবহৃত প্ল্যাটফর্ম।",
      "details": "এই প্ল্যাটফর্মে আবহাওয়া, বাজারমূল্য ও ফসলের স্বাস্থ্য সংক্রান্ত ডেটা থাকে।"
    },
    {
      "title": "রোপণ যন্ত্র",
      "short_description": "স্বয়ংক্রিয়ভাবে চারা বা বীজ রোপণের যন্ত্র।",
      "details": "এই যন্ত্র ব্যবহার করে দ্রুত ও দক্ষতার সাথে রোপণ করা যায়।"
    },
    {
      "title": "সোলার ফেন্সিং",
      "short_description": "সৌরশক্তি ব্যবহার করে বিদ্যুৎ চালিত বেড়া স্থাপন।",
      "details": "সোলার ফেন্সিং বন্যপ্রাণী ও অন্যান্য পশুর হাত থেকে ফসলকে রক্ষা করে।"
    },
    {
      "title": "ভার্চুয়াল ফার্মিং",
      "short_description": "কম্পিউটার মডেলিং ও সিমুলেশন ব্যবহার করে কৃষি কার্যক্রম পরিচালনা।",
      "details": "ভার্চুয়াল ফার্মিং ব্যবহার করে নতুন প্রযুক্তি ও পদ্ধতি পরীক্ষা করা যায়।"
    },
    {
      "title": "মাটির জীবাণু বিশ্লেষণ",
      "short_description": "মাটির জীবাণুদের প্রকার ও পরিমাণ বিশ্লেষণ করে মাটির স্বাস্থ্য বোঝা।",
      "details": "মাটির জীবাণু বিশ্লেষণ করে কোন ধরনের সার বা ব্যবস্থাপনা প্রয়োজন তা নির্ধারণ করা যায়।"
    },
    {
      "title": "শস্যের গুণগত মান যাচাই যন্ত্র",
      "short_description": "ফসল কাটার পর শস্যের গুণগত মান, যেমন প্রোটিন ও আর্দ্রতা, যাচাই করার যন্ত্র।",
      "details": "এই যন্ত্র ব্যবহার করে দ্রুত গুণগত মান পরীক্ষা করা যায়।"
    },
    {
      "title": "সমন্বিত জল ও সার ব্যবস্থাপনা",
      "short_description": "সেচের জলের সাথে সার মিশিয়ে সরাসরি ফসলের শিকড়ে দেওয়া।",
      "details": "এই পদ্ধতি জলের অপচয় কমায় এবং সারের কার্যকারিতা বাড়ায়।"
    },
    {
      "title": "স্বয়ংক্রিয় কীটনাশক স্প্রেয়ার",
      "short_description": "ড্রোন বা রোবট ব্যবহার করে স্বয়ংক্রিয়ভাবে কীটনাশক স্প্রে করা।",
      "details": "এটি কীটনাশকের অতিরিক্ত ব্যবহার কমায়।"
    },
    {
      "title": "কন্ট্রোল্ড এনভায়রনমেন্ট এগ্রিকালচার",
      "short_description": "গ্রিনহাউস ও পলিহাউসে তাপমাত্রা, আর্দ্রতা ও আলো নিয়ন্ত্রণ করে ফসল উৎপাদন।",
      "details": "এটি প্রতিকূল আবহাওয়ায় ফসলকে রক্ষা করে।"
    },
    {
      "title": "পশুসম্পদ ব্যবস্থাপনা প্রযুক্তি",
      "short_description": "পশুসম্পদকে পর্যবেক্ষণ ও ব্যবস্থাপনার জন্য ব্যবহৃত প্রযুক্তি।",
      "details": "সেন্সর ও ট্যাগ ব্যবহার করে পশুর স্বাস্থ্য ও অবস্থান নিরীক্ষণ করা যায়।"
    },
    {
      "title": "কৃষি বর্জ্য থেকে বায়োচার তৈরি",
      "short_description": "ফসলের অবশিষ্টাংশ পুড়িয়ে কার্বন সমৃদ্ধ বায়োচার তৈরি।",
      "details": "বায়োচার মাটিতে মিশিয়ে মাটির উর্বরতা বাড়ানো যায়।"
    },
    {
      "title": "শস্য প্রক্রিয়াকরণ যন্ত্র",
      "short_description": "ফসল কাটার পর প্রক্রিয়াকরণের জন্য ব্যবহৃত যন্ত্র।",
      "details": "এই যন্ত্র দিয়ে ধান, গম বা ডাল পরিষ্কার ও প্যাকেট করা যায়।"
    },
    {
      "title": "ভূগর্ভস্থ জলের স্তর নিরীক্ষণ প্রযুক্তি",
      "short_description": "ভূগর্ভস্থ জলের স্তর নিয়মিত নিরীক্ষণ করার যন্ত্র।",
      "details": "এটি জলের অপচয় কমাতে সাহায্য করে।"
    }
  ]
}