{
  "subcategory": "পশুপালন",
  "entries": [
    {
      "title": "পশুপালনের সংজ্ঞা",
      "short_description": "মানুষের প্রয়োজনে গৃহপালিত পশু-পাখি পালন, পরিচর্যা ও ব্যবস্থাপনার বিজ্ঞান।",
      "details": "পশুপালন শুধু পশু-পাখি লালনপালন নয়, এটি একটি বিজ্ঞানসম্মত পদ্ধতি যা দুধ, ডিম, মাংস, চামড়া, পশম এবং অন্যান্য পণ্য উৎপাদনের জন্য প্রাণীদের প্রজনন, পুষ্টি, স্বাস্থ্য ও ব্যবস্থাপনাকে অন্তর্ভুক্ত করে। এটি কৃষকদের জীবিকা ও খাদ্য নিরাপত্তা নিশ্চিত করতে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "গরু পালন (Cattle Farming)",
      "short_description": "দুধ ও মাংস উৎপাদনের জন্য গরু পালন ও পরিচর্যা।",
      "details": "গরু পালনে সঠিক জাত নির্বাচন, সুষম খাদ্য সরবরাহ, রোগ প্রতিরোধ ও স্বাস্থ্য ব্যবস্থাপনা এবং দুগ্ধ দোহন পদ্ধতি অন্তর্ভুক্ত। উন্নত জাতের গরু, যেমন জার্সি, ফ্রিজিয়ান, বা দেশি শংকর জাতের গরু পালন করা হয়। নিয়মিত টিকাদান ও কৃমি নিয়ন্ত্রণ করা জরুরি।"
    },
    {
      "title": "ছাগল পালন (Goat Farming)",
      "short_description": "মাংস ও দুধ উৎপাদনের জন্য ছাগল পালন।",
      "details": "ছাগল পালন সহজ ও লাভজনক। তারা স্বল্প জায়গায় থাকতে পারে এবং বিভিন্ন ধরনের খাবার খেতে পারে। উন্নত জাতের ছাগল, যেমন যমুনাপারি, ব্ল্যাক বেঙ্গল বা তোতাপুরী পালন করা হয়। ছাগলকে শুকনো ও উঁচু জায়গায় রাখতে হয় এবং রোগবালাই থেকে রক্ষা করতে নিয়মিত চিকিৎসা করা হয়।"
    },
    {
      "title": "হাঁস-মুরগি পালন (Poultry Farming)",
      "short_description": "ডিম ও মাংস উৎপাদনের জন্য হাঁস, মুরগি, কোয়েল ইত্যাদি পাখি পালন।",
      "details": "হাঁস-মুরগি পালনে সঠিক জাত নির্বাচন, সুষম খাদ্য, বাসস্থান ও স্বাস্থ্য ব্যবস্থাপনার উপর জোর দেওয়া হয়। ডিমের জন্য লেয়ার মুরগি ও মাংসের জন্য ব্রয়লার মুরগি পালন করা হয়। নিয়মিত ভ্যাকসিন ও জীবাণুমুক্ত পরিবেশ নিশ্চিত করা জরুরি।"
    },
    {
      "title": "মাছ চাষ (Fish Farming)",
      "short_description": "পুকুর, জলাশয় বা খাঁচায় মাছ উৎপাদন।",
      "details": "মাছ চাষের জন্য উপযুক্ত প্রজাতির মাছ (যেমন রুই, কাতলা, পাঙ্গাস) নির্বাচন, পুকুর প্রস্তুতি, খাদ্য সরবরাহ, জল ব্যবস্থাপনা ও রোগ প্রতিরোধের উপর মনোযোগ দেওয়া হয়। এটি একটি লাভজনক খাত যা খাদ্য নিরাপত্তা ও কর্মসংস্থান সৃষ্টি করে।"
    },
    {
      "title": "ভেড়া পালন (Sheep Farming)",
      "short_description": "মাংস, দুধ ও পশম উৎপাদনের জন্য ভেড়া পালন।",
      "details": "ভেড়া পালনে কম খরচ হয় এবং তারা সহজেই বিভিন্ন পরিবেশে মানিয়ে নিতে পারে। ভেড়ার পশম থেকে উন্নত মানের উল তৈরি হয়। তাদের স্বাস্থ্য ও পুষ্টির দিকে নজর রাখা জরুরি।"
    },
    {
      "title": "পশুর খাদ্য ও পুষ্টি (Animal Nutrition)",
      "short_description": "পশুর স্বাস্থ্য ও উৎপাদনশীলতা বৃদ্ধির জন্য সুষম খাদ্য সরবরাহ।",
      "details": "পশুর খাদ্যে শর্করা, প্রোটিন, ফ্যাট, ভিটামিন ও খনিজ পদার্থ সঠিক পরিমাণে থাকা উচিত। তাদের বয়স ও উৎপাদন অনুযায়ী খাদ্যের পরিমাণ ভিন্ন হয়।"
    },
    {
      "title": "পশুর স্বাস্থ্য ব্যবস্থাপনা",
      "short_description": "পশুর রোগ প্রতিরোধ ও চিকিৎসার জন্য গৃহীত কার্যক্রম।",
      "details": "পশুর স্বাস্থ্য ব্যবস্থাপনায় নিয়মিত টিকাদান, কৃমি নিয়ন্ত্রণ, স্বাস্থ্য পরীক্ষা ও রোগাক্রান্ত পশুর চিকিৎসা অন্তর্ভুক্ত। পরিষ্কার-পরিচ্ছন্ন পরিবেশ পশুর স্বাস্থ্য বজায় রাখতে সহায়ক।"
    },
    {
      "title": "পশুর প্রজনন ও বংশবৃদ্ধি",
      "short_description": "পশুর বংশবৃদ্ধির জন্য কৃত্রিম প্রজনন ও অন্যান্য পদ্ধতি ব্যবহার।",
      "details": "কৃত্রিম প্রজনন (Artificial Insemination - AI) ব্যবহার করে উন্নত জাতের বংশবৃদ্ধি করা যায়, যা পশুর উৎপাদনশীলতা বাড়ায়।"
    },
    {
      "title": "পশুপণ্যের বাজারজাতকরণ",
      "short_description": "উৎপাদিত দুধ, ডিম, মাংস ও অন্যান্য পণ্য ভোক্তার কাছে পৌঁছানোর প্রক্রিয়া।",
      "details": "সঠিক বাজারজাতকরণ উৎপাদিত পণ্যের ন্যায্য মূল্য নিশ্চিত করে। এতে গ্রেডিং, প্যাকেজিং, পরিবহন ও বিক্রয় অন্তর্ভুক্ত।"
    },
    {
      "title": "পশুর বাসস্থান ব্যবস্থাপনা",
      "short_description": "পশুর আরামদায়ক ও স্বাস্থ্যকর বাসস্থান নিশ্চিত করা।",
      "details": "পশুর বাসস্থানে পর্যাপ্ত আলো, বায়ু চলাচল ও নিকাশ ব্যবস্থা থাকা উচিত। এটি রোগবালাই থেকে পশুকে রক্ষা করে।"
    },
    {
      "title": "পশুর বর্জ্য ব্যবস্থাপনা",
      "short_description": "পশুর বর্জ্যকে সঠিকভাবে পুনর্ব্যবহার ও নিষ্কাশন।",
      "details": "পশুর বর্জ্য থেকে বায়োগ্যাস বা জৈব সার তৈরি করা যায়, যা পরিবেশবান্ধব এবং অর্থনৈতিকভাবে লাভজনক।"
    },
    {
      "title": "পশুপালন প্রযুক্তি",
      "short_description": "পশুপালনে ব্যবহৃত আধুনিক যন্ত্র ও প্রযুক্তি।",
      "details": "দুগ্ধ দোহন মেশিন, স্বয়ংক্রিয় খাদ্য সরবরাহ ব্যবস্থা ও স্বাস্থ্য নিরীক্ষণের জন্য সেন্সর ব্যবহার করা হয়।"
    },
    {
      "title": "সমন্বিত কৃষি ও পশুপালন",
      "short_description": "একই খামারে ফসল ও পশু পালন করে সম্পদের পুনর্ব্যবহার।",
      "details": "পশুর বর্জ্য কম্পোস্ট সার হিসেবে ফসলে ব্যবহার করা যায় এবং ফসলের অবশিষ্টাংশ পশুর খাদ্য হিসেবে ব্যবহার করা যায়।"
    },
    {
      "title": "গরুর জাত",
      "short_description": "দুধ ও মাংস উৎপাদনের জন্য বিভিন্ন জাতের গরুর পরিচিতি।",
      "details": "দুধের জন্য জার্সি, ফ্রিজিয়ান, শাহীওয়াল ও রেড সিন্ধি জাতের গরু বিখ্যাত। মাংসের জন্য ব্রাহমা, অ্যাঙ্গাস ও দেশি জাতের গরু পালন করা হয়।"
    },
    {
      "title": "ছাগলের জাত",
      "short_description": "মাংস ও দুধ উৎপাদনের জন্য বিভিন্ন জাতের ছাগলের পরিচিতি।",
      "details": "ব্ল্যাক বেঙ্গল, যমুনাপারি, বিটল ও সিরোহি জাতের ছাগল বাংলাদেশে জনপ্রিয়।"
    },
    {
      "title": "মুরগির জাত",
      "short_description": "ডিম ও মাংস উৎপাদনের জন্য বিভিন্ন জাতের মুরগি।",
      "details": "লেয়ার মুরগির মধ্যে লোহমান, হায়-লাইন ও ইসা ব্রাউন জনপ্রিয়। ব্রয়লার মুরগির মধ্যে কোব, হাব্বার্ড ও আরবর একর জনপ্রিয়।"
    },
    {
      "title": "পুকুর ব্যবস্থাপনা",
      "short_description": "মাছ চাষের জন্য পুকুর তৈরি ও পরিচর্যা।",
      "details": "পুকুর শুকানো, চুন প্রয়োগ, সার প্রয়োগ ও জলের pH নিয়ন্ত্রণ করা জরুরি।"
    },
    {
      "title": "পশুর রোগ",
      "short_description": "পশুর বিভিন্ন রোগ, তাদের লক্ষণ ও প্রতিকার।",
      "details": "গরুর খুরা রোগ, মুরগির রাণীক্ষেত ও ছাগলের নিউমোনিয়া সাধারণ রোগ।"
    },
    {
      "title": "দুগ্ধ উৎপাদন",
      "short_description": "দুধের পরিমাণ ও গুণগত মান বৃদ্ধির কৌশল।",
      "details": "সুষম খাদ্য, স্বাস্থ্যকর পরিবেশ ও সঠিক দোহন পদ্ধতি দুধের উৎপাদন বাড়ায়।"
    },
    {
      "title": "মাংস উৎপাদন",
      "short_description": "দ্রুত ও দক্ষতার সাথে মাংস উৎপাদন।",
      "details": "ভালো জাতের পশু, পুষ্টিকর খাদ্য ও সঠিক স্বাস্থ্য ব্যবস্থাপনা মাংস উৎপাদন বাড়ায়।"
    },
    {
      "title": "ডিম উৎপাদন",
      "short_description": "ডিমের পরিমাণ ও গুণগত মান বৃদ্ধির কৌশল।",
      "details": "লেয়ার মুরগিকে সঠিক খাদ্য ও আলো সরবরাহ করলে ডিমের উৎপাদন বাড়ে।"
    },
    {
      "title": "পশুর টিকাদান",
      "short_description": "পশুকে রোগ থেকে রক্ষা করতে নিয়মিত টিকাদান।",
      "details": "পশুর বয়স ও রোগ অনুযায়ী সঠিক টিকা দেওয়া জরুরি।"
    },
    {
      "title": "পশুর বীমা",
      "short_description": "পশুর মৃত্যুর কারণে আর্থিক ক্ষতি কমানোর জন্য বীমা।",
      "details": "পশু বীমা কৃষকদের আর্থিক ঝুঁকি থেকে রক্ষা করে।"
    },
    {
      "title": "কৃত্রিম প্রজনন",
      "short_description": "কৃত্রিম পদ্ধতিতে পশুর প্রজনন।",
      "details": "এটি উন্নত জাতের বংশবৃদ্ধিতে সহায়তা করে।"
    },
    {
      "title": "হাঁসের খাদ্য ব্যবস্থাপনা",
      "short_description": "হাঁসের জন্য সুষম ও পর্যাপ্ত খাদ্য সরবরাহ।",
      "details": "হাঁস মাছ, শামুক ও বিভিন্ন ধরনের ঘাস খায়।"
    },
    {
      "title": "কোয়েল পালন",
      "short_description": "ডিম ও মাংসের জন্য কোয়েল পাখি পালন।",
      "details": "কোয়েল পালনে কম খরচ হয় এবং এটি দ্রুত লাভজনক হয়।"
    },
    {
      "title": "দুগ্ধ প্রক্রিয়াকরণ",
      "short_description": "দুধকে পাস্তুরিকরণ, ঘি ও অন্যান্য দুগ্ধজাত পণ্য তৈরি।",
      "details": "দুগ্ধ প্রক্রিয়াকরণ দুধের মূল্য ও স্থায়িত্ব বাড়ায়।"
    },
    {
      "title": "পশুর পরিচর্যা",
      "short_description": "পশুর পরিষ্কার-পরিচ্ছন্নতা ও ব্যক্তিগত যত্ন।",
      "details": "পশুকে নিয়মিত গোসল করানো, শিং ও খুর পরিষ্কার করা জরুরি।"
    },
    {
      "title": "পশুর আচরণ",
      "short_description": "পশুর আচরণ বিশ্লেষণ করে তাদের স্বাস্থ্য ও অবস্থা বোঝা।",
      "details": "পশুর আচরণ পরিবর্তন হলে তা রোগের লক্ষণ হতে পারে।"
    },
    {
      "title": "খামার ব্যবস্থাপনা",
      "short_description": "খামারের সমস্ত কার্যক্রম, যেমন অর্থ, শ্রমিক ও উৎপাদন ব্যবস্থাপনা।",
      "details": "সঠিক খামার ব্যবস্থাপনা লাভজনকতা বাড়ায়।"
    },
    {
      "title": "পশুর আবাসস্থল",
      "short_description": "পশুর জন্য উপযুক্ত বাসস্থান, যেমন গোয়ালঘর, শেড ও খাঁচা।",
      "details": "আবাসস্থল পশুকে প্রতিকূল আবহাওয়া থেকে রক্ষা করে।"
    },
    {
      "title": "পশুসম্পদ উন্নয়ন",
      "short_description": "পশুসম্পদের উৎপাদনশীলতা ও গুণগত মান বৃদ্ধির জন্য বিভিন্ন কার্যক্রম।",
      "details": "গবেষণা, প্রশিক্ষণ ও প্রযুক্তির মাধ্যমে পশুসম্পদ উন্নয়ন করা হয়।"
    },
    {
      "title": "কৃষি ও পশুপালন",
      "short_description": "কৃষি ও পশুপালনের মধ্যে সম্পর্ক।",
      "details": "ফসল ও পশুপালন একে অপরের উপর নির্ভরশীল।"
    },
    {
      "title": "পশুর খাদ্য তৈরি",
      "short_description": "পশুর জন্য সুষম খাদ্য তৈরি।",
      "details": "বিভিন্ন খাদ্য উপাদান মিশ্রিত করে পশুর জন্য খাদ্য তৈরি করা হয়।"
    },
    {
      "title": "পশুর ঔষধ",
      "short_description": "পশুর রোগ চিকিৎসার জন্য ব্যবহৃত ঔষধ।",
      "details": "বিভিন্ন ধরনের অ্যান্টিবায়োটিক ও ভিটামিন ব্যবহার করা হয়।"
    },
    {
      "title": "পশুপালন খামার",
      "short_description": "পশু পালনের জন্য একটি প্রতিষ্ঠান।",
      "details": "খামারে পশুর প্রজনন, লালনপালন ও উৎপাদন করা হয়।"
    },
    {
      "title": "পশুর খাদ্য শস্য",
      "short_description": "পশুর খাদ্য হিসেবে ব্যবহৃত শস্য, যেমন ভুট্টা ও গম।",
      "details": "এই শস্যগুলি পশুর শক্তির প্রধান উৎস।"
    },
    {
      "title": "পশুর খাদ্য উপাদান",
      "short_description": "পশুর খাদ্যের বিভিন্ন উপাদান, যেমন প্রোটিন ও ফাইবার।",
      "details": "এই উপাদানগুলি পশুর বৃদ্ধি ও স্বাস্থ্য বজায় রাখতে গুরুত্বপূর্ণ।"
    },
    {
      "title": "পশুর প্রজনন চক্র",
      "short_description": "পশুর প্রজননের জন্য ঋতুচক্র।",
      "details": "পশুর প্রজনন চক্র জেনে প্রজনন পরিকল্পনা করা যায়।"
    },
    {
      "title": "পশুর রোগ প্রতিরোধ ক্ষমতা",
      "short_description": "পশুর শরীরের রোগ প্রতিরোধের ক্ষমতা।",
      "details": "সঠিক পুষ্টি ও টিকাদান রোগ প্রতিরোধ ক্ষমতা বাড়ায়।"
    },
    {
      "title": "পশুর স্বাস্থ্য নিরীক্ষণ",
      "short_description": "নিয়মিত পশুর স্বাস্থ্য পরীক্ষা।",
      "details": "স্বাস্থ্য নিরীক্ষণে রোগ ও অন্যান্য সমস্যা শনাক্ত করা যায়।"
    },
    {
      "title": "পশুর উৎপাদনশীলতা",
      "short_description": "পশুর উৎপাদন ক্ষমতা।",
      "details": "উৎপাদনশীলতা বৃদ্ধি লাভজনকতা বাড়ায়।"
    },
    {
      "title": "পশুর যত্ন ও পরিচর্যা",
      "short_description": "পশুর যত্ন ও পরিচর্যার গুরুত্ব।",
      "details": "সঠিক যত্ন পশুকে সুস্থ রাখে।"
    },
    {
      "title": "পশুর জাত নির্বাচন",
      "short_description": "পশুর জাত নির্বাচন করে উৎপাদন বাড়ানো।",
      "details": "জলবায়ু ও পরিবেশ অনুযায়ী সঠিক জাত নির্বাচন জরুরি।"
    },
    {
      "title": "পশুর পালন খরচ",
      "short_description": "পশু পালনের জন্য প্রয়োজনীয় খরচ।",
      "details": "খাদ্য, ঔষধ ও অন্যান্য খরচ অন্তর্ভুক্ত।"
    },
    {
      "title": "পশুর বাসস্থান ডিজাইন",
      "short_description": "পশুর জন্য উপযুক্ত বাসস্থানের ডিজাইন।",
      "details": "আবাসস্থল আরামদায়ক ও নিরাপদ হওয়া উচিত।"
    },
    {
      "title": "পশুর প্রজনন কৌশল",
      "short_description": "পশুর প্রজননের জন্য বিভিন্ন কৌশল।",
      "details": "কৃত্রিম প্রজনন ও প্রাকৃতিক প্রজনন কৌশল ব্যবহার করা হয়।"
    }
  ]
}