{
  "subcategory": "টেকসই চাষাবাদ",
  "entries": [
    {
      "title": "জৈব কৃষি (Organic Farming)",
      "short_description": "রাসায়নিক সার, কীটনাশক ও জেনেটিক্যালি মডিফাইড অর্গানিজম (GMOs) ব্যবহার না করে প্রাকৃতিক পদ্ধতিতে ফসল উৎপাদন।",
      "details": "জৈব কৃষিতে কম্পোস্ট, গোবর সার, সবুজ সার ও শস্য আবর্তন ব্যবহার করে মাটির উর্বরতা বাড়ানো হয়। এটি মাটি ও জলের স্বাস্থ্য রক্ষা করে, জীববৈচিত্র্য বৃদ্ধি করে এবং পরিবেশ দূষণ কমায়। জৈব কৃষিপণ্যের চাহিদা বিশ্বজুড়ে বাড়ছে।"
    },
    {
      "title": "সমন্বিত শস্য ব্যবস্থাপনা (Integrated Crop Management - ICM)",
      "short_description": "কৃষি পরিবেশের ভারসাম্য বজায় রেখে ফসল উৎপাদন বাড়ানোর জন্য বিভিন্ন কৌশল ও প্রযুক্তির সমন্বয়।",
      "details": "ICM-এ শস্য আবর্তন, ফসলের পুষ্টি ব্যবস্থাপনা, আগাছা দমন ও জল ব্যবস্থাপনার মতো বিষয়গুলি অন্তর্ভুক্ত। এটি ফসলের উৎপাদনশীলতা বৃদ্ধি, পরিবেশগত প্রভাব হ্রাস এবং দীর্ঘমেয়াদী স্থায়িত্ব নিশ্চিত করতে সহায়তা করে।"
    },
    {
      "title": "জল ব্যবস্থাপনা (Water Management)",
      "short_description": "জলের অপচয় রোধ করে ফসলের জন্য প্রয়োজনীয় জল সরবরাহ নিশ্চিত করা।",
      "details": "জল ব্যবস্থাপনায় ফোঁটা সেচ, স্প্রিংকলার সেচ ও বৃষ্টির জল সংরক্ষণ অন্তর্ভুক্ত। এটি খরার ঝুঁকি কমায় এবং জলের উৎসগুলির উপর চাপ হ্রাস করে। এছাড়াও, মাটির আর্দ্রতা সেন্সর ব্যবহার করে সেচ কার্যক্রম নিয়ন্ত্রণ করা যায়।"
    },
    {
      "title": "সমন্বিত পোকা ব্যবস্থাপনা (Integrated Pest Management - IPM)",
      "short_description": "পরিবেশের উপর ন্যূনতম নেতিবাচক প্রভাব ফেলে ক্ষতিকর পোকা নিয়ন্ত্রণ করা।",
      "details": "IPM-এ জৈবিক, যান্ত্রিক ও রাসায়নিক নিয়ন্ত্রণের সমন্বয় করা হয়। এতে প্রাকৃতিক শিকারী পোকা বা উপকারী অণুজীব ব্যবহার, পোকার জীবনচক্র অনুযায়ী দমন কৌশল এবং শুধুমাত্র প্রয়োজনের সময় কীটনাশক ব্যবহার অন্তর্ভুক্ত।"
    },
    {
      "title": "কম মাটিচাষ (Reduced Tillage)",
      "short_description": "মাটিচাষ কমিয়ে বা বন্ধ করে মাটির ক্ষয় রোধ, মাটির জৈব পদার্থ বৃদ্ধি এবং জল ধারণ ক্ষমতা বাড়ানো।",
      "details": "কম মাটিচাষে মাটির গঠন উন্নত হয়, জীবাণু ও উপকারী অণুজীবের কার্যকলাপ বৃদ্ধি পায় এবং কার্বন নির্গমন হ্রাস পায়। এটি পরিবেশবান্ধব এবং দীর্ঘমেয়াদী মাটির স্বাস্থ্য বজায় রাখতে কার্যকর।"
    },
    {
      "title": "জৈব সার ও জৈব কীটনাশক",
      "short_description": "প্রাকৃতিক উপায়ে উৎপাদিত সার ও কীটনাশক ব্যবহার করে মাটির উর্বরতা ও ফসল রক্ষা করা।",
      "details": "কম্পোস্ট, ভার্মিকম্পোস্ট এবং গোবর সার মাটির পুষ্টি উপাদান বাড়ায়। নিম তেল বা অন্যান্য ভেষজ নির্যাস থেকে তৈরি কীটনাশক পোকা দমন করে।"
    },
    {
      "title": "শস্য আবর্তন (Crop Rotation)",
      "short_description": "একই জমিতে পর্যায়ক্রমে ভিন্ন ভিন্ন গোত্রের ফসল চাষ করে মাটির উর্বরতা বজায় রাখা।",
      "details": "শস্য আবর্তন মাটির পুষ্টি উপাদানের ভারসাম্য বজায় রাখে, নির্দিষ্ট ফসলের রোগ ও পোকার আক্রমণ কমায় এবং মাটির গঠন উন্নত করে।"
    },
    {
      "title": "জৈব বর্জ্য ব্যবস্থাপনা",
      "short_description": "কৃষি খামারের জৈব বর্জ্য পুনর্ব্যবহার করে সার বা জ্বালানি উৎপাদন।",
      "details": "পশুপাখির বর্জ্য, ফসলের অবশিষ্টাংশ এবং অন্যান্য জৈব বর্জ্য ব্যবহার করে বায়োগ্যাস বা কম্পোস্ট সার তৈরি করা যায়। এটি বর্জ্য হ্রাস করে এবং কৃষকের আয় বৃদ্ধি করে।"
    },
    {
      "title": "বহুবর্ষজীবী ফসল (Perennial Crops)",
      "short_description": "যেসব ফসল একবার রোপণ করলে কয়েক বছর ধরে ফলন দেয়, যেমন ফল গাছ, বাঁশ ও কিছু সবজি।",
      "details": "বহুবর্ষজীবী ফসল মাটির ক্ষয় রোধ করে, কার্বন শোষণ করে এবং শ্রমিক খরচ কমায়। এটি দীর্ঘমেয়াদী কৃষি স্থায়িত্বের জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "কৃষি বনায়ন (Agroforestry)",
      "short_description": "একই জমিতে ফসল ও গাছপালা একত্রে চাষ করে বাস্তুতন্ত্রের ভারসাম্য রক্ষা ও উৎপাদনশীলতা বৃদ্ধি।",
      "details": "কৃষি বনায়ন মাটির উর্বরতা বাড়ায়, জীববৈচিত্র্য বৃদ্ধি করে, জলের অপচয় কমায় এবং কৃষকের অতিরিক্ত আয় নিশ্চিত করে।"
    },
    {
      "title": "শস্যের বহুমুখীকরণ",
      "short_description": "একক ফসলের উপর নির্ভর না করে একাধিক ধরনের ফসল উৎপাদন করে ঝুঁকি কমানো।",
      "details": "একক ফসল চাষের পরিবর্তে একাধিক ফসল চাষ করলে আবহাওয়ার ঝুঁকি বা বাজারমূল্যের ওঠানামার ঝুঁকি কমানো যায়।"
    },
    {
      "title": "মাটি স্বাস্থ্য ব্যবস্থাপনা",
      "short_description": "মাটির উর্বরতা ও জীববৈচিত্র্য বজায় রাখার জন্য বিভিন্ন কৌশল অবলম্বন।",
      "details": "মাটি পরীক্ষার ভিত্তিতে সার প্রয়োগ, আচ্ছাদিত শস্য (cover crops) ব্যবহার এবং জৈব পদার্থ যোগ করে মাটির স্বাস্থ্য উন্নত করা যায়।"
    },
    {
      "title": "সৌরশক্তি ব্যবহার",
      "short_description": "কৃষি কাজে সেচ, আলো ও অন্যান্য যন্ত্রপাতিতে সৌরশক্তির ব্যবহার।",
      "details": "সোলার পাম্প ব্যবহার করে সেচের খরচ কমানো যায় এবং বিদ্যুতের উপর নির্ভরতা হ্রাস করা যায়।"
    },
    {
      "title": "স্মার্ট ফার্মিং ও প্রযুক্তি",
      "short_description": "কৃষিতে ইন্টারনেট অফ থিংস (IoT), সেন্সর ও ড্রোন ব্যবহার করে নির্ভুল ব্যবস্থাপনা।",
      "details": "স্মার্ট ফার্মিং-এ সেচ, সার প্রয়োগ ও রোগবালাই নিয়ন্ত্রণ স্বয়ংক্রিয়ভাবে করা যায়, যা উৎপাদনশীলতা ও দক্ষতা বৃদ্ধি করে।"
    },
    {
      "title": "জলবায়ু-সহনশীল কৃষি",
      "short_description": "জলবায়ু পরিবর্তনের প্রভাব মোকাবিলায় সক্ষম নতুন জাতের ফসল ও কৌশল অবলম্বন।",
      "details": "খরা, বন্যা ও লবণাক্ততা সহনশীল ফসলের জাত চাষ করলে পরিবর্তিত আবহাওয়ার ঝুঁকি কমানো যায়।"
    },
    {
      "title": "জৈব পুষ্টি ব্যবস্থাপনা",
      "short_description": "রাসায়নিক সারের পরিবর্তে জৈব সার ব্যবহার করে মাটির পুষ্টি উপাদান চক্র বজায় রাখা।",
      "details": "জৈব পুষ্টি ব্যবস্থাপনায় কম্পোস্ট, বায়োফার্টিলাইজার ও সবুজ সার ব্যবহার করা হয়, যা মাটির দীর্ঘমেয়াদী উর্বরতা নিশ্চিত করে।"
    },
    {
      "title": "পুনর্ব্যবহার ও বর্জ্য হ্রাস",
      "short_description": "কৃষি বর্জ্য পুনর্ব্যবহার করে পরিবেশের উপর চাপ কমানো।",
      "details": "ফসলের অবশিষ্টাংশ ও পশুর বর্জ্য পুনরায় কম্পোস্ট বা বায়োগ্যাসে রূপান্তরিত করা যায়।"
    },
    {
      "title": "আচ্ছাদিত শস্য (Cover Crops)",
      "short_description": "মূল ফসলের মাঝে বা পরে চাষ করা হয় এমন শস্য যা মাটির ক্ষয় রোধ ও উর্বরতা বৃদ্ধি করে।",
      "details": "আচ্ছাদিত শস্য মাটির ক্ষয় রোধ করে, আগাছা দমন করে, এবং মাটির পুষ্টি উপাদান ধরে রাখে।"
    },
    {
      "title": "জৈব নিয়ন্ত্রণ (Biological Control)",
      "short_description": "ক্ষতিকর পোকা দমনে প্রাকৃতিক শিকারী, পরজীবী বা রোগজীবাণু ব্যবহার।",
      "details": "লেডিবাগ, ফিতা কৃমি ও নির্দিষ্ট ব্যাকটেরিয়া ব্যবহার করে পোকা দমন করা যায়, যা রাসায়নিক কীটনাশকের একটি নিরাপদ বিকল্প।"
    },
    {
      "title": "সুষম সার প্রয়োগ",
      "short_description": "মাটি পরীক্ষার ভিত্তিতে ফসলের প্রয়োজনীয় পুষ্টি উপাদান সুষম পরিমাণে প্রয়োগ।",
      "details": "সুষম সার প্রয়োগে মাটির উর্বরতা বজায় থাকে এবং পুষ্টির ভারসাম্য রক্ষা হয়।"
    },
    {
      "title": "জলের গুণগত মান",
      "short_description": "কৃষিতে ব্যবহৃত জলের গুণগত মান পরীক্ষা ও নিয়ন্ত্রণ।",
      "details": "দূষিত জল ব্যবহার করলে ফসল ও মাটির ক্ষতি হতে পারে। তাই জলের pH, লবণাক্ততা ও অন্যান্য উপাদান পরীক্ষা করা জরুরি।"
    },
    {
      "title": "ক্ষুদ্র সেচ পদ্ধতি",
      "short_description": "জল বাঁচানোর জন্য ফোঁটা সেচ (drip irrigation) ও স্প্রিংকলার সেচ (sprinkler irrigation) ব্যবহার।",
      "details": "এই পদ্ধতিতে সরাসরি ফসলের গোড়ায় জল দেওয়া হয়, যা জলের অপচয় কমায়।"
    },
    {
      "title": "ভূমি উন্নয়ন",
      "short_description": "ভূমিকে চাষের জন্য উপযোগী করে তোলার কৌশল।",
      "details": "জমিকে সমতল করা, নিকাশ ব্যবস্থা তৈরি করা এবং মাটির গঠন উন্নত করা।"
    },
    {
      "title": "শস্যের স্বাস্থ্য নিরীক্ষণ",
      "short_description": "নিয়মিত ফসলের স্বাস্থ্য পরীক্ষা করে রোগ ও পোকার আক্রমণ শনাক্ত করা।",
      "details": "সময় মতো রোগ ও পোকা শনাক্ত করলে দ্রুত ব্যবস্থা নেওয়া যায়।"
    },
    {
      "title": "শস্য বাছাই ও গ্রেডিং",
      "short_description": "ফসল কাটার পর গুণগত মান অনুযায়ী বাছাই করা।",
      "details": "ভালো মানের ফসল বাছাই করে আলাদা করলে বাজারে ভালো দাম পাওয়া যায়।"
    },
    {
      "title": "প্লাস্টিক মালচিং",
      "short_description": "জমির উপর প্লাস্টিকের পাতলা স্তর বিছিয়ে আগাছা দমন, আর্দ্রতা রক্ষা ও তাপমাত্রা নিয়ন্ত্রণ।",
      "details": "প্লাস্টিক মালচিং জলের অপচয় কমায় এবং ফসলের ফলন বাড়ায়।"
    },
    {
      "title": "শস্য সংরক্ষণ",
      "short_description": "ফসলকে গুদামে বা পাত্রে সঠিকভাবে সংরক্ষণ করে অপচয় রোধ করা।",
      "details": "আর্দ্রতা ও তাপমাত্রা নিয়ন্ত্রণ করে ফসল সংরক্ষণ করলে পোকা ও ছত্রাক থেকে রক্ষা করা যায়।"
    },
    {
      "title": "বায়োগ্যাস প্ল্যান্ট",
      "short_description": "জৈব বর্জ্য থেকে গ্যাস উৎপাদন করে জ্বালানি হিসেবে ব্যবহার।",
      "details": "বায়োগ্যাস প্ল্যান্ট থেকে পাওয়া গ্যাস রান্নার কাজে বা বিদ্যুৎ উৎপাদনে ব্যবহার করা যায়।"
    },
    {
      "title": "উপকারী পোকা সংরক্ষণ",
      "short_description": "কৃষি জমিতে উপকারী পোকা, যেমন মৌমাছি, লেডিবাগ, ইত্যাদি সংরক্ষণ।",
      "details": "উপকারী পোকা ফসলকে পরাগায়ণে সাহায্য করে এবং ক্ষতিকর পোকা খেয়ে ফেলে।"
    },
    {
      "title": "পুনর্নবীকরণযোগ্য শক্তি",
      "short_description": "সৌর, বায়ু ও জলবিদ্যুৎ ব্যবহার করে কৃষি কাজ পরিচালনা।",
      "details": "পুনর্নবীকরণযোগ্য শক্তি ব্যবহার করলে কার্বন ফুটপ্রিন্ট কমানো যায়।"
    },
    {
      "title": "সমন্বিত কৃষি ব্যবস্থা (Integrated Farming System)",
      "short_description": "একই খামারে ফসল, পশু, মাছ ও অন্যান্য উৎপাদন ব্যবস্থা একত্র করে রিসাইক্লিং ও উৎপাদনশীলতা বৃদ্ধি।",
      "details": "পশুর বর্জ্য থেকে কম্পোস্ট তৈরি করে ফসলে ব্যবহার এবং ফসলের অবশিষ্টাংশ পশুর খাবার হিসেবে ব্যবহার করা যায়।"
    },
    {
      "title": "ক্ষুদ্র সেচ যন্ত্র",
      "short_description": "জলের অপচয় কমিয়ে ছোট পরিসরে সেচ দেওয়ার যন্ত্র।",
      "details": "ছোট আকারের ফোঁটা সেচ বা স্প্রিংকলার যন্ত্র ছোট খামারের জন্য উপযোগী।"
    },
    {
      "title": "বীজ সংরক্ষণ",
      "short_description": "উন্নত জাতের বীজ সংরক্ষণ করে ভবিষ্যতের জন্য ব্যবহার।",
      "details": "বীজ ব্যাংক স্থাপন করে স্থানীয় জাতের বীজ সংরক্ষণ করা যায়।"
    },
    {
      "title": "ভূগর্ভস্থ জলস্তর নিরীক্ষণ",
      "short_description": "ভূগর্ভস্থ জলের স্তর নিয়মিত পরীক্ষা করে জল ব্যবহার নিয়ন্ত্রণ।",
      "details": "জলস্তর নিচে নেমে গেলে সেচ কার্যক্রম সীমিত করা হয়।"
    },
    {
      "title": "শস্যের অবশিষ্টাংশ ব্যবস্থাপনা",
      "short_description": "ফসল কাটার পর জমিতে থাকা অবশিষ্টাংশ সঠিকভাবে ব্যবহার।",
      "details": "অবশিষ্টাংশ মাটিতে মিশিয়ে জৈব পদার্থ বাড়ানো বা পশুর খাদ্য হিসেবে ব্যবহার করা যায়।"
    },
    {
      "title": "লবণাক্ততা নিয়ন্ত্রণ",
      "short_description": "মাটিতে লবণের মাত্রা নিয়ন্ত্রণ করে ফসল উৎপাদন।",
      "details": "লবণাক্ততা সহনশীল জাতের ফসল চাষ এবং বৃষ্টির জল সংরক্ষণ করে লবণাক্ততা কমানো যায়।"
    },
    {
      "title": "নিকাশ ব্যবস্থা",
      "short_description": "জমিতে অতিরিক্ত জল নিষ্কাশনের ব্যবস্থা করা।",
      "details": "অতিরিক্ত জল জমলে ফসলের শিকড় পচে যেতে পারে।"
    },
    {
      "title": "বায়ু দূষণ নিয়ন্ত্রণ",
      "short_description": "কৃষি থেকে সৃষ্ট বায়ু দূষণ কমানো।",
      "details": "কম মাটিচাষ ও ফসলের অবশিষ্টাংশ না পুড়িয়ে বায়ুদূষণ কমানো যায়।"
    },
    {
      "title": "কমনীয় ফসল (Catch Crops)",
      "short_description": "প্রধান ফসলের ফাঁকে বা পরে স্বল্প সময়ের জন্য চাষ করা ফসল।",
      "details": "কমনীয় ফসল মাটির উর্বরতা বৃদ্ধি করে এবং কৃষকের অতিরিক্ত আয় নিশ্চিত করে।"
    },
    {
      "title": "কম্পোস্ট তৈরি",
      "short_description": "কৃষি বর্জ্য থেকে কম্পোস্ট সার তৈরি।",
      "details": "কম্পোস্ট তৈরি একটি পরিবেশবান্ধব প্রক্রিয়া যা মাটির উর্বরতা বাড়ায়।"
    },
    {
      "title": "প্লাস্টিক পুনর্ব্যবহার",
      "short_description": "কৃষি কাজে ব্যবহৃত প্লাস্টিক বর্জ্য পুনর্ব্যবহার করা।",
      "details": "প্লাস্টিক মালচিং বা অন্যান্য প্লাস্টিক পণ্য পুনরায় ব্যবহার করে পরিবেশের উপর চাপ কমানো যায়।"
    },
    {
      "title": "মৃত্তিকা সংরক্ষণ",
      "short_description": "মাটির উর্বরতা ও জীববৈচিত্র্য বজায় রাখার জন্য বিভিন্ন কৌশল অবলম্বন।",
      "details": "মাটি সংরক্ষণ মাটির ক্ষয় রোধ করে এবং ফসলের দীর্ঘমেয়াদী উৎপাদনশীলতা নিশ্চিত করে।"
    },
    {
      "title": "ভূগর্ভস্থ জলের ব্যবহার",
      "short_description": "ভূগর্ভস্থ জলের অতিরিক্ত ব্যবহার নিয়ন্ত্রণ করা।",
      "details": "ভূগর্ভস্থ জলের অতিরিক্ত ব্যবহার জলস্তর নিচে নামিয়ে দেয়।"
    },
    {
      "title": "ফসলের রোগ ও পোকা প্রতিরোধ",
      "short_description": "ফসলের রোগ ও পোকা প্রতিরোধের জন্য উন্নত জাতের বীজ ব্যবহার।",
      "details": "রোগ ও পোকা প্রতিরোধী জাতের বীজ ব্যবহার করলে কীটনাশকের ব্যবহার কমানো যায়।"
    },
    {
      "title": "কৃষি বর্জ্য থেকে শক্তি",
      "short_description": "ফসলের অবশিষ্টাংশ থেকে বিদ্যুৎ বা তাপ শক্তি উৎপাদন।",
      "details": "এটি পরিবেশবান্ধব এবং বর্জ্য ব্যবস্থাপনার একটি কার্যকর উপায়।"
    },
    {
      "title": "জীববৈচিত্র্য সংরক্ষণ",
      "short_description": "কৃষি জমিতে জীববৈচিত্র্য বজায় রাখা।",
      "details": "বিভিন্ন ধরনের ফসল চাষ ও উপকারী পোকা সংরক্ষণ করে জীববৈচিত্র্য বাড়ানো যায়।"
    },
    {
      "title": "কার্বন সিকোয়েস্টেশন",
      "short_description": "মাটিতে কার্বন ধরে রেখে জলবায়ু পরিবর্তন মোকাবিলা করা।",
      "details": "কম মাটিচাষ ও আচ্ছাদিত শস্য ব্যবহার করে মাটিতে কার্বন ধরে রাখা যায়।"
    },
    {
      "title": "ভূমি পুনর্ব্যবহার",
      "short_description": "পরিত্যক্ত বা কম উর্বর জমিকে পুনরায় চাষের উপযোগী করা।",
      "details": "জৈব সার ব্যবহার করে এবং মাটির গঠন উন্নত করে ভূমি পুনর্ব্যবহার করা যায়।"
    },
    {
      "title": "কৃষকের প্রশিক্ষণ",
      "short_description": "টেকসই চাষাবাদ সম্পর্কে কৃষকদের প্রশিক্ষণ প্রদান।",
      "details": "কৃষকদের সচেতনতা বৃদ্ধি করা হলে টেকসই চাষাবাদ পদ্ধতি সফল হয়।"
    },
    {
      "title": "ভূগর্ভস্থ জলের রিচার্জ",
      "short_description": "বৃষ্টির জল জমিতে প্রবেশ করে ভূগর্ভস্থ জলের স্তর বাড়ানো।",
      "details": "ভূগর্ভস্থ জলস্তর নিচে নেমে গেলে এই কৌশল কার্যকর।"
    }
  ]
}