{
  "subcategory": "মাটি বিজ্ঞান",
  "entries": [
    {
      "title": "মাটির প্রকারভেদ (Soil Types)",
      "short_description": "মাটির বুনট, গঠন ও রাসায়নিক বৈশিষ্ট্যের উপর ভিত্তি করে বিভিন্ন ধরনের মাটির পরিচিতি।",
      "details": "মাটি প্রধানত বালি, পলি ও কাদার মিশ্রণে গঠিত। এঁটেল মাটি (Clay Soil) জল ধরে রাখতে পারে, কিন্তু নিকাশ ব্যবস্থা ভালো নয়। বেলে মাটি (Sandy Soil) দ্রুত জল শোষণ করে, কিন্তু পুষ্টি উপাদান ধরে রাখতে পারে না। দোআঁশ মাটি (Loamy Soil) বালি, পলি ও কাদার সুষম মিশ্রণ, যা কৃষিকাজের জন্য সবচেয়ে উপযোগী।"
    },
    {
      "title": "মাটির উর্বরতা (Soil Fertility)",
      "short_description": "ফসলের বৃদ্ধির জন্য প্রয়োজনীয় পুষ্টি উপাদান সরবরাহ করার ক্ষমতা।",
      "details": "মাটির উর্বরতা মাটির জৈব পদার্থ, পুষ্টি উপাদান (নাইট্রোজেন, ফসফরাস, পটাশ) এবং pH মানের উপর নির্ভর করে। জৈব সার ও সঠিক সার প্রয়োগের মাধ্যমে মাটির উর্বরতা বাড়ানো যায়।"
    },
    {
      "title": "মাটির pH (Soil pH)",
      "short_description": "মাটির অম্লতা বা ক্ষারত্ব পরিমাপের একটি স্কেল, যা ফসলের পুষ্টি শোষণে গুরুত্বপূর্ণ।",
      "details": "pH স্কেল ০ থেকে ১৪ পর্যন্ত বিস্তৃত, যেখানে ৭ হলো নিরপেক্ষ। অধিকাংশ ফসল ৬ থেকে ৭.৫ pH-এর মধ্যে ভালো হয়। মাটির pH পরীক্ষা করে চুন বা জিপসাম ব্যবহার করে তা নিয়ন্ত্রণ করা যায়।"
    },
    {
      "title": "মাটির গঠন (Soil Structure)",
      "short_description": "মাটির কণাগুলির বিন্যাস ও একত্রীকরণ, যা জল ও বায়ু চলাচলে প্রভাব ফেলে।",
      "details": "ভালো মাটির গঠনে জল ও বায়ু চলাচল সহজ হয়, যা গাছের শিকড়ের বৃদ্ধির জন্য জরুরি। জৈব পদার্থ যোগ করে এবং কম মাটিচাষের মাধ্যমে মাটির গঠন উন্নত করা যায়।"
    },
    {
      "title": "মাটির জৈব পদার্থ (Soil Organic Matter)",
      "short_description": "মাটিতে থাকা পচনশীল উদ্ভিদ ও প্রাণীর অবশিষ্টাংশ, যা মাটির স্বাস্থ্য ও উর্বরতা বাড়ায়।",
      "details": "জৈব পদার্থ মাটির জল ধারণ ক্ষমতা, পুষ্টি সরবরাহ ও অণুজীবের কার্যকলাপ বৃদ্ধি করে। কম্পোস্ট, সবুজ সার ও ফসলের অবশিষ্টাংশ মিশিয়ে জৈব পদার্থ বাড়ানো যায়।"
    },
    {
      "title": "মাটির ক্ষয় (Soil Erosion)",
      "short_description": "জল, বায়ু বা মানুষের কার্যকলাপের কারণে মাটির উপরের স্তর স্থানান্তরিত হওয়া।",
      "details": "মাটির ক্ষয় মাটির উর্বরতা হ্রাস করে এবং পরিবেশের ক্ষতি করে। শস্য আবর্তন, কমনীয় শস্য ও ঢালু জমিতে ধাপ চাষের মাধ্যমে মাটির ক্ষয় রোধ করা যায়।"
    },
    {
      "title": "মাটির জীবাণু (Soil Microorganisms)",
      "short_description": "মাটিতে থাকা ব্যাকটেরিয়া, ছত্রাক ও অন্যান্য অণুজীব, যা মাটির স্বাস্থ্য বজায় রাখতে গুরুত্বপূর্ণ।",
      "details": "মাটির জীবাণু জৈব পদার্থ পচিয়ে উদ্ভিদের জন্য প্রয়োজনীয় পুষ্টি উপাদান তৈরি করে। তারা মাটির গঠন উন্নত করে এবং কিছু জীবাণু উদ্ভিদের রোগ প্রতিরোধ ক্ষমতা বাড়াতেও সহায়ক।"
    },
    {
      "title": "মাটির পুষ্টি উপাদান (Soil Nutrients)",
      "short_description": "গাছের বৃদ্ধির জন্য প্রয়োজনীয় প্রধান ও গৌণ পুষ্টি উপাদান।",
      "details": "প্রধান পুষ্টি উপাদান হলো নাইট্রোজেন (N), ফসফরাস (P) ও পটাশিয়াম (K)। ক্যালসিয়াম, ম্যাগনেসিয়াম ও সালফার হলো গৌণ পুষ্টি উপাদান।"
    },
    {
      "title": "লবণাক্ত মাটি (Saline Soil)",
      "short_description": "যে মাটিতে অতিরিক্ত লবণ থাকে, যা ফসলের বৃদ্ধির জন্য ক্ষতিকর।",
      "details": "লবণাক্ত মাটি মূলত সমুদ্র উপকূলবর্তী এলাকায় দেখা যায়। লবণ সহনশীল ফসল চাষ ও সঠিক নিকাশ ব্যবস্থার মাধ্যমে এই মাটির লবণাক্ততা কমানো যায়।"
    },
    {
      "title": "ক্ষারীয় মাটি (Alkaline Soil)",
      "short_description": "যে মাটির pH মান ৭.৫ এর উপরে, যা ফসলের পুষ্টি শোষণে বাধা দেয়।",
      "details": "ক্ষারীয় মাটির pH কমাতে জৈব পদার্থ ও সালফার ব্যবহার করা হয়।"
    },
    {
      "title": "মাটি দূষণ (Soil Pollution)",
      "short_description": "রাসায়নিক সার, কীটনাশক ও শিল্প বর্জ্যের কারণে মাটির গুণগত মানের অবনতি।",
      "details": "মাটি দূষণ মাটির উর্বরতা হ্রাস করে এবং খাদ্য শৃঙ্খলে ক্ষতিকর পদার্থ প্রবেশ করায়। জৈব চাষ ও সঠিক বর্জ্য ব্যবস্থাপনার মাধ্যমে এটি রোধ করা যায়।"
    },
    {
      "title": "কমপ্যাকশন (Soil Compaction)",
      "short_description": "মাটির কণাগুলি সংকুচিত হয়ে শক্ত হয়ে যাওয়া, যা গাছের শিকড়ের বৃদ্ধি ও জল চলাচল বাধাগ্রস্ত করে।",
      "details": "ভারী যন্ত্রপাতি ব্যবহার, অতিরিক্ত চলাফেরা বা অতিরিক্ত সেচ এর প্রধান কারণ। কম মাটিচাষ ও আচ্ছাদিত শস্য ব্যবহার করে এটি কমানো যায়।"
    },
    {
      "title": "মাটির জল ধারণ ক্ষমতা (Water Holding Capacity)",
      "short_description": "মাটির জল ধরে রাখার ক্ষমতা, যা ফসলের জল সরবরাহে গুরুত্বপূর্ণ।",
      "details": "এঁটেল মাটি ও জৈব পদার্থ সমৃদ্ধ মাটির জল ধারণ ক্ষমতা বেশি। সেচের পরিকল্পনায় এটি গুরুত্বপূর্ণ।"
    },
    {
      "title": "জৈব সার (Organic Fertilizers)",
      "short_description": "উদ্ভিদ ও প্রাণীর অবশিষ্টাংশ থেকে তৈরি সার, যেমন কম্পোস্ট ও গোবর সার।",
      "details": "জৈব সার মাটির স্বাস্থ্য বাড়ায়, পুষ্টি সরবরাহ করে এবং মাটির গঠন উন্নত করে।"
    },
    {
      "title": "রাসায়নিক সার (Chemical Fertilizers)",
      "short_description": "রাসায়নিক প্রক্রিয়া তৈরি সার, যেমন ইউরিয়া ও টিএসপি।",
      "details": "রাসায়নিক সার দ্রুত পুষ্টি সরবরাহ করে, কিন্তু অতিরিক্ত ব্যবহারে মাটি ও জলের দূষণ হতে পারে।"
    },
    {
      "title": "মাটির তাপমাত্রা (Soil Temperature)",
      "short_description": "মাটির তাপমাত্রা ফসলের বীজ অঙ্কুরোদগম ও শিকড়ের বৃদ্ধির উপর প্রভাব ফেলে।",
      "details": "আচ্ছাদিত শস্য ও মালচিং ব্যবহার করে মাটির তাপমাত্রা নিয়ন্ত্রণ করা যায়।"
    },
    {
      "title": "মাটির কার্বন (Soil Carbon)",
      "short_description": "মাটিতে সঞ্চিত কার্বন, যা জলবায়ু পরিবর্তন মোকাবিলায় গুরুত্বপূর্ণ।",
      "details": "কম মাটিচাষ ও জৈব পদার্থ যোগ করে মাটিতে কার্বন ধরে রাখা যায়।"
    },
    {
      "title": "বায়োফার্টিলাইজার (Biofertilizers)",
      "short_description": "উপকারী অণুজীব সমৃদ্ধ সার, যা মাটির পুষ্টি উপাদান সহজলভ্য করে।",
      "details": "রাইজোবিয়াম, অ্যাজোলা ও নীলাভ সবুজ শৈবাল হলো বায়োফার্টিলাইজারের উদাহরণ।"
    },
    {
      "title": "মাটির প্রোফাইল (Soil Profile)",
      "short_description": "মাটির পৃষ্ঠ থেকে নিচে বিভিন্ন স্তরের (স্তর) বিন্যাস।",
      "details": "মাটির প্রোফাইলে বিভিন্ন স্তর, যেমন পৃষ্ঠ মাটি, উপ-মাটি ও শিলাস্তর থাকে, যা মাটির গঠন ও উৎপত্তি সম্পর্কে তথ্য দেয়।"
    },
    {
      "title": "মাটির নিকাশ (Soil Drainage)",
      "short_description": "মাটি থেকে অতিরিক্ত জল নিষ্কাশনের ক্ষমতা।",
      "details": "ভালো নিকাশ ব্যবস্থা না থাকলে ফসলের শিকড় পচে যেতে পারে।"
    },
    {
      "title": "অম্লীয় বৃষ্টি (Acid Rain)",
      "short_description": "বায়ু দূষণের কারণে অ্যাসিডযুক্ত বৃষ্টি, যা মাটির pH কমিয়ে দেয়।",
      "details": "অম্লীয় বৃষ্টি মাটির স্বাস্থ্য ও উদ্ভিদের জন্য ক্ষতিকর।"
    },
    {
      "title": "মাটির পুষ্টি ঘাটতি (Nutrient Deficiency)",
      "short_description": "মাটিতে কোনো পুষ্টির অভাব হলে ফসলে তার লক্ষণ দেখা যায়।",
      "details": "নাইট্রোজেনের অভাবে পাতা হলুদ হয়, ফসফরাসের অভাবে গাছের বৃদ্ধি কমে যায়।"
    },
    {
      "title": "ফাইটোরিমিনিয়েশন (Phytoremediation)",
      "short_description": "নির্দিষ্ট গাছপালা ব্যবহার করে দূষিত মাটি পরিষ্কার করা।",
      "details": "কিছু গাছপালা মাটি থেকে ভারী ধাতু ও অন্যান্য ক্ষতিকর পদার্থ শোষণ করতে পারে।"
    },
    {
      "title": "জৈব পদার্থের পচন",
      "short_description": "মাটির জীবাণু দ্বারা জৈব পদার্থ ভেঙে সহজ উপাদানে পরিণত হওয়া।",
      "details": "পচনের ফলে পুষ্টি উপাদান মুক্ত হয় যা ফসল ব্যবহার করতে পারে।"
    },
    {
      "title": "মাটির লবণাক্ততা",
      "short_description": "মাটিতে লবণের মাত্রা, যা ফসলের বৃদ্ধির উপর প্রভাব ফেলে।",
      "details": "উচ্চ লবণাক্ততা ফসলের ফলন কমায়।"
    },
    {
      "title": "মৃত্তিকা সংরক্ষণ (Soil Conservation)",
      "short_description": "মাটির ক্ষয় রোধ ও উর্বরতা বজায় রাখার কৌশল।",
      "details": "শস্য আবর্তন, ঢালু জমিতে ধাপ চাষ ও কমনীয় শস্য ব্যবহার করে মৃত্তিকা সংরক্ষণ করা যায়।"
    },
    {
      "title": "মাটির আর্দ্রতা",
      "short_description": "মাটিতে থাকা জলের পরিমাণ।",
      "details": "মাটির আর্দ্রতা ফসলের বৃদ্ধির জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "মাটির বুনট",
      "short_description": "মাটির কণাগুলির (বালি, পলি, কাদা) আপেক্ষিক অনুপাত।",
      "details": "মাটির বুনট মাটির জল ধারণ ক্ষমতা ও নিকাশ ব্যবস্থাকে প্রভাবিত করে।"
    },
    {
      "title": "মাটির বায়ুমণ্ডল (Soil Atmosphere)",
      "short_description": "মাটির কণাগুলির মধ্যে থাকা বায়ু।",
      "details": "শিকড়ের শ্বাস-প্রশ্বাসের জন্য মাটির বায়ুমণ্ডলে অক্সিজেন প্রয়োজন।"
    },
    {
      "title": "মাটির কণা",
      "short_description": "মাটি গঠনকারী ক্ষুদ্র কণাগুলি: বালি, পলি ও কাদা।",
      "details": "বালির কণা সবচেয়ে বড়, পলির মাঝারি এবং কাদার কণা সবচেয়ে ছোট।"
    },
    {
      "title": "পুষ্টি শোষণের প্রক্রিয়া",
      "short_description": "গাছের শিকড় দ্বারা মাটি থেকে পুষ্টি উপাদান শোষণের পদ্ধতি।",
      "details": "গাছ সক্রিয় ও নিষ্ক্রিয় শোষণের মাধ্যমে পুষ্টি শোষণ করে।"
    },
    {
      "title": "মাটির তাপমাত্রা ব্যবস্থাপনা",
      "short_description": "মাটির তাপমাত্রা নিয়ন্ত্রণ করে ফসলের বৃদ্ধিকে অনুকূল করা।",
      "details": "মালচিং ব্যবহার করে মাটির তাপমাত্রা স্থিতিশীল রাখা যায়।"
    },
    {
      "title": "মাটির জীববৈচিত্র্য",
      "short_description": "মাটিতে থাকা বিভিন্ন ধরনের জীব, যেমন ব্যাকটেরিয়া, কেঁচো ও কীটপতঙ্গ।",
      "details": "মাটির জীববৈচিত্র্য মাটির স্বাস্থ্য ও উর্বরতা বাড়ায়।"
    },
    {
      "title": "ভার্মিকম্পোস্ট (Vermicompost)",
      "short_description": "কেঁচো দ্বারা তৈরি জৈব সার।",
      "details": "ভার্মিকম্পোস্ট মাটির উর্বরতা ও গঠন উন্নত করে।"
    },
    {
      "title": "সবুজ সার (Green Manure)",
      "short_description": "নির্দিষ্ট ফসল (যেমন শন, ধঞ্চে) চাষ করে মাটির সাথে মিশিয়ে সার তৈরি।",
      "details": "সবুজ সার মাটির জৈব পদার্থ ও পুষ্টি উপাদান বাড়ায়।"
    },
    {
      "title": "মাটি পরীক্ষা (Soil Testing)",
      "short_description": "মাটির pH, পুষ্টি উপাদান ও অন্যান্য বৈশিষ্ট্য পরীক্ষা।",
      "details": "মাটি পরীক্ষা করে সুষম সার প্রয়োগের পরিকল্পনা করা যায়।"
    },
    {
      "title": "ফসলের চাহিদা অনুযায়ী সার",
      "short_description": "বিভিন্ন ফসলের জন্য ভিন্ন পুষ্টি উপাদান প্রয়োজন।",
      "details": "ধানের জন্য নাইট্রোজেন, আলুর জন্য পটাশিয়াম প্রয়োজন।"
    },
    {
      "title": "জৈব সার ও জীবাণু",
      "short_description": "জৈব সার মাটির উপকারী জীবাণুদের কার্যকলাপ বাড়ায়।",
      "details": "জীবাণুরা জৈব পদার্থ ভেঙে পুষ্টি উপাদান মুক্ত করে।"
    },
    {
      "title": "মাটির পুনর্বাসন",
      "short_description": "দূষিত বা অনুর্বর মাটিকে চাষের উপযোগী করা।",
      "details": "জৈব পদার্থ যোগ করে, pH নিয়ন্ত্রণ করে ও সেচ দিয়ে মাটির পুনর্বাসন করা যায়।"
    },
    {
      "title": "গভীর চাষ (Deep Tillage)",
      "short_description": "মাটির গভীর স্তর পর্যন্ত চাষ করা।",
      "details": "গভীর চাষ মাটির সংকোচন কমাতে ও শিকড়ের বৃদ্ধির জন্য সহায়ক।"
    },
    {
      "title": "মাটির মানচিত্র (Soil Mapping)",
      "short_description": "একটি এলাকার মাটির ধরন ও বৈশিষ্ট্য চিহ্নিত করে মানচিত্র তৈরি।",
      "details": "মাটির মানচিত্র ব্যবহার করে উপযুক্ত ফসল নির্বাচন করা যায়।"
    },
    {
      "title": "ভূগর্ভস্থ জলের স্তর",
      "short_description": "মাটির নিচে যে স্তরে জল পাওয়া যায়।",
      "details": "ভূগর্ভস্থ জলের স্তর নেমে গেলে সেচের জন্য জলের অভাব হয়।"
    },
    {
      "title": "মাটির জীবন্তকরণ",
      "short_description": "মাটিতে জৈব পদার্থ ও উপকারী অণুজীব যোগ করে মাটিকে সতেজ করা।",
      "details": "মাটির জীবন্তকরণ মাটির স্বাস্থ্য ও উৎপাদনশীলতা বাড়ায়।"
    },
    {
      "title": "অজৈব সার (Inorganic Fertilizers)",
      "short_description": "খনিজ ও রাসায়নিক পদার্থ থেকে তৈরি সার।",
      "details": "অজৈব সার দ্রুত কার্যকর হয়।"
    },
    {
      "title": "ফসলের মূলীভবন",
      "short_description": "গাছের শিকড় মাটির গভীরে প্রবেশ করে পুষ্টি ও জল শোষণ।",
      "details": "ভালো মূলীভবন ফসলের স্বাস্থ্য নিশ্চিত করে।"
    },
    {
      "title": "মাটির ক্ষয় রোধের কৌশল",
      "short_description": "মাটির ক্ষয় রোধ করার জন্য বিভিন্ন কৌশল।",
      "details": "বন্যা, বৃষ্টি বা বায়ু থেকে মাটির ক্ষয় রোধে বিভিন্ন ব্যবস্থা নেওয়া হয়।"
    },
    {
      "title": "মাটির প্রকারভেদের উপর ভিত্তি করে ফসল",
      "short_description": "বিভিন্ন ধরনের মাটিতে বিভিন্ন ফসল ভালো হয়।",
      "details": "এঁটেল মাটিতে ধান, বেলে মাটিতে বাদাম ও তরমুজ ভালো হয়।"
    },
    {
      "title": "মাটির আর্দ্রতা পরীক্ষা",
      "short_description": "মাটিতে জলের পরিমাণ পরিমাপ।",
      "details": "আর্দ্রতা পরীক্ষা করে সেচের সময়সূচি নির্ধারণ করা যায়।"
    },
    {
      "title": "মাটি ও পরিবেশ",
      "short_description": "মাটির স্বাস্থ্য পরিবেশের উপর প্রভাব ফেলে।",
      "details": "স্বাস্থ্যকর মাটি জল ও বায়ু দূষণ রোধ করে।"
    }
  ]
}