{
  "subcategory": "মহাদেশ এবং দেশ",
  "entries": [
    {
      "title": "এশিয়া (Asia)",
      "short_description": "বিশ্বের বৃহত্তম এবং সবচেয়ে জনবহুল মহাদেশ, যা পৃথিবীর ভূপৃষ্ঠের প্রায় ৩০% এবং জনসংখ্যার ৬০% এরও বেশি ধারণ করে।",
      "details": "এশিয়া মহাদেশে বিশ্বের সর্বোচ্চ পর্বতশৃঙ্গ মাউন্ট এভারেস্ট, দীর্ঘতম নদী ইয়াংজি এবং বৃহত্তম হ্রদ কাস্পিয়ান সাগর অবস্থিত। এই মহাদেশে বিভিন্ন সংস্কৃতি, ধর্ম এবং জাতিসত্তার আবাসস্থল। ভারত ও চীনের মতো প্রাচীন সভ্যতাগুলো এখানেই বিকশিত হয়েছিল।"
    },
    {
      "title": "আফ্রিকা (Africa)",
      "short_description": "বিশ্বের দ্বিতীয় বৃহত্তম মহাদেশ, যা মানবজাতির উৎপত্তি ও বিবর্তনের কেন্দ্র হিসেবে পরিচিত।",
      "details": "আফ্রিকা তার বিশাল মরুভূমি (যেমন সাহারা), রেইনফরেস্ট ও সাফারি বনের জন্য বিখ্যাত। মহাদেশটিতে ৫৪টি স্বীকৃত দেশ রয়েছে এবং এটি খনিজ সম্পদ ও জীববৈচিত্র্যে সমৃদ্ধ। নীল নদ, পৃথিবীর দীর্ঘতম নদী, এখানেই অবস্থিত।"
    },
    {
      "title": "উত্তর আমেরিকা (North America)",
      "short_description": "বিশ্বের তৃতীয় বৃহত্তম মহাদেশ, যা উত্তর গোলার্ধে অবস্থিত।",
      "details": "উত্তর আমেরিকা তিনটি প্রধান দেশ (কানাডা, মার্কিন যুক্তরাষ্ট্র ও মেক্সিকো) এবং মধ্য আমেরিকা ও ক্যারিবীয় অঞ্চলের বিভিন্ন দেশ নিয়ে গঠিত। এটি বিভিন্ন জলবায়ু ও ভৌগোলিক বৈশিষ্ট্য সম্পন্ন, যেমন গ্র্যান্ড ক্যানিয়ন ও রকি পর্বতমালা।"
    },
    {
      "title": "দক্ষিণ আমেরিকা (South America)",
      "short_description": "আটলান্টিক ও প্রশান্ত মহাসাগরের মাঝে অবস্থিত একটি মহাদেশ, যা তার বৈচিত্র্যময় জীব ও উদ্ভিদ জগতের জন্য পরিচিত।",
      "details": "দক্ষিণ আমেরিকা মহাদেশে বিশ্বের বৃহত্তম রেইনফরেস্ট অ্যামাজন এবং দীর্ঘতম পর্বতমালা আন্দিজ অবস্থিত। ব্রাজিল, আর্জেন্টিনা ও পেরুর মতো দেশগুলো এখানে অবস্থিত। মহাদেশটিতে সমৃদ্ধ আদিবাসী সংস্কৃতি ও ঔপনিবেশিক ইতিহাস রয়েছে।"
    },
    {
      "title": "অ্যান্টার্কটিকা (Antarctica)",
      "short_description": "পৃথিবীর দক্ষিণ মেরুতে অবস্থিত শীতলতম, শুষ্কতম ও বায়ুপূর্ণ মহাদেশ।",
      "details": "অ্যান্টার্কটিকা মহাদেশ প্রায় সম্পূর্ণ বরফে আবৃত এবং এখানে কোনো স্থায়ী মানব বসতি নেই। এটি বৈজ্ঞানিক গবেষণার জন্য একটি গুরুত্বপূর্ণ স্থান। পেঙ্গুইন, সীল ও তিমি এই অঞ্চলের প্রধান প্রাণী।"
    },
    {
      "title": "ইউরোপ (Europe)",
      "short_description": "বিশ্বের দ্বিতীয় ক্ষুদ্রতম মহাদেশ, যা তার সমৃদ্ধ ইতিহাস, শিল্প ও সংস্কৃতির জন্য বিখ্যাত।",
      "details": "ইউরোপের অনেক দেশ (যেমন যুক্তরাজ্য, ফ্রান্স, জার্মানি ও ইতালি) বিশ্ব ইতিহাসে গুরুত্বপূর্ণ ভূমিকা পালন করেছে। এই মহাদেশে শিল্প বিপ্লব, রেনেসাঁ ও দুটি বিশ্বযুদ্ধ সংঘটিত হয়েছে। এটি উত্তর গোলার্ধে অবস্থিত এবং এর অর্থনীতি ও রাজনৈতিক প্রভাব বিশ্বজুড়ে ব্যাপক।"
    },
    {
      "title": "অস্ট্রেলিয়া (Australia)",
      "short_description": "একটি মহাদেশ ও দেশ উভয়ই, যা তার অনন্য বন্যপ্রাণী ও প্রাকৃতিক সৌন্দর্যের জন্য পরিচিত।",
      "details": "অস্ট্রেলিয়া মহাদেশে ক্যাঙ্গারু, কোয়ালা ও প্লাটিপাসের মতো প্রাণী দেখা যায়। এটি মরুভূমি, রেইনফরেস্ট ও প্রবাল প্রাচীর (যেমন গ্রেট ব্যারিয়ার রিফ) দিয়ে গঠিত।"
    },
    {
      "title": "ভারত (India)",
      "short_description": "দক্ষিণ এশিয়ার বৃহত্তম গণতান্ত্রিক রাষ্ট্র, যা তার প্রাচীন সভ্যতা, সংস্কৃতি ও জনসংখ্যার জন্য পরিচিত।",
      "details": "ভারত সিন্ধু উপত্যকা সভ্যতার জন্মস্থান এবং হিন্দু, বৌদ্ধ, জৈন ও শিখ ধর্মের উৎপত্তি এখানেই হয়েছে। দেশটির অর্থনীতি দ্রুত বৃদ্ধি পাচ্ছে এবং এটি তথ্য প্রযুক্তি ও মহাকাশ গবেষণায় গুরুত্বপূর্ণ ভূমিকা রাখছে।"
    },
    {
      "title": "চীন (China)",
      "short_description": "পূর্ব এশিয়ার একটি বিশাল দেশ, যা বিশ্বের সবচেয়ে জনবহুল রাষ্ট্র।",
      "details": "চীন তার দীর্ঘ ইতিহাস, মহাপ্রাচীর, সমৃদ্ধ সংস্কৃতি ও দ্রুত উন্নয়নশীল অর্থনীতির জন্য পরিচিত। দেশটি বিশ্বের অন্যতম প্রধান শিল্প ও বাণিজ্যিক শক্তি।"
    },
    {
      "title": "রাশিয়া (Russia)",
      "short_description": "পৃথিবীর বৃহত্তম দেশ, যা এশিয়া ও ইউরোপ উভয় মহাদেশে বিস্তৃত।",
      "details": "রাশিয়া তার বিশাল প্রাকৃতিক সম্পদ, দীর্ঘ ও ঠান্ডা শীতকাল এবং সমৃদ্ধ সাহিত্যের জন্য পরিচিত। দেশটি বিশ্বের অন্যতম প্রধান সামরিক ও রাজনৈতিক শক্তি।"
    },
    {
      "title": "মার্কিন যুক্তরাষ্ট্র (United States)",
      "short_description": "উত্তর আমেরিকার একটি বৃহৎ ও প্রভাবশালী রাষ্ট্র, যা তার বৈচিত্র্যময় সংস্কৃতি ও অর্থনীতির জন্য পরিচিত।",
      "details": "মার্কিন যুক্তরাষ্ট্র তার প্রযুক্তি, বিনোদন শিল্প ও বৈজ্ঞানিক গবেষণায় বিশ্বব্যাপী নেতৃত্ব দেয়। দেশটি তার গণতন্ত্র, অর্থনৈতিক শক্তি ও সামরিক শক্তির জন্য পরিচিত।"
    },
    {
      "title": "ব্রাজিল (Brazil)",
      "short_description": "দক্ষিণ আমেরিকার বৃহত্তম দেশ, যা তার ফুটবল, কার্নিভাল ও অ্যামাজন রেইনফরেস্টের জন্য পরিচিত।",
      "details": "ব্রাজিল জীববৈচিত্র্যে অত্যন্ত সমৃদ্ধ এবং এর অর্থনীতি কৃষি, শিল্প ও পরিষেবা খাতের উপর নির্ভরশীল। এটি পর্তুগিজ ভাষায় কথা বলা বিশ্বের বৃহত্তম রাষ্ট্র।"
    },
    {
      "title": "মিশর (Egypt)",
      "short_description": "উত্তর আফ্রিকার একটি দেশ, যা তার প্রাচীন সভ্যতা, পিরামিড ও নীল নদের জন্য বিখ্যাত।",
      "details": "মিশর প্রাচীন বিশ্বের অন্যতম প্রভাবশালী সভ্যতা। পিরামিড, স্ফিংস ও অন্যান্য প্রাচীন স্থাপত্যগুলো বিশ্বজুড়ে পর্যটকদের আকর্ষণ করে। দেশটি সুয়েজ খালের জন্য একটি গুরুত্বপূর্ণ বাণিজ্যিক কেন্দ্র।"
    },
    {
      "title": "কানাডা (Canada)",
      "short_description": "উত্তর আমেরিকার দ্বিতীয় বৃহত্তম দেশ, যা তার বিশাল প্রাকৃতিক সৌন্দর্য ও বহুসংস্কৃতিবাদের জন্য পরিচিত।",
      "details": "কানাডা তার বিস্তৃত বন, পর্বত ও হ্রদের জন্য বিখ্যাত। এটি একটি শান্তিপূর্ণ ও উন্নত দেশ, যেখানে বিভিন্ন জাতিসত্তার মানুষ বাস করে।"
    },
    {
      "title": "জাপান (Japan)",
      "short_description": "পূর্ব এশিয়ার একটি দ্বীপ রাষ্ট্র, যা তার ঐতিহ্য, প্রযুক্তি ও সংস্কৃতির জন্য পরিচিত।",
      "details": "জাপান তার সামুরাই ঐতিহ্য, গেয়শা ও চেরি ফুলের জন্য বিখ্যাত। দেশটি বিশ্বের অন্যতম প্রধান অর্থনৈতিক ও প্রযুক্তিগত শক্তি।"
    },
    {
      "title": "ফ্রান্স (France)",
      "short_description": "পশ্চিম ইউরোপের একটি দেশ, যা তার শিল্প, সাহিত্য ও রন্ধনশিল্পের জন্য পরিচিত।",
      "details": "ফ্রান্স আইফেল টাওয়ার, লুভর মিউজিয়াম ও প্যারিসের মতো ঐতিহাসিক স্থানের জন্য বিখ্যাত। ফরাসি বিপ্লব বিশ্ব ইতিহাসে একটি গুরুত্বপূর্ণ ঘটনা।"
    },
    {
      "title": "জার্মানি (Germany)",
      "short_description": "মধ্য ইউরোপের একটি দেশ, যা তার শক্তিশালী অর্থনীতি ও প্রকৌশলের জন্য পরিচিত।",
      "details": "জার্মানি ইউরোপীয় ইউনিয়নের একটি গুরুত্বপূর্ণ সদস্য। দেশটি তার গাড়ি শিল্প, ইতিহাস ও সংস্কৃতির জন্য বিখ্যাত।"
    },
    {
      "title": "অস্ট্রিয়া (Austria)",
      "short_description": "মধ্য ইউরোপের একটি স্থলবেষ্টিত দেশ, যা তার প্রাকৃতিক সৌন্দর্য ও সাংস্কৃতিক ঐতিহ্যের জন্য পরিচিত।",
      "details": "অস্ট্রিয়া আল্পস পর্বতমালা ও ভিয়েনার মতো ঐতিহাসিক শহরের জন্য বিখ্যাত। দেশটি মোৎসার্ট ও বেঠোফেনের মতো বিখ্যাত সংগীতজ্ঞদের জন্মস্থান।"
    },
    {
      "title": "আর্জেন্টিনা (Argentina)",
      "short_description": "দক্ষিণ আমেরিকার দ্বিতীয় বৃহত্তম দেশ, যা তার ট্যাঙ্গো নৃত্য, ফুটবল ও প্রাকৃতিক বৈচিত্র্যের জন্য পরিচিত।",
      "details": "আর্জেন্টিনার রাজধানী বুয়েনোস আইরেস একটি বিখ্যাত সাংস্কৃতিক কেন্দ্র। দেশটির অর্থনীতি কৃষি ও শিল্প খাতের উপর নির্ভরশীল।"
    }
  ]
}