{
  "subcategory": "মানচিত্র",
  "entries": [
    {
      "title": "মানচিত্রের সংজ্ঞা",
      "short_description": "একটি নির্দিষ্ট অঞ্চলের সমতল পৃষ্ঠে একটি স্কেল অনুযায়ী আঁকা চিত্র।",
      "details": "মানচিত্র হলো পৃথিবীর পৃষ্ঠের বা এর একটি অংশের একটি দ্বি-মাত্রিক (2D) উপস্থাপন। এটি কোনো অঞ্চলের ভৌত, রাজনৈতিক, সামাজিক বা ঐতিহাসিক বৈশিষ্ট্য দেখায়। মানচিত্রে প্রতীক, রঙ ও স্কেল ব্যবহার করে তথ্য উপস্থাপন করা হয়।"
    },
    {
      "title": "রাজনৈতিক মানচিত্র (Political Map)",
      "short_description": "বিভিন্ন দেশ, রাজ্য, শহর ও তাদের সীমানা দেখায়।",
      "details": "রাজনৈতিক মানচিত্রে কোনো অঞ্চলের প্রশাসনিক সীমানা, যেমন দেশ বা রাজ্যের সীমানা, রাজধানী ও প্রধান শহরগুলো দেখানো হয়। এটি কোনো অঞ্চলের রাজনৈতিক কাঠামো বোঝার জন্য ব্যবহৃত হয়।"
    },
    {
      "title": "ভৌত মানচিত্র (Physical Map)",
      "short_description": "কোনো অঞ্চলের প্রাকৃতিক বৈশিষ্ট্য, যেমন পর্বত, নদী, হ্রদ ও মরুভূমি দেখায়।",
      "details": "ভৌত মানচিত্রে প্রধানত প্রাকৃতিক বৈশিষ্ট্যগুলো দেখানো হয়। সাধারণত, পর্বতকে বাদামী বা সবুজ রঙ দিয়ে, জলভাগকে নীল রঙ দিয়ে এবং সমভূমিকে সবুজ রঙ দিয়ে দেখানো হয়। এটি ভূগোল ও প্রকৃতির বৈশিষ্ট্য বোঝার জন্য গুরুত্বপূর্ণ।"
    },
    {
      "title": "থেমাটিক মানচিত্র (Thematic Map)",
      "short_description": "একটি নির্দিষ্ট থিম বা বিষয়, যেমন জনসংখ্যা, জলবায়ু বা সম্পদ বিতরণ দেখায়।",
      "details": "থেমাটিক মানচিত্র কোনো নির্দিষ্ট বিষয়ের উপর আলোকপাত করে। উদাহরণস্বরূপ, এটি কোনো অঞ্চলের জনসংখ্যার ঘনত্ব, গড় বৃষ্টিপাত বা অর্থনৈতিক কার্যক্রম দেখাতে পারে। এটি ডেটা বিশ্লেষণ ও সিদ্ধান্ত গ্রহণে সহায়ক।"
    },
    {
      "title": "স্কেল (Scale)",
      "short_description": "মানচিত্রে দুটি বিন্দুর মধ্যে দূরত্ব এবং বাস্তবে তাদের মধ্যে দূরত্বের অনুপাত।",
      "details": "স্কেল মানচিত্রের একটি গুরুত্বপূর্ণ উপাদান। এটি একটি ছোট দূরত্ব ব্যবহার করে একটি বিশাল এলাকাকে উপস্থাপন করতে সাহায্য করে। উদাহরণস্বরূপ, 1:10,000 স্কেল মানে মানচিত্রের 1 সেন্টিমিটার বাস্তবে 10,000 সেন্টিমিটারের সমান।"
    },
    {
      "title": "দিকনির্দেশ (Direction)",
      "short_description": "মানচিত্রের প্রধান দিকগুলো (উত্তর, দক্ষিণ, পূর্ব, পশ্চিম) নির্দেশ করে।",
      "details": "একটি মানচিত্রে সাধারণত একটি তীর বা কম্পাস চিহ্ন থাকে, যা উত্তর দিক নির্দেশ করে। এটি ব্যবহার করে মানচিত্র পাঠকরা অন্যান্য দিকগুলো জানতে পারে।"
    },
    {
      "title": "প্রতীক ও চিহ্নের তালিকা (Legend)",
      "short_description": "মানচিত্রে ব্যবহৃত বিভিন্ন প্রতীক, রঙ ও চিহ্নের অর্থ ব্যাখ্যা করে।",
      "details": "লেজেন্ড বা সূচক মানচিত্র বোঝার জন্য অপরিহার্য। এটি মানচিত্রে দেখানো বিভিন্ন বৈশিষ্ট্য, যেমন রাস্তা, নদী, শহর বা বিমানবন্দর, তাদের প্রতীকী উপস্থাপনা দিয়ে ব্যাখ্যা করে।"
    },
    {
      "title": "আকর্ষণীয় মানচিত্র (Topographic Map)",
      "short_description": "কোনো অঞ্চলের উচ্চতা, ঢাল ও ভূমির আকৃতি দেখায়।",
      "details": "টপোগ্রাফিক মানচিত্র 'কন্টুর লাইন' ব্যবহার করে মাটির উচ্চতা দেখায়। এটি হাইকিং, ইঞ্জিনিয়ারিং ও সামরিক কাজে ব্যবহৃত হয়।"
    },
    {
      "title": "ভৌগোলিক তথ্য ব্যবস্থা (GIS)",
      "short_description": "মানচিত্র তৈরি, ডেটা বিশ্লেষণ ও সংরক্ষণের জন্য ব্যবহৃত কম্পিউটার সিস্টেম।",
      "details": "GIS প্রযুক্তি ব্যবহার করে বিভিন্ন উৎস থেকে ডেটা সংগ্রহ, বিশ্লেষণ ও মানচিত্র আকারে উপস্থাপন করা যায়। এটি নগর পরিকল্পনা, পরিবেশ ব্যবস্থাপনা ও দুর্যোগ মোকাবেলায় ব্যবহৃত হয়।"
    },
    {
      "title": "বৈশ্বিক অবস্থান নির্ধারণ ব্যবস্থা (GPS)",
      "short_description": "স্যাটেলাইট ব্যবহার করে কোনো বস্তুর সঠিক অবস্থান নির্ধারণ করার প্রযুক্তি।",
      "details": "GPS সিস্টেম মানচিত্রের সাথে সমন্বিত হয়ে নেভিগেশন ও দিকনির্দেশনা প্রদান করে। এটি গাড়ি, মোবাইল ফোন ও অন্যান্য ডিভাইসে ব্যবহৃত হয়।"
    },
    {
      "title": "মানচিত্রের ইতিহাস",
      "short_description": "প্রাচীন কাল থেকে আধুনিক যুগ পর্যন্ত মানচিত্র তৈরি ও প্রযুক্তির বিবর্তন।",
      "details": "প্রাচীন ব্যাবিলনীয়রা প্রথম মানচিত্র তৈরি করে। গ্রিক ও রোমানরা পৃথিবীর আকৃতি বোঝার জন্য মানচিত্র তৈরি করে। আধুনিক যুগে স্যাটেলাইট ও কম্পিউটার প্রযুক্তির মাধ্যমে মানচিত্র তৈরি আরও নির্ভুল ও সহজ হয়েছে।"
    },
    {
      "title": "মানচিত্রের প্রকার",
      "short_description": "বিভিন্ন উদ্দেশ্যে ব্যবহৃত মানচিত্রের ধরন।",
      "details": "রাজনৈতিক, ভৌত, থেম্যাটিক, টপোগ্রাফিক, সড়ক, জলবায়ু ও জনসংখ্যা মানচিত্র এর প্রধান প্রকার।"
    },
    {
      "title": "মানচিত্রের ব্যবহার",
      "short_description": "বিভিন্ন ক্ষেত্রে মানচিত্রের ব্যবহার।",
      "details": "মানচিত্র নেভিগেশন, শিক্ষণ, গবেষণা, সামরিক কৌশল ও নগর পরিকল্পনায় ব্যবহৃত হয়।"
    },
    {
      "title": "মানচিত্রের ত্রুটি",
      "short_description": "মানচিত্র তৈরির সময় সৃষ্ট বিভিন্ন ত্রুটি।",
      "details": "গোলাকার পৃথিবীকে সমতল পৃষ্ঠে উপস্থাপন করার কারণে মানচিত্রে বিকৃতি ও ভুল হয়।"
    },
    {
      "title": "কালো রেখা মানচিত্র (Contour Map)",
      "short_description": "একই উচ্চতার বিন্দুগুলোকে সংযুক্ত করে আঁকা রেখা দিয়ে গঠিত মানচিত্র।",
      "details": "কন্টুর লাইন ভূমির আকৃতি ও ঢাল দেখায়। লাইনের মধ্যে দূরত্ব যত কম হয়, ঢাল তত বেশি হয়।"
    },
    {
      "title": "জলবায়ু মানচিত্র (Climate Map)",
      "short_description": "কোনো অঞ্চলের জলবায়ু, তাপমাত্রা ও বৃষ্টিপাত দেখায়।",
      "details": "জলবায়ু মানচিত্র বিভিন্ন রঙ ও প্রতীক ব্যবহার করে জলবায়ুর ধরন দেখায়।"
    },
    {
      "title": "জনসংখ্যা মানচিত্র (Population Map)",
      "short_description": "কোনো অঞ্চলের জনসংখ্যার ঘনত্ব ও বিতরণ দেখায়।",
      "details": "জনসংখ্যা মানচিত্রে বিভিন্ন রঙ ও শেড ব্যবহার করে জনসংখ্যার ঘনত্ব দেখানো হয়।"
    },
    {
      "title": "সড়ক মানচিত্র (Road Map)",
      "short_description": "প্রধান সড়ক, মহাসড়ক ও শহর দেখায়।",
      "details": "সড়ক মানচিত্র গাড়ি চালানো ও নেভিগেশনের জন্য ব্যবহৃত হয়।"
    },
    {
      "title": "মাস্টার প্ল্যান (Master Plan)",
      "short_description": "একটি শহর বা অঞ্চলের ভবিষ্যৎ উন্নয়ন পরিকল্পনা দেখায়।",
      "details": "মাস্টার প্ল্যানে আবাসিক এলাকা, বাণিজ্যিক এলাকা, পার্ক ও সড়ক ব্যবস্থা দেখানো হয়।"
    }
  ]
}