{
  "subcategory": "প্রাকৃতিক বিস্ময়",
  "entries": [
    {
      "title": "মাউন্ট এভারেস্ট (Mount Everest)",
      "short_description": "পৃথিবীর সর্বোচ্চ পর্বতশৃঙ্গ, যা হিমালয় পর্বতমালার অংশ।",
      "details": "মাউন্ট এভারেস্ট নেপাল ও চীনের সীমান্তে অবস্থিত এবং এর উচ্চতা ৮,৮৪৮.৮৬ মিটার। এটি পর্বতারোহীদের জন্য একটি প্রধান চ্যালেঞ্জ এবং এটি পৃথিবীর সবচেয়ে আকর্ষণীয় প্রাকৃতিক বিস্ময়গুলোর মধ্যে একটি।"
    },
    {
      "title": "আমাজন রেইনফরেস্ট ও নদী (Amazon Rainforest & River)",
      "short_description": "বিশ্বের বৃহত্তম গ্রীষ্মমণ্ডলীয় রেইনফরেস্ট এবং দ্বিতীয় দীর্ঘতম নদী।",
      "details": "আমাজন রেইনফরেস্ট পৃথিবীর জীববৈচিত্র্যের একটি গুরুত্বপূর্ণ ভাণ্ডার। এটি লক্ষ লক্ষ প্রজাতির উদ্ভিদ ও প্রাণীর বাসস্থান। আমাজন নদী এই বনের মধ্য দিয়ে প্রবাহিত হয় এবং এটি বিশ্বজুড়ে একটি গুরুত্বপূর্ণ জলপথ।"
    },
    {
      "title": "ভিক্টোরিয়া জলপ্রপাত (Victoria Falls)",
      "short_description": "আফ্রিকার জিম্বাবুয়ে ও জাম্বিয়া সীমান্তে অবস্থিত একটি বিশাল জলপ্রপাত।",
      "details": "ভিক্টোরিয়া জলপ্রপাতকে স্থানীয়ভাবে 'মোসি-ও-তুনিয়া' বা 'গর্জনশীল ধোঁয়া' বলা হয়। এটি জাম্বেজি নদীর উপর অবস্থিত এবং এর প্রস্থ ১.৭ কিলোমিটার ও উচ্চতা ১০৮ মিটার। এর বিশাল জলরাশি ও মনোরম দৃশ্য পর্যটকদের কাছে অত্যন্ত জনপ্রিয়।"
    },
    {
      "title": "গ্রেট ব্যারিয়ার রিফ (Great Barrier Reef)",
      "short_description": "বিশ্বের বৃহত্তম প্রবাল প্রাচীর ব্যবস্থা, যা অস্ট্রেলিয়ার উত্তর-পূর্ব উপকূলে অবস্থিত।",
      "details": "গ্রেট ব্যারিয়ার রিফ ২,৩০০ কিলোমিটারেরও বেশি বিস্তৃত এবং এটি লক্ষ লক্ষ সামুদ্রিক প্রাণীর বাসস্থান। এটি পৃথিবীর অন্যতম গুরুত্বপূর্ণ বাস্তুতন্ত্র এবং জলবায়ু পরিবর্তন ও সমুদ্র দূষণের কারণে এটি ঝুঁকির মুখে রয়েছে।"
    },
    {
      "title": "গ্র্যান্ড ক্যানিয়ন (Grand Canyon)",
      "short_description": "মার্কিন যুক্তরাষ্ট্রের অ্যারিজোনায় অবস্থিত একটি বিশাল নদী উপত্যকা।",
      "details": "গ্র্যান্ড ক্যানিয়ন কলোরাডো নদী দ্বারা লক্ষ লক্ষ বছর ধরে গঠিত হয়েছে। এর গভীরতা প্রায় ১.৮ কিলোমিটার এবং এর রঙিন স্তরযুক্ত শিলাগুলো ভূতাত্ত্বিক ইতিহাসকে প্রকাশ করে।"
    },
    {
      "title": "সাহারার মরুভূমি (Sahara Desert)",
      "short_description": "বিশ্বের বৃহত্তম উষ্ণ মরুভূমি, যা আফ্রিকার প্রায় সম্পূর্ণ উত্তর অংশ জুড়ে বিস্তৃত।",
      "details": "সাহারার মরুভূমি ৯.২ মিলিয়ন বর্গ কিলোমিটারের বেশি এলাকা জুড়ে বিস্তৃত। এটি তার চরম তাপমাত্রা, বালির ঢিবি ও বিরল বৃষ্টিপাতের জন্য পরিচিত। এটি তার প্রাকৃতিক সৌন্দর্যের পাশাপাশি প্রাচীন মানব ইতিহাস ও সংস্কৃতির প্রমাণ বহন করে।"
    },
    {
      "title": "অরোরা (Aurora Borealis & Australis)",
      "short_description": "মেরু অঞ্চলের আকাশে এক ধরনের আলোকছটা, যা সৌর বায়ু দ্বারা সৃষ্ট হয়।",
      "details": "অরোরা বা মেরু প্রভা উত্তর গোলার্ধে অরোরা বোরিয়ালিস ও দক্ষিণ গোলার্ধে অরোরা অস্ট্রালিস নামে পরিচিত। রাতের আকাশে সবুজ, গোলাপী, লাল ও বেগুনি আলোর এই মনোমুগ্ধকর দৃশ্য পৃথিবীর বায়ুমণ্ডল ও সূর্যের কণার মধ্যে মিথস্ক্রিয়ার ফলে তৈরি হয়।"
    },
    {
      "title": "গ্যালাপাগোস দ্বীপপুঞ্জ (Galápagos Islands)",
      "short_description": "প্রশান্ত মহাসাগরের একটি দ্বীপপুঞ্জ, যা তার অনন্য বন্যপ্রাণীর জন্য পরিচিত।",
      "details": "গ্যালাপাগোস দ্বীপপুঞ্জ ইকুয়েডরের অংশ এবং এটি চার্লস ডারউইনের বিবর্তন তত্ত্বের বিকাশে গুরুত্বপূর্ণ ভূমিকা রেখেছিল। এখানে এমন কিছু প্রজাতি দেখা যায় যা পৃথিবীর অন্য কোথাও পাওয়া যায় না, যেমন গ্যালাপাগোস কচ্ছপ ও সামুদ্রিক ইগুয়ানা।"
    },
    {
      "title": "কিলিমাঞ্জারো পর্বত (Mount Kilimanjaro)",
      "short_description": "আফ্রিকার সর্বোচ্চ পর্বতশৃঙ্গ এবং বিশ্বের বৃহত্তম মুক্ত-স্থায়ী পর্বত।",
      "details": "কিলিমাঞ্জারো একটি সুপ্ত আগ্নেয়গিরি, যা তানজানিয়ায় অবস্থিত। এর বরফাবৃত চূড়া ও বিভিন্ন জলবায়ু অঞ্চলের কারণে এটি পর্বতারোহীদের কাছে একটি জনপ্রিয় গন্তব্য।"
    },
    {
      "title": "আর্টিক ও অ্যান্টার্কটিকা (Arctic & Antarctica)",
      "short_description": "পৃথিবীর দুই মেরুতে অবস্থিত শীতলতম অঞ্চল।",
      "details": "আর্টিক একটি সমুদ্র অঞ্চল, যা বরফ দ্বারা আবৃত থাকে, আর অ্যান্টার্কটিকা একটি মহাদেশ। এই দুটি অঞ্চল মেরু ভাল্লুক, পেঙ্গুইন ও সিলের মতো অনন্য প্রাণীর বাসস্থান। জলবায়ু পরিবর্তনের কারণে উভয় অঞ্চলই ঝুঁকির মুখে রয়েছে।"
    },
    {
      "title": "নায়াগ্রা জলপ্রপাত (Niagara Falls)",
      "short_description": "কানাডা ও মার্কিন যুক্তরাষ্ট্রের সীমান্তে অবস্থিত একটি বিখ্যাত জলপ্রপাত।",
      "details": "নায়াগ্রা জলপ্রপাত তিনটি জলপ্রপাতের সমন্বয়ে গঠিত: হর্সশু ফলস, আমেরিকান ফলস ও ব্রাইডাল ভেইল ফলস। এটি জলবিদ্যুৎ উৎপাদনের একটি প্রধান উৎস এবং পর্যটকদের জন্য একটি জনপ্রিয় আকর্ষণ।"
    },
    {
      "title": "আন্দিজ পর্বতমালা (Andes Mountains)",
      "short_description": "বিশ্বের দীর্ঘতম মহাদেশীয় পর্বতমালা, যা দক্ষিণ আমেরিকার পশ্চিম উপকূল বরাবর বিস্তৃত।",
      "details": "আন্দিজ পর্বতমালা প্রায় ৭,০০০ কিলোমিটার দীর্ঘ এবং এটি আর্জেন্টিনা, চিলি, বলিভিয়া, পেরু, ইকুয়েডর, কলম্বিয়া ও ভেনেজুয়েলা জুড়ে বিস্তৃত। এটি বিভিন্ন উচ্চতায় বিভিন্ন বাস্তুতন্ত্রকে আশ্রয় দেয়।"
    },
    {
      "title": "ফিয়র্ডস (Fjords)",
      "short_description": "হিমবাহ দ্বারা ক্ষয়প্রাপ্ত সরু ও গভীর সমুদ্র খাঁড়ি।",
      "details": "নরওয়ে, নিউজিল্যান্ড ও চিলির মতো দেশে ফিয়র্ড দেখা যায়। এই গভীর জলপথগুলো খাড়া পর্বত দ্বারা বেষ্টিত এবং এটি একটি অনন্য প্রাকৃতিক দৃশ্য তৈরি করে।"
    },
    {
      "title": "ইয়েলোস্টোন ন্যাশনাল পার্ক (Yellowstone National Park)",
      "short_description": "বিশ্বের প্রথম জাতীয় উদ্যান, যা তার ভূতাপীয় বৈশিষ্ট্যের জন্য পরিচিত।",
      "details": "ইয়েলোস্টোন ন্যাশনাল পার্ক মার্কিন যুক্তরাষ্ট্রের ওয়াইওমিং, মন্টানা ও আইডাহোতে অবস্থিত। এখানে ভূতাপীয় ঝর্ণা, গিজার ও গরম জলের কূপ রয়েছে। ওল্ড ফেইথফুল নামক গিজারটি এখানকার সবচেয়ে বিখ্যাত আকর্ষণ।"
    },
    {
      "title": "ডেড সি (Dead Sea)",
      "short_description": "ইসরায়েল, জর্ডান ও ফিলিস্তিনের মধ্যে অবস্থিত একটি লবণাক্ত হ্রদ।",
      "details": "ডেড সি পৃথিবীর সর্বনিম্ন স্থলভাগ। এর জলে লবণের ঘনত্ব এত বেশি যে মানুষ সহজেই এতে ভেসে থাকতে পারে। এর খনিজ সমৃদ্ধ কাদা ও জল ঔষধি গুণের জন্য পরিচিত।"
    },
    {
      "title": "ভিসুভিয়াস পর্বত (Mount Vesuvius)",
      "short_description": "ইতালির নেপলসের কাছে অবস্থিত একটি সক্রিয় আগ্নেয়গিরি।",
      "details": "ভিসুভিয়াস পর্বত ৭৯ খ্রিস্টাব্দে অগ্ন্যুৎপাতের মাধ্যমে পম্পেই ও হারকিউলানিয়ামের রোমান শহরগুলো ধ্বংস করেছিল। এটি ইউরোপের অন্যতম বিপজ্জনক আগ্নেয়গিরি।"
    },
    {
      "title": "ওকাবাঙ্গো ডেল্টা (Okavango Delta)",
      "short_description": "বৎসওয়ানার একটি বিশাল অভ্যন্তরীণ নদী অববাহিকা।",
      "details": "ওকাবাঙ্গো ডেল্টা একটি অনন্য বাস্তুতন্ত্র, যা প্রতি বছর বর্ষাকালে জল দিয়ে পূর্ণ হয়। এটি হাতি, সিংহ ও অন্যান্য বন্যপ্রাণীর একটি গুরুত্বপূর্ণ আশ্রয়স্থল।"
    },
    {
      "title": "লেক বৈকাল (Lake Baikal)",
      "short_description": "রাশিয়ার সাইবেরিয়ায় অবস্থিত বিশ্বের বৃহত্তম মিষ্টি জলের হ্রদ।",
      "details": "লেক বৈকাল পৃথিবীর পৃষ্ঠের প্রায় ২০% মিষ্টি জল ধারণ করে। এটি পৃথিবীর গভীরতম হ্রদ এবং এর জীববৈচিত্র্য অত্যন্ত সমৃদ্ধ।"
    },
    {
      "title": "পামুক্কালে (Pamukkale)",
      "short_description": "তুরস্কের একটি স্থান, যা ক্যালসিয়াম নির্মিত সাদা টেরেসে ভর্তি।",
      "details": "পামুক্কালে মানে 'তুলা দুর্গ'। এটি গরম জলের ঝর্ণা থেকে নির্গত খনিজ পদার্থ দ্বারা গঠিত হয়েছে, যা পর্যটকদের কাছে একটি জনপ্রিয় আকর্ষণ।"
    }
  ]
}