{
  "subcategory": "আবহাওয়া",
  "entries": [
    {
      "title": "আবহাওয়ার সংজ্ঞা",
      "short_description": "কোনো নির্দিষ্ট স্থানের বায়ুমণ্ডলের স্বল্পমেয়াদী অবস্থা, যেমন তাপমাত্রা, আর্দ্রতা, বায়ুচাপ ও বৃষ্টিপাত।",
      "details": "আবহাওয়া হলো বায়ুমণ্ডলের দৈনন্দিন পরিবর্তনশীল অবস্থা। এটি কয়েক মিনিট, ঘণ্টা বা দিনের মধ্যে পরিবর্তিত হতে পারে। আবহাওয়া জলবায়ু থেকে ভিন্ন, কারণ জলবায়ু কোনো অঞ্চলের দীর্ঘমেয়াদী গড় আবহাওয়াকে বোঝায়।"
    },
    {
      "title": "তাপমাত্রা (Temperature)",
      "short_description": "বাতাসের উষ্ণতা বা শীতলতার মাত্রা।",
      "details": "তাপমাত্রা ফারেনহাইট, সেলসিয়াস বা কেলভিন স্কেলে পরিমাপ করা হয়। বায়ুমণ্ডলের তাপমাত্রা সূর্যের তাপ শোষণ ও বিতরণ দ্বারা প্রভাবিত হয়। এটি বৃষ্টিপাত, বায়ুপ্রবাহ ও জলবায়ুর উপর গুরুত্বপূর্ণ প্রভাব ফেলে।"
    },
    {
      "title": "আর্দ্রতা (Humidity)",
      "short_description": "বায়ুতে থাকা জলীয় বাষ্পের পরিমাণ।",
      "details": "আর্দ্রতা শতাংশে প্রকাশ করা হয়। উচ্চ আর্দ্রতা অস্বস্তিকর অনুভূত হয় এবং এটি বৃষ্টিপাতের একটি প্রধান কারণ।"
    },
    {
      "title": "বায়ুচাপ (Air Pressure)",
      "short_description": "বায়ুমণ্ডলের ওজন দ্বারা সৃষ্ট চাপ।",
      "details": "বায়ুচাপ ব্যারোমিটার দ্বারা পরিমাপ করা হয়। উচ্চ বায়ুচাপ সাধারণত ভালো আবহাওয়া নির্দেশ করে, আর নিম্ন বায়ুচাপ মেঘ ও বৃষ্টিপাতের সম্ভাবনা বাড়ায়।"
    },
    {
      "title": "বৃষ্টিপাত (Precipitation)",
      "short_description": "জলীয় বাষ্প ঘনীভূত হয়ে মেঘ থেকে জল, তুষার বা শিলাবৃষ্টি হিসেবে মাটিতে পড়া।",
      "details": "বৃষ্টিপাত বায়ুমণ্ডলের জলচক্রের একটি গুরুত্বপূর্ণ অংশ। এর প্রকারভেদ জলবায়ু ও ঋতু অনুযায়ী ভিন্ন হয়।"
    },
    {
      "title": "বায়ুপ্রবাহ (Wind)",
      "short_description": "উচ্চচাপ থেকে নিম্নচাপ অঞ্চলের দিকে বায়ুর চলাচল।",
      "details": "বায়ুপ্রবাহ দিক ও গতিতে ভিন্ন হয়। এটি মেঘ ও বৃষ্টিপাতকে স্থানান্তরিত করে এবং জলবায়ুকে প্রভাবিত করে।"
    },
    {
      "title": "মেঘ (Cloud)",
      "short_description": "আকাশে ভেসে থাকা জলীয় বাষ্পের ঘনীভূত রূপ।",
      "details": "মেঘ বিভিন্ন আকার ও প্রকারে আসে এবং তারা বৃষ্টিপাতের কারণ হতে পারে। তাদের গঠন ও ধরন অনুযায়ী মেঘকে শ্রেণীবদ্ধ করা হয়, যেমন সিরিয়াস, কিউমুলাস ও স্ট্রাটাস।"
    },
    {
      "title": "ঝড় (Storm)",
      "short_description": "বায়ুমণ্ডলের একটি চরম অবস্থা, যা তীব্র বায়ু, বৃষ্টি, বজ্রপাত ও শিলাবৃষ্টি নিয়ে আসে।",
      "details": "ঝড় বিভিন্ন ধরনের হয়, যেমন বজ্রঝড়, তুষারঝড় ও ঘূর্ণিঝড়। এগুলি পরিবেশ ও মানব জীবনে ব্যাপক ক্ষতি করতে পারে।"
    },
    {
      "title": "বজ্রপাত (Lightning)",
      "short_description": "বজ্রঝড়ের সময় মেঘের মধ্যে বা মেঘ থেকে মাটিতে সৃষ্ট বৈদ্যুতিক স্ফুলিঙ্গ।",
      "details": "বজ্রপাত একটি বিপজ্জনক প্রাকৃতিক ঘটনা। এটি আগুন লাগাতে পারে এবং মানুষের জীবনহানি ঘটাতে পারে।"
    },
    {
      "title": "ঘূর্ণিঝড় (Cyclone)",
      "short_description": "সমুদ্রের উপর গঠিত একটি বিশাল, ঘূর্ণনশীল বায়ুপ্রবাহ, যা তীব্র ঝড় ও বৃষ্টি নিয়ে আসে।",
      "details": "ঘূর্ণিঝড় একটি বিধ্বংসী প্রাকৃতিক দুর্যোগ, যা উপকূলীয় অঞ্চলে ব্যাপক ক্ষতি করে। এর গতি ও দিক ট্র্যাকিং করে পূর্বাভাস দেওয়া হয়।"
    },
    {
      "title": "টর্নেডো (Tornado)",
      "short_description": "স্থলভাগে গঠিত একটি তীব্র, ঘূর্ণনশীল বায়ু স্তম্ভ।",
      "details": "টর্নেডো অত্যন্ত বিপজ্জনক এবং এটি ভবন ও অবকাঠামোর ব্যাপক ক্ষতি করতে পারে।"
    },
    {
      "title": "জলবায়ু ও আবহাওয়া",
      "short_description": "জলবায়ু দীর্ঘমেয়াদী গড় আবহাওয়া, আর আবহাওয়া স্বল্পমেয়াদী অবস্থা।",
      "details": "আবহাওয়া প্রতিদিন পরিবর্তিত হয়, কিন্তু জলবায়ু বছরের পর বছর ধরে তুলনামূলকভাবে স্থিতিশীল থাকে।"
    },
    {
      "title": "আবহাওয়ার পূর্বাভাস (Weather Forecasting)",
      "short_description": "ভবিষ্যতে আবহাওয়ার অবস্থা সম্পর্কে অনুমান।",
      "details": "আবহাওয়ার পূর্বাভাস স্যাটেলাইট, রাডার ও কম্পিউটার মডেল ব্যবহার করে করা হয়।"
    },
    {
      "title": "জলচক্র (Water Cycle)",
      "short_description": "পৃথিবীতে জলীয় বাষ্প, বৃষ্টি ও বরফের চলাচল।",
      "details": "জলচক্র সূর্যের তাপে শুরু হয়, জল বাষ্পীভূত হয়, ঘনীভূত হয় এবং বৃষ্টি হিসেবে ফিরে আসে।"
    },
    {
      "title": "গ্রিনহাউস প্রভাব (Greenhouse Effect)",
      "short_description": "বায়ুমণ্ডলে গ্রিনহাউস গ্যাস দ্বারা তাপ ধরে রাখা।",
      "details": "গ্রিনহাউস প্রভাব পৃথিবীর তাপমাত্রাকে বসবাসের উপযোগী রাখে, কিন্তু অতিরিক্ত গ্রিনহাউস গ্যাস বৈশ্বিক উষ্ণতা বাড়ায়।"
    },
    {
      "title": "এল নিনো (El Niño) ও লা নিনিয়া (La Niña)",
      "short_description": "প্রশান্ত মহাসাগরের জলের তাপমাত্রা পরিবর্তনের কারণে বৈশ্বিক আবহাওয়ায় পরিবর্তন।",
      "details": "এল নিনো উষ্ণ জল প্রবাহ এবং লা নিনিয়া ঠান্ডা জল প্রবাহের কারণে সৃষ্ট হয়, যা বিশ্বের বিভিন্ন অঞ্চলে খরা, বন্যা ও অন্যান্য চরম আবহাওয়া তৈরি করে।"
    },
    {
      "title": "অঞ্চল অনুযায়ী আবহাওয়া",
      "short_description": "বিভিন্ন অঞ্চলে জলবায়ু অনুযায়ী আবহাওয়ার ধরন ভিন্ন হয়।",
      "details": "ক্রান্তীয় অঞ্চলে সাধারণত গরম ও আর্দ্র আবহাওয়া থাকে, আর মেরু অঞ্চলে ঠান্ডা ও শুষ্ক আবহাওয়া থাকে।"
    },
    {
      "title": "জলবায়ু পরিবর্তন (Climate Change)",
      "short_description": "পৃথিবীর গড় জলবায়ুতে দীর্ঘমেয়াদী পরিবর্তন।",
      "details": "জলবায়ু পরিবর্তন বৈশ্বিক উষ্ণতা, চরম আবহাওয়া ও সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধিতে অবদান রাখছে।"
    }
  ]
}