{
  "subcategory": "মধ্যযুগের ইতিহাস",
  "entries": [
    {
      "title": "সালতানাত যুগ (দিল্লি)",
      "short_description": "দিল্লিতে প্রতিষ্ঠিত বিভিন্ন মুসলিম রাজবংশের শাসনকাল, যা ভারতীয় উপমহাদেশের ইতিহাসে এক নতুন দিগন্ত উন্মোচন করে।",
      "details": "১২২৬ থেকে ১৫২৬ খ্রিস্টাব্দ পর্যন্ত দিল্লি সালতানাত শাসন করে। কুতুবউদ্দিন আইবক, ইলতুৎমিশ, আলাউদ্দিন খিলজি ও ফিরোজ শাহ তুঘলকের মতো শাসকরা দিল্লি সালতানাতের বিস্তার ও সমৃদ্ধিতে অবদান রাখেন। স্থাপত্য, প্রশাসন ও সুফিবাদের প্রচারে এই যুগ ছিল গুরুত্বপূর্ণ।"
    },
    {
      "title": "মুঘল যুগ",
      "short_description": "বাবর কর্তৃক প্রতিষ্ঠিত এক বিশাল সাম্রাজ্য, যা শিল্প, স্থাপত্য ও সংস্কৃতির জন্য বিখ্যাত।",
      "details": "১৫২৬ থেকে ১৮৫৭ খ্রিস্টাব্দ পর্যন্ত মুঘল সাম্রাজ্য ভারতীয় উপমহাদেশের বেশিরভাগ অংশ শাসন করে। বাবর, আকবর, শাহজাহান ও আওরঙ্গজেবের মতো সম্রাটরা মুঘল সাম্রাজ্যকে বিশ্ব ইতিহাসে এক নতুন উচ্চতায় নিয়ে যান। তাজমহল, লালকেল্লা ও অসংখ্য চিত্রকর্ম এই যুগের স্থাপত্য ও শিল্পের অমর নিদর্শন।"
    },
    {
      "title": "মধ্যযুগীয় ইউরোপ",
      "short_description": "রোমান সাম্রাজ্যের পতনের পর থেকে রেনেসাঁর সূচনা পর্যন্ত ইউরোপের ইতিহাস।",
      "details": "৫ম থেকে ১৫শ শতাব্দী পর্যন্ত মধ্যযুগীয় ইউরোপে সামন্ততন্ত্র, চার্চের প্রভাব, ক্রুসেড ও ব্ল্যাক ডেথের মতো ঘটনাগুলো ঘটে। এই যুগে বিশ্ববিদ্যালয় ও গথিক স্থাপত্যের বিকাশ হয়, যা ইউরোপের সামাজিক ও সাংস্কৃতিক জীবনে গভীর প্রভাব ফেলে।"
    },
    {
      "title": "বাইজেন্টাইন সাম্রাজ্য",
      "short_description": "পূর্ব রোমান সাম্রাজ্যের ধারাবাহিকতা, যা খ্রিস্টান ধর্ম ও গ্রিক সংস্কৃতিকে কেন্দ্র করে গড়ে উঠেছিল।",
      "details": "খ্রিস্টীয় ৪র্থ থেকে ১৫শ শতাব্দী পর্যন্ত বাইজেন্টাইন সাম্রাজ্য টিকে ছিল, যার রাজধানী ছিল কনস্টান্টিনোপল। এটি রোমান আইন, গ্রিক ভাষা ও খ্রিস্টান ধর্মীয় ঐতিহ্য সংরক্ষণ ও বিকাশে গুরুত্বপূর্ণ ভূমিকা রাখে। হাজিয়া সোফিয়া এই সাম্রাজ্যের স্থাপত্যের এক উজ্জ্বল দৃষ্টান্ত।"
    },
    {
      "title": "আব্বাসীয় খিলাফত",
      "short_description": "ইসলামের স্বর্ণযুগের এক প্রভাবশালী খিলাফত, যা জ্ঞান, বিজ্ঞান ও শিল্পের পৃষ্ঠপোষকতা করেছিল।",
      "details": "৭৫০ থেকে ১২৫৮ খ্রিস্টাব্দ পর্যন্ত আব্বাসীয় খিলাফত মধ্যপ্রাচ্য, উত্তর আফ্রিকা ও স্পেনের কিছু অংশে শাসন করে। বাগদাদ ছিল এর রাজধানী, যা জ্ঞানচর্চার কেন্দ্র হিসেবে 'হাউজ অফ উইজডম' প্রতিষ্ঠা করে। মুসলিম বিশ্বের বিজ্ঞান, গণিত, চিকিৎসা ও দর্শনে এই যুগ অসামান্য অবদান রাখে।"
    },
    {
      "title": "ক্রুসেড",
      "short_description": "মধ্যযুগের ইউরোপীয় খ্রিস্টানদের দ্বারা পরিচালিত পবিত্র ভূমির নিয়ন্ত্রণ লাভের জন্য একাধিক সামরিক অভিযান।",
      "details": "১১শ থেকে ১৩শ শতাব্দী পর্যন্ত ক্রুসেড সংঘটিত হয়। জেরুজালেম এবং অন্যান্য পবিত্র স্থান দখল ও খ্রিস্টান শাসন পুনঃপ্রতিষ্ঠার লক্ষ্যে এই অভিযানগুলো পরিচালিত হয়েছিল। ক্রুসেড ইউরোপ ও মধ্যপ্রাচ্যের মধ্যে ধর্মীয়, সাংস্কৃতিক ও বাণিজ্যিক বিনিময়ে গুরুত্বপূর্ণ প্রভাব ফেলে।"
    },
    {
      "title": "চোল সাম্রাজ্য",
      "short_description": "দক্ষিণ ভারতের এক শক্তিশালী সামুদ্রিক সাম্রাজ্য, যা শিল্প, স্থাপত্য ও নৌ-বাণিজ্যের জন্য বিখ্যাত।",
      "details": "৯ম থেকে ১৩শ শতাব্দী পর্যন্ত চোল সাম্রাজ্য দক্ষিণ ভারত ও দক্ষিণ-পূর্ব এশিয়ার কিছু অংশে আধিপত্য বিস্তার করে। তারা তাদের নৌ-শক্তির জন্য বিখ্যাত ছিল এবং সমুদ্রপথে বাণিজ্যিক সাম্রাজ্য গড়ে তোলে। তাঞ্জাভুরের বৃহদেশ্বর মন্দির চোল স্থাপত্যের এক অসাধারণ উদাহরণ।"
    },
    {
      "title": "ভাইকিং যুগ",
      "short_description": "স্ক্যান্ডিনেভীয়দের সমুদ্রযাত্রা, অভিযান ও বাণিজ্যের যুগ, যা ইউরোপের ইতিহাসে গভীর প্রভাব ফেলে।",
      "details": "৭৯৩ থেকে ১০৬৬ খ্রিস্টাব্দ পর্যন্ত ভাইকিংরা ইউরোপের বিভিন্ন অঞ্চলে অভিযান চালায়, নতুন বসতি স্থাপন করে এবং বাণিজ্য নেটওয়ার্ক গড়ে তোলে। তারা তাদের দীর্ঘনৌকা, যুদ্ধকৌশল ও অনন্য সামাজিক কাঠামোর জন্য পরিচিত ছিল। ভাইকিংরা উত্তর আটলান্টিক, রাশিয়া ও ভূমধ্যসাগর পর্যন্ত পৌঁছেছিল।"
    },
    {
      "title": "তাং রাজবংশ (চীন)",
      "short_description": "চীনা সভ্যতার এক স্বর্ণযুগ, যা শিল্প, সাহিত্য, বিজ্ঞান ও রাজনৈতিক স্থিতিশীলতার জন্য পরিচিত।",
      "details": "৬১৮ থেকে ৯০৭ খ্রিস্টাব্দ পর্যন্ত তাং রাজবংশ চীনে শাসন করে। এই সময়ে চীনের অর্থনীতি, সংস্কৃতি ও প্রযুক্তিতে অভূতপূর্ব উন্নতি ঘটে। বৌদ্ধধর্মের প্রসার, কবিতা (যেমন লি বাই ও ডু ফু), এবং ছেনগান (বর্তমান জিয়ান) বিশ্বের বৃহত্তম নগরী হিসেবে এর বৈশিষ্ট্য ছিল।"
    },
    {
      "title": "সং রাজবংশ (চীন)",
      "short_description": "চীনা ইতিহাসে বিজ্ঞান, প্রযুক্তি ও অর্থনীতির এক যুগান্তকারী পর্যায়।",
      "details": "৯৬০ থেকে ১২৭৯ খ্রিস্টাব্দ পর্যন্ত সং রাজবংশ চীনে শাসন করে। এই যুগে মুদ্রণ, গানপাউডার, কম্পাস এবং উন্নত কৃষির মতো আবিষ্কারগুলো চীনের সমাজ ও সংস্কৃতিকে বদলে দেয়। অর্থনীতিতে কাগজের মুদ্রা ও বড় শহরের বিকাশও এই সময়ের বৈশিষ্ট্য।"
    },
    {
      "title": "সেলজুক সাম্রাজ্য",
      "short_description": "মধ্য এশিয়া ও মধ্যপ্রাচ্যে তুর্কিদের দ্বারা প্রতিষ্ঠিত এক প্রভাবশালী মুসলিম সাম্রাজ্য।",
      "details": "১১শ থেকে ১৪শ শতাব্দী পর্যন্ত সেলজুক সাম্রাজ্য মধ্যপ্রাচ্য, আনাতোলিয়া ও পারস্যের বিশাল অংশ শাসন করে। তুর্কি জাতিগোষ্ঠী এবং সুন্নি ইসলামের প্রচারে তাদের ভূমিকা ছিল উল্লেখযোগ্য। তারা ক্রুসেডের বিরুদ্ধে প্রতিরোধ গড়ে তুলতে এবং ইসলামী বিশ্বের সামরিক শক্তিকে একত্রিত করতে সাহায্য করে।"
    },
    {
      "title": "আন্দালুসিয়া (ইসলামী স্পেন)",
      "short_description": "আইবেরীয় উপদ্বীপে মুসলিম শাসনের অধীনে এক সমৃদ্ধ সাংস্কৃতিক ও জ্ঞানচর্চার কেন্দ্র।",
      "details": "৭১১ থেকে ১৪৯২ খ্রিস্টাব্দ পর্যন্ত আন্দালুসিয়ায় (বর্তমান স্পেন ও পর্তুগাল) মুসলিম শাসন বিদ্যমান ছিল। কর্ডোবা ছিল এই অঞ্চলের রাজধানী, যা জ্ঞান, বিজ্ঞান, শিল্প ও সহাবস্থানের এক উজ্জ্বল কেন্দ্রে পরিণত হয়। মুসলিম, খ্রিস্টান ও ইহুদিদের মধ্যে পারস্পরিক বিনিময়ের কারণে এখানে অনন্য এক সংস্কৃতি গড়ে ওঠে।"
    },
    {
      "title": "পাপাল স্টেটস",
      "short_description": "মধ্য ইতালিতে পোপের প্রত্যক্ষ শাসনাধীন অঞ্চল, যা মধ্যযুগীয় ইউরোপের রাজনীতিতে গুরুত্বপূর্ণ ভূমিকা পালন করে।",
      "details": "৭৫৬ থেকে ১৮৭০ খ্রিস্টাব্দ পর্যন্ত পাপাল স্টেটস মধ্য ইতালির বিভিন্ন অংশে বিদ্যমান ছিল। এটি রোমান ক্যাথলিক চার্চের পার্থিব ক্ষমতা ও সার্বভৌমত্বের প্রতীক ছিল। এই রাজ্যগুলো ইউরোপের রাজনীতি, ধর্মীয় জীবন ও সংস্কৃতিতে পোপের প্রভাব বজায় রাখতে সাহায্য করেছিল।"
    },
    {
      "title": "ক্যারোলিঙ্গিয়ান সাম্রাজ্য (শার্লমেনের সাম্রাজ্য)",
      "short_description": "পশ্চিম ইউরোপের এক বৃহৎ সাম্রাজ্য, যা ফ্রাঙ্কিশ রাজা শার্লমেন দ্বারা প্রতিষ্ঠিত হয়েছিল এবং ইউরোপের পুনর্গঠনে গুরুত্বপূর্ণ ভূমিকা রেখেছিল।",
      "details": "খ্রিস্টীয় অষ্টম থেকে নবম শতাব্দী পর্যন্ত ক্যারোলিঙ্গিয়ান সাম্রাজ্য পশ্চিম ইউরোপের অধিকাংশ অঞ্চল জুড়ে বিস্তৃত ছিল। শার্লমেনের নেতৃত্বে এটি শিক্ষা, সংস্কৃতি ও রাজনৈতিক স্থিতিশীলতার এক নতুন যুগের সূচনা করে, যা 'ক্যারোলিঙ্গিয়ান রেনেসাঁ' নামে পরিচিত। এটি ইউরোপের আধুনিক জাতিরাষ্ট্রগুলির ভিত্তি স্থাপনে সাহায্য করে।"
    },
    {
      "title": "পশ্চিম রোমান সাম্রাজ্যের পতন",
      "short_description": "৪৭৬ খ্রিস্টাব্দে শেষ রোমান সম্রাটের ক্ষমতাচ্যুতির মাধ্যমে পশ্চিমা ইউরোপে রোমান শাসনের অবসান।",
      "details": "৪র্থ এবং ৫ম শতাব্দীতে বারবার আক্রমণের চাপ, অর্থনৈতিক দুর্বলতা, এবং রাজনৈতিক অস্থিতিশীলতার কারণে পশ্চিম রোমান সাম্রাজ্য ক্রমশ দুর্বল হয়ে পড়ে। ৪৭৬ খ্রিস্টাব্দে জার্মানিক সর্দার ওডোয়াসার রোমুলুস অগাস্টুলাসকে ক্ষমতাচ্যুত করলে সাম্রাজ্যের আনুষ্ঠানিক পতন ঘটে, যা মধ্যযুগের সূচনা হিসেবে বিবেচিত হয়।"
    },
    {
      "title": "হলি রোমান সাম্রাজ্য",
      "short_description": "মধ্য ইউরোপের এক জটিল ও দীর্ঘস্থায়ী সাম্রাজ্য, যা রোমান সাম্রাজ্যের একটি আধ্যাত্মিক উত্তরসূরি হিসেবে বিবেচিত হয়।",
      "details": "৮০০ খ্রিস্টাব্দে শার্লমেনের সম্রাটের মুকুট পরিধানের মাধ্যমে এর সূচনা হয় এবং ১৮০৬ সাল পর্যন্ত এটি টিকে ছিল। এটি মধ্যযুগীয় ইউরোপের রাজনীতি ও ধর্মীয় জীবনে কেন্দ্রীয় ভূমিকা পালন করে, তবে এর ক্ষমতা প্রায়শই আঞ্চলিক ডিউকদের মধ্যে বিভক্ত ছিল। জার্মানি, ইতালি ও বোহেমিয়া এর প্রধান অংশ ছিল।"
    },
    {
      "title": "একশ বছরের যুদ্ধ",
      "short_description": "ইংল্যান্ড ও ফ্রান্সের মধ্যে সংঘটিত দীর্ঘস্থায়ী সংঘাত, যা ইউরোপীয় রাজনীতি ও সামরিক কৌশলকে গভীরভাবে প্রভাবিত করে।",
      "details": "১৩৩৭ থেকে ১৪৫৩ খ্রিস্টাব্দ পর্যন্ত এই যুদ্ধ চলে, যার প্রধান কারণ ছিল ফরাসি সিংহাসনের উত্তরাধিকার নিয়ে বিবাদ এবং নরম্যান্ডি ও অ্যাকুইটেইন অঞ্চলে ইংরেজদের ভূখণ্ডগত দাবি। এই যুদ্ধ জাতিগত পরিচয়ের বিকাশ এবং সামরিক প্রযুক্তির (যেমন লংবো) উন্নতিতে ভূমিকা রাখে।"
    },
    {
      "title": "ব্ল্যাক ডেথ",
      "short_description": "১৪শ শতাব্দীতে ইউরোপ ও এশিয়া জুড়ে ছড়িয়ে পড়া এক বিধ্বংসী মহামারী, যা বিশাল সংখ্যক মানুষের জীবন কেড়ে নেয়।",
      "details": "১৩৪৬ থেকে ১৩৫১ খ্রিস্টাব্দ পর্যন্ত প্লেগ রোগের এই প্রকোপ ইউরোপের জনসংখ্যার প্রায় এক-তৃতীয়াংশ থেকে অর্ধেকের বেশি অংশকে নিশ্চিহ্ন করে দেয়। এর ফলে সামাজিক, অর্থনৈতিক ও ধর্মীয় জীবনে ব্যাপক পরিবর্তন আসে, শ্রমের ঘাটতি দেখা দেয় এবং সামন্ততন্ত্রের পতনে সাহায্য করে।"
    },
    {
      "title": "ইউরোপে চার্চের ক্ষমতা",
      "short_description": "মধ্যযুগীয় ইউরোপে রোমান ক্যাথলিক চার্চের অপ্রতিরোধ্য আধ্যাত্মিক ও পার্থিব প্রভাব।",
      "details": "মধ্যযুগে চার্চ শুধু ধর্মীয় প্রতিষ্ঠান ছিল না, এটি শিক্ষা, সংস্কৃতি, আইন ও রাজনীতিতে কেন্দ্রীয় ভূমিকা পালন করত। পোপ ছিলেন ইউরোপের সবচেয়ে ক্ষমতাধর ব্যক্তিদের একজন। চার্চের নিজস্ব বিচারব্যবস্থা, ভূমি ও সামরিক বাহিনী ছিল, যা তার প্রভাবকে আরও সুদৃঢ় করে তুলেছিল।"
    },
    {
      "title": "সামন্তবাদ",
      "short_description": "মধ্যযুগীয় ইউরোপের সামাজিক ও রাজনৈতিক ব্যবস্থা, যা ভূমি, আনুগত্য ও সামরিক সেবার ওপর ভিত্তি করে গড়ে উঠেছিল।",
      "details": "সামন্তবাদে রাজা বা জমিদাররা তাদের ভূমি (ফিফ) নাইট বা ভ্যাসালদের দান করত সামরিক সেবার বিনিময়ে। এটি একটি শ্রেণিবদ্ধ সমাজ ব্যবস্থা ছিল, যেখানে কৃষকরা (সার্ফ) ভূমির সাথে আবদ্ধ থাকত। এটি ইউরোপের আইন-শৃঙ্খলা ও প্রতিরক্ষায় গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "আহোম রাজ্য",
      "short_description": "আসামে প্রতিষ্ঠিত এক শক্তিশালী মধ্যযুগীয় রাজ্য, যা দীর্ঘকাল ধরে সার্বভৌমত্ব বজায় রেখেছিল।",
      "details": "১২২৮ খ্রিস্টাব্দে সুকাফা দ্বারা প্রতিষ্ঠিত আহোম রাজ্য প্রায় ৬০০ বছর ধরে (১৮২৬ সাল পর্যন্ত) আসামে শাসন করে। তারা তাদের অনন্য প্রশাসনিক ব্যবস্থা, স্থাপত্য (যেমন কারেং ঘর) এবং স্থানীয় সংস্কৃতির সাথে মিশে যাওয়ার ক্ষমতার জন্য পরিচিত ছিল। মুঘলদের সাথে তাদের দীর্ঘস্থায়ী সংঘাতের ইতিহাস রয়েছে।"
    },
    {
      "title": "বিজয়নগর সাম্রাজ্য",
      "short_description": "দক্ষিণ ভারতের এক বিশাল হিন্দু সাম্রাজ্য, যা মুসলিম আক্রমণ থেকে হিন্দু সংস্কৃতি ও ঐতিহ্যকে রক্ষা করেছিল।",
      "details": "১৩৩৬ খ্রিস্টাব্দে হরিহর ও বুকা দ্বারা প্রতিষ্ঠিত বিজয়নগর সাম্রাজ্য ১৫শ ও ১৬শ শতাব্দীতে দক্ষিণ ভারতের সবচেয়ে প্রভাবশালী শক্তি ছিল। এটি তার স্থাপত্য, শিল্পকলা, বাণিজ্য এবং ধর্মীয় সহনশীলতার জন্য বিখ্যাত ছিল। হাম্পি এই সাম্রাজ্যের প্রাক্তন রাজধানীর ধ্বংসাবশেষ।"
    },
    {
      "title": "গজনভি সাম্রাজ্য",
      "short_description": "মধ্য এশিয়া থেকে উত্তর ভারত পর্যন্ত বিস্তৃত এক তুর্কি-ফার্সি মুসলিম সাম্রাজ্য, যা ভারতের উপর বহু অভিযান চালায়।",
      "details": "৯৭৭ থেকে ১১৮৬ খ্রিস্টাব্দ পর্যন্ত গজনভি সাম্রাজ্য শাসন করে, যার কেন্দ্র ছিল গজনী (বর্তমান আফগানিস্তান)। সুলতান মাহমুদ এর সবচেয়ে বিখ্যাত শাসক ছিলেন, যিনি ভারতে একাধিক অভিযান চালিয়েছিলেন এবং বিপুল সম্পদ সংগ্রহ করেছিলেন। এই সাম্রাজ্য ইসলামিক শিল্প ও সংস্কৃতির পৃষ্ঠপোষকতা করত।"
    },
    {
      "title": "ঘুরি সাম্রাজ্য",
      "short_description": "গজনভিদের পতন ঘটিয়ে আফগানিস্তান ও উত্তর ভারতে আধিপত্য বিস্তারকারী এক মুসলিম রাজবংশ।",
      "details": "১১২৬ থেকে ১২১৫ খ্রিস্টাব্দ পর্যন্ত ঘুরি সাম্রাজ্য শাসন করে। মুহাম্মদ ঘোরি ছিলেন এর অন্যতম প্রভাবশালী শাসক, যিনি ভারতের মুসলিম শাসনের ভিত্তি স্থাপন করেন এবং দিল্লি সালতানাতের পথ প্রশস্ত করেন। তারা ইসলামী স্থাপত্য ও শিক্ষার পৃষ্ঠপোষকতা করত।"
    },
    {
      "title": "মামলুক সালতানাত (মিশর ও সিরিয়া)",
      "short_description": "দাস সৈনিকদের দ্বারা প্রতিষ্ঠিত এক শক্তিশালী মুসলিম সালতানাত, যারা ক্রুসেডার ও মঙ্গোলদের পরাজিত করেছিল।",
      "details": "১২৫০ থেকে ১৫১৭ খ্রিস্টাব্দ পর্যন্ত মামলুক সালতানাত মিশর, সিরিয়া ও হেজাজ অঞ্চলে শাসন করে। মামলুকরা মূলত তুর্কি ও সার্কাসীয় বংশোদ্ভূত দাস সৈনিক ছিল, যাদের প্রশিক্ষণ দিয়ে অভিজাত সামরিক বাহিনীতে পরিণত করা হয়েছিল। আইন জালুতের যুদ্ধে মঙ্গোলদের পরাজিত করা তাদের অন্যতম প্রধান সামরিক বিজয়।"
    },
    {
      "title": "উসমানীয় সাম্রাজ্যের উত্থান",
      "short_description": "আন্দাজ ১৩শ শতাব্দীর শেষভাগে আনাতোলিয়ায় প্রতিষ্ঠিত এক তুর্কি সাম্রাজ্য, যা দীর্ঘকাল ধরে বিশ্বশক্তি হিসেবে টিকে ছিল।",
      "details": "প্রায় ১২৯৯ খ্রিস্টাব্দে উসমান প্রথমের নেতৃত্বে এই সাম্রাজ্য প্রতিষ্ঠিত হয়। ১৪৫৩ খ্রিস্টাব্দে কনস্টান্টিনোপল বিজয়ের মাধ্যমে এটি বাইজেন্টাইন সাম্রাজ্যের অবসান ঘটায় এবং মধ্যপ্রাচ্য, উত্তর আফ্রিকা ও দক্ষিণ-পূর্ব ইউরোপ জুড়ে বিশাল অঞ্চল নিয়ন্ত্রণ করে। এই সাম্রাজ্য মধ্যযুগের শেষ দিকে একটি প্রধান শক্তি হিসেবে আবির্ভূত হয়।"
    },
    {
      "title": "গোল্ডেন হোর্ড",
      "short_description": "মঙ্গোল সাম্রাজ্যের একটি পশ্চিমী শাখা, যা পূর্ব ইউরোপ ও রাশিয়ার বিশাল অংশ শাসন করত।",
      "details": "১২৪০-এর দশকে বাতু খান দ্বারা প্রতিষ্ঠিত গোল্ডেন হোর্ড প্রায় আড়াই শতাব্দী ধরে (১৫শ শতাব্দীর শেষভাগ পর্যন্ত) রাশিয়ার বিভিন্ন রাজত্ব ও পূর্ব ইউরোপের স্তেপ অঞ্চলের উপর নিয়ন্ত্রণ বজায় রেখেছিল। তারা স্থানীয় সংস্কৃতিকে প্রভাবিত করে এবং তাদের যাযাবর জীবনধারা ও সামরিক শক্তি ছিল উল্লেখযোগ্য।"
    },
    {
      "title": "কামাকুরা শোগুনাতে (জাপান)",
      "short_description": "জাপানের ইতিহাসে প্রথম সামরিক সরকার (শোগুনাতে), যা সামন্তবাদের সূচনা করে।",
      "details": "১১৮৫ থেকে ১৩৩৩ খ্রিস্টাব্দ পর্যন্ত কামাকুরা শোগুনাতে জাপান শাসন করে। এটি ছিল শোগুনদের দ্বারা পরিচালিত এক সামরিক শাসন ব্যবস্থা, যেখানে সম্রাটরা মূলত নামমাত্র প্রধান ছিলেন। এই যুগে সামুরাই যোদ্ধাদের উত্থান হয় এবং জেন বৌদ্ধধর্ম জাপানে জনপ্রিয়তা লাভ করে।"
    },
    {
      "title": "আশিকাগা শোগুনাতে (জাপান)",
      "short_description": "জাপানের দ্বিতীয় সামরিক সরকার, যা মুরোমাচি যুগ নামেও পরিচিত, এবং এর অধীনে শিল্প ও সংস্কৃতির বিকাশ ঘটে।",
      "details": "১৩৩৮ থেকে ১৫৭৩ খ্রিস্টাব্দ পর্যন্ত আশিকাগা শোগুনাতে জাপানে শাসন করে। এই যুগে কিয়োটো ছিল সংস্কৃতির কেন্দ্র, যেখানে নো থিয়েটার, চা অনুষ্ঠান এবং শুইবোকু-গা (ইঙ্ক পেইন্টিং) এর মতো শিল্পকলার বিকাশ ঘটে। তবে, এই যুগের শেষভাগ আঞ্চলিক যুদ্ধ (সেঙ্গোকু যুগ) দ্বারা চিহ্নিত ছিল।"
    },
    {
      "title": "গোরিও রাজবংশ (কোরিয়া)",
      "short_description": "কোরিয়ার এক শক্তিশালী রাজবংশ, যারা দেশের নাম 'কোরিয়া' তৈরি করেছিল এবং বৌদ্ধধর্মের পৃষ্ঠপোষকতা করেছিল।",
      "details": "৯১৮ থেকে ১৩৯২ খ্রিস্টাব্দ পর্যন্ত গোরিও রাজবংশ কোরিয়া শাসন করে। এই সময়ে বৌদ্ধধর্ম কোরিয়ার রাষ্ট্রধর্ম ছিল এবং সিল্ক রোড বাণিজ্যের মাধ্যমে আন্তর্জাতিক সম্পর্ক গড়ে ওঠে। তারা চীনা প্রভাব থেকে স্বতন্ত্র একটি কোরীয় পরিচয় তৈরি করে এবং জিংসা প্রিন্টিং ব্লক (ত্রিপিটক কোরেয়ানা) তৈরি করে।"
    },
    {
      "title": "মালি সাম্রাজ্য",
      "short_description": "পশ্চিম আফ্রিকার এক বিশাল ও সমৃদ্ধ সাম্রাজ্য, যা বাণিজ্য ও ইসলামের প্রসারের জন্য পরিচিত ছিল।",
      "details": "ত্রয়োদশ থেকে সপ্তদশ শতাব্দী পর্যন্ত মালি সাম্রাজ্য পশ্চিম আফ্রিকার বেশিরভাগ অংশ জুড়ে বিস্তৃত ছিল। মানসা মুসা ছিলেন এর সবচেয়ে বিখ্যাত শাসক, যিনি তার হজযাত্রার সময় প্রচুর সোনা নিয়ে গিয়েছিলেন। এই সাম্রাজ্য টিম্বুকটু ও জেনির মতো বাণিজ্য ও জ্ঞানচর্চার কেন্দ্রগুলির জন্য বিখ্যাত ছিল।"
    },
    {
      "title": "সংহাই সাম্রাজ্য",
      "short_description": "পশ্চিম আফ্রিকার এক শক্তিশালী সাম্রাজ্য, যা মালি সাম্রাজ্যের পতনের পর আধিপত্য বিস্তার করে।",
      "details": "পঞ্চদশ থেকে ১৬শ শতাব্দী পর্যন্ত সংহাই সাম্রাজ্য পশ্চিম আফ্রিকার বৃহত্তম সাম্রাজ্য ছিল। এটি গাওকে কেন্দ্র করে গঠিত হয়েছিল এবং এটি তার সামরিক শক্তি, প্রশাসনিক দক্ষতা এবং সোনা ও লবণের বাণিজ্যের জন্য পরিচিত ছিল। আসকিয়া মুহাম্মদ এই সাম্রাজ্যের সবচেয়ে উল্লেখযোগ্য শাসক ছিলেন।"
    },
    {
      "title": "পাগান রাজ্য (মিয়ানমার)",
      "short_description": "দক্ষিণ-পূর্ব এশিয়ার প্রথম বর্মী সাম্রাজ্য, যা বৌদ্ধধর্মের বিস্তারে গুরুত্বপূর্ণ ভূমিকা রাখে।",
      "details": "১০৪৪ থেকে ১২৮৭ খ্রিস্টাব্দ পর্যন্ত পাগান রাজ্য (বর্তমান মিয়ানমারে) শাসন করে। রাজা আনাওয়ারহতা এই রাজ্যকে একত্রিত করেন এবং থেরাভেদা বৌদ্ধধর্মকে রাষ্ট্রধর্ম হিসেবে প্রতিষ্ঠা করেন। পাগান উপত্যকা হাজার হাজার বৌদ্ধ মন্দির ও প্যাগোডার জন্য বিখ্যাত।"
    },
    {
      "title": "সুকোথাই রাজ্য (থাইল্যান্ড)",
      "short_description": "সিয়ামের (থাইল্যান্ড) প্রথম স্বাধীন রাজ্য, যা থাই সংস্কৃতি ও স্থাপত্যের ভিত্তি স্থাপন করে।",
      "details": "১৩শ থেকে ১৫শ শতাব্দী পর্যন্ত সুকোথাই রাজ্য মধ্য থাইল্যান্ডে বিকাশ লাভ করে। এটি থাই ভাষা, থাই লিপি এবং থেরাভেদা বৌদ্ধধর্মের প্রসারে গুরুত্বপূর্ণ ভূমিকা রাখে। এখানকার স্থাপত্য ও শিল্পকলা এক স্বতন্ত্র 'সুকোথাই শৈলী' তৈরি করে, যা থাই শিল্পের ইতিহাসে এক গুরুত্বপূর্ণ অধ্যায়।"
    },
    {
      "title": "স্প্যানিশ রিকনকুইস্টা",
      "short_description": "আইবেরীয় উপদ্বীপে খ্রিস্টান রাজ্যগুলির দ্বারা মুসলিম শাসনের অবসানের জন্য পরিচালিত দীর্ঘস্থায়ী সামরিক অভিযান।",
      "details": "৮ম থেকে ১৫শ শতাব্দী পর্যন্ত স্প্যানিশ রিকনকুইস্টা সংঘটিত হয়, যা ১৪৯২ খ্রিস্টাব্দে গ্রানাডার পতনের মাধ্যমে শেষ হয়। এই প্রক্রিয়া আইবেরীয় উপদ্বীপের রাজনৈতিক, ধর্মীয় ও সাংস্কৃতিক মানচিত্রকে স্থায়ীভাবে পরিবর্তন করে এবং আধুনিক স্পেন ও পর্তুগালের ভিত্তি স্থাপন করে।"
    },
    {
      "title": "বাইজেন্টাইন আইকনোক্লাজম",
      "short_description": "বাইজেন্টাইন সাম্রাজ্যে ধর্মীয় প্রতিমা বা 'আইকন'-এর ব্যবহার নিয়ে একটি বিতর্কিত ও সহিংস ধর্মীয় আন্দোলন।",
      "details": "৮ম ও ৯ম শতাব্দীতে বাইজেন্টাইন সাম্রাজ্যে আইকনোক্লাজম আন্দোলন ঘটে, যেখানে কিছু সম্রাট ও ধর্মীয় নেতা খ্রিস্টান প্রতিমা পূজা নিষিদ্ধ করার চেষ্টা করেন। এটি সাম্রাজ্যের অভ্যন্তরে গভীর বিভেদ সৃষ্টি করে এবং পূর্ব ও পশ্চিম খ্রিস্টধর্মের মধ্যে দূরত্ব বাড়িয়ে তোলে।"
    },
    {
      "title": "গথিক স্থাপত্য",
      "short_description": "মধ্যযুগীয় ইউরোপের এক অসাধারণ স্থাপত্য শৈলী, যা উঁচু চূড়া, প্রসারিত খিলান এবং রঙিন কাঁচের জানালা দ্বারা চিহ্নিত।",
      "details": "১২শ থেকে ১৬শ শতাব্দী পর্যন্ত গথিক স্থাপত্য ইউরোপের ক্যাথেড্রাল ও চার্চ নির্মাণে প্রাধান্য লাভ করে। এটি ভারি রোমানস্ক শৈলী থেকে সরে এসে হালকা, উঁচু কাঠামো তৈরি করে, যা স্থাপত্যকে নতুন মাত্রা দেয়। চার্ট্রেস ও নটর ডেম ক্যাথেড্রাল এই শৈলীর বিখ্যাত উদাহরণ।"
    },
    {
      "title": "হানসিয়েটিক লীগ",
      "short_description": "উত্তর ইউরোপের বাণিজ্যিক শহরগুলির একটি শক্তিশালী মধ্যযুগীয় বাণিজ্য ও প্রতিরক্ষা জোট।",
      "details": "১২শ থেকে ১৭শ শতাব্দী পর্যন্ত হানসিয়েটিক লীগ বাল্টিক ও উত্তর সাগরের বাণিজ্য নিয়ন্ত্রণ করত। Lübeck, Hamburg ও Bremen এর মতো শহরগুলি এই লীগের প্রধান সদস্য ছিল। এটি বাণিজ্য সুরক্ষা, অভিন্ন আইন ও অর্থনৈতিক স্থিতিশীলতা বজায় রাখতে গুরুত্বপূর্ণ ভূমিকা পালন করে।"
    },
    {
      "title": "নাইটস টেম্পলার",
      "short_description": "মধ্যযুগের খ্রিস্টান সামরিক-ধর্মীয় আদেশ, যা ক্রুসেডের সময় পবিত্র ভূমি রক্ষা ও তীর্থযাত্রীদের নিরাপত্তা নিশ্চিত করত।",
      "details": "১১২৯ খ্রিস্টাব্দে প্রতিষ্ঠিত নাইটস টেম্পলার ছিল মধ্যযুগের সবচেয়ে শক্তিশালী ও ধনী সামরিক আদেশগুলির মধ্যে একটি। তারা ক্রুসেডে সক্রিয় ভূমিকা পালন করে এবং ইউরোপ জুড়ে দুর্গ ও আর্থিক নেটওয়ার্ক গড়ে তোলে। ১৩১২ খ্রিস্টাব্দে পোপ দ্বারা এই আদেশ বিলুপ্ত করা হয়।"
    },
    {
      "title": "মাগনা কার্টা",
      "short_description": "১২১৫ সালে ইংল্যান্ডের রাজা জন কর্তৃক স্বাক্ষরিত এক ঐতিহাসিক নথি, যা রাজার ক্ষমতা সীমিত করে এবং আইনের শাসনের ভিত্তি স্থাপন করে।",
      "details": "ব্যারনদের চাপের মুখে রাজা জন মাগনা কার্টা স্বাক্ষর করতে বাধ্য হন, যা রাজার ইচ্ছামত ক্ষমতা প্রয়োগের উপর বিধিনিষেধ আরোপ করে এবং কিছু নির্দিষ্ট অধিকারকে স্বীকৃতি দেয়। এটি সাংবিধানিক আইন ও মানবাধিকারের বিকাশে একটি গুরুত্বপূর্ণ মাইলফলক হিসেবে বিবেচিত হয়।"
    },
    {
      "title": "ইউয়ান রাজবংশ (চীন)",
      "short_description": "মঙ্গোলদের দ্বারা প্রতিষ্ঠিত চীনা সাম্রাজ্য, যা সাংস্কৃতিক বিনিময়ের এক নতুন অধ্যায় উন্মোচন করে।",
      "details": "১২৭১ থেকে ১৩৬৮ খ্রিস্টাব্দ পর্যন্ত কুবলাই খান দ্বারা প্রতিষ্ঠিত ইউয়ান রাজবংশ চীনে শাসন করে। এটি মঙ্গোল সাম্রাজ্যের অংশ ছিল এবং এর অধীনে চীন ইউরোপ ও মধ্যপ্রাচ্যের সাথে বাণিজ্যিক ও সাংস্কৃতিক সম্পর্ক স্থাপন করে। মার্কো পোলো এই যুগে চীন ভ্রমণ করেছিলেন।"
    },
    {
      "title": "দিল্লি সালতানাতের পতন",
      "short_description": "লোদি রাজবংশের পরাজয়ের মাধ্যমে দিল্লি সালতানাতের আনুষ্ঠানিক অবসান এবং মুঘল সাম্রাজ্যের সূচনা।",
      "details": "১৫২৬ খ্রিস্টাব্দে পানিপথের প্রথম যুদ্ধে ইব্রাহিম লোদিকে বাবরের মুঘল বাহিনী পরাজিত করলে দিল্লি সালতানাতের পতন ঘটে। এই যুদ্ধ ভারতীয় উপমহাদেশের ইতিহাসে একটি যুগান্তকারী ঘটনা ছিল, যা দীর্ঘদিনের মুসলিম শাসনের সমাপ্তি এবং একটি নতুন সাম্রাজ্যের উত্থানকে চিহ্নিত করে।"
    },
    {
      "title": "বাহমনি সালতানাত",
      "short_description": "দক্ষিণ ভারতে প্রতিষ্ঠিত এক শক্তিশালী স্বাধীন মুসলিম সাম্রাজ্য, যা দাক্ষিণাত্য অঞ্চলের সংস্কৃতি ও রাজনীতিতে গভীর প্রভাব ফেলে।",
      "details": "১৩৪৭ থেকে ১৫২৭ খ্রিস্টাব্দ পর্যন্ত বাহমনি সালতানাত দাক্ষিণাত্য মালভূমি শাসন করে। এটি বিজয়নগর সাম্রাজ্যের প্রধান প্রতিদ্বন্দ্বী ছিল। এই সালতানাত তাদের স্থাপত্য, শিল্পকলা এবং প্রশাসনিক ব্যবস্থার জন্য পরিচিত ছিল, যা পরবর্তীতে দাক্ষিণাত্যের ছোট ছোট মুসলিম রাজ্যগুলিতে বিভক্ত হয়।"
    },
    {
      "title": "টিম্বুকটুর জ্ঞানচর্চা কেন্দ্র",
      "short_description": "পশ্চিম আফ্রিকার এক বিখ্যাত বাণিজ্যিক ও ইসলামিক জ্ঞানচর্চার কেন্দ্র, যা মধ্যযুগে মুসলিম বিশ্বের একটি গুরুত্বপূর্ণ অংশ ছিল।",
      "details": "১১শ শতাব্দী থেকে টিম্বুকটু (বর্তমান মালি) সাহারা বাণিজ্য রুটের একটি প্রধান কেন্দ্র এবং ইসলামিক শিক্ষার একটি গুরুত্বপূর্ণ কেন্দ্রে পরিণত হয়। সঙ্কর বিশ্ববিদ্যালয়ের মতো প্রতিষ্ঠানগুলি হাজার হাজার পাণ্ডুলিপি সংগ্রহ ও সংরক্ষণ করত, যা আফ্রিকা ও মুসলিম বিশ্বের জ্ঞানচর্চায় গুরুত্বপূর্ণ অবদান রাখে।"
    },
    {
      "title": "অ্যাজটেক সাম্রাজ্য",
      "short_description": "মধ্য আমেরিকার (মেসোআমেরিকা) এক শক্তিশালী সাম্রাজ্য, যা তাদের রাজধানী তেনোচতিৎলান ও জটিল ধর্মীয় আচার-অনুষ্ঠানের জন্য পরিচিত।",
      "details": "১৪শ থেকে ১৬শ শতাব্দী পর্যন্ত অ্যাজটেক সাম্রাজ্য মেক্সিকোর উপত্যকায় আধিপত্য বিস্তার করে। তারা কৃষি, স্থাপত্য ও শিল্পকলায় উন্নত ছিল। তেনোচতিৎলান ছিল তাদের বিশাল রাজধানী, যা একটি হ্রদের উপর নির্মিত হয়েছিল। স্প্যানিশদের আগমনের সাথে সাথে এই সাম্রাজ্যের পতন ঘটে।"
    },
    {
      "title": "মঙ্গোল আক্রমণ",
      "short_description": "১৩শ শতাব্দীতে চেঙ্গিস খান ও তার উত্তরসূরিদের নেতৃত্বে ইউরেশিয়া জুড়ে পরিচালিত বিধ্বংসী সামরিক অভিযান।",
      "details": "মঙ্গোলদের আক্রমণ এশিয়া ও ইউরোপের ইতিহাসে এক বিশাল পরিবর্তন নিয়ে আসে। তারা চীন, মধ্যপ্রাচ্য, রাশিয়া ও পূর্ব ইউরোপের বিশাল অংশ জয় করে। এই আক্রমণগুলো জনসংখ্যাগত পরিবর্তন, বাণিজ্যিক রুটের পুনর্গঠন এবং নতুন সাম্রাজ্যের উত্থানে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "দ্য গ্রেট শিজম (পূর্ব-পশ্চিম)",
      "short_description": "১০৫৪ খ্রিস্টাব্দে পূর্ব (অর্থোডক্স) ও পশ্চিম (ক্যাথলিক) খ্রিস্টধর্মের মধ্যে আনুষ্ঠানিক বিভেদ।",
      "details": "রোমান পোপ এবং কনস্টান্টিনোপলের প্যাট্রিয়ার্কের মধ্যে ধর্মতাত্ত্বিক, রাজনৈতিক ও সাংস্কৃতিক পার্থক্যের কারণে এই বিভেদ ঘটে। এর ফলে খ্রিস্টান বিশ্ব দুটি প্রধান শাখায় বিভক্ত হয়ে পড়ে, যা মধ্যযুগের ধর্মীয় ও রাজনৈতিক ইতিহাসে গভীর প্রভাব ফেলে।"
    },
    {
      "title": "আরবীয় সংখ্যা পদ্ধতির বিস্তার",
      "short_description": "মধ্যযুগে ভারত থেকে উদ্ভূত দশমিক সংখ্যা পদ্ধতির মুসলিম বিশ্বের মাধ্যমে ইউরোপে ছড়িয়ে পড়া।",
      "details": "৯ম থেকে ১৩শ শতাব্দী পর্যন্ত মুসলিম পণ্ডিতরা ভারত থেকে প্রাপ্ত সংখ্যা পদ্ধতি গ্রহণ ও উন্নত করেন, যা আধুনিক গণিত ও বিজ্ঞানের ভিত্তি স্থাপন করে। পরবর্তীতে এটি আন্দালুসিয়া ও ইতালির বণিকদের মাধ্যমে ইউরোপে ছড়িয়ে পড়ে, যা বাণিজ্যিক হিসাব-নিকাশ ও বৈজ্ঞানিক গবেষণায় বিপ্লব আনে।"
    },
    {
      "title": "কম্পাসের ব্যবহার ও নৌ-প্রযুক্তি",
      "short_description": "মধ্যযুগে নৌ-নেভিগেশনে কম্পাসের প্রবর্তন এবং জাহাজ নির্মাণে প্রযুক্তির অগ্রগতি।",
      "details": "১১শ শতাব্দী থেকে চীনারা কম্পাস ব্যবহার শুরু করে, যা পরবর্তীতে মুসলিম বিশ্বের মাধ্যমে ইউরোপে ছড়িয়ে পড়ে। এটি সমুদ্রযাত্রা ও আবিষ্কারে বিপ্লব আনে। মধ্যযুগে জাহাজ নির্মাণে (যেমন কারাক ও ক্যার্যাভেল) এবং নৌ-নেভিগেশনে অন্যান্য প্রযুক্তির উন্নতি বিশ্ব বাণিজ্যের প্রসারে গুরুত্বপূর্ণ ভূমিকা রাখে।"
    },
    {
      "title": "রেনেসাঁসের সূচনা",
      "short_description": "ইতালিতে শুরু হওয়া ১৪শ থেকে ১৬শ শতাব্দীর এক ব্যাপক সাংস্কৃতিক, শিল্পকলা ও বুদ্ধিবৃত্তিক আন্দোলন, যা মধ্যযুগের অবসান ও আধুনিক যুগের সূচনা করে।",
      "details": "রেনেসাঁস প্রাচীন গ্রিক ও রোমান জ্ঞান ও শিল্পের পুনরুজ্জীবন দ্বারা চিহ্নিত ছিল। এটি মানবতাবাদ, ব্যক্তিবাদের উত্থান এবং বিজ্ঞান, শিল্পকলা ও সাহিত্যে নতুন আবিষ্কারের জন্ম দেয়। ফ্লোরেন্স ছিল এই আন্দোলনের কেন্দ্র, যা ইউরোপের চিন্তাধারা ও সমাজকে গভীরভাবে প্রভাবিত করে।"
    }
  ]
}
